{"naum_2_1_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Um montanha ou range de colinas como vezes usado figurativamente","significado_contextual":"Em Naum 2:1, \"montanha\" aparece dentro da frase \"O destruidor subiu contra ti. Guarda tu a fortaleza, vigia o caminho, fortalece os lombos, reforça muito o teu poder.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הַר (har, H2022) mantém o campo semântico de um montanha ou range de colinas como vezes usado figurativamente. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"montanha\" para conduzir a interpretação do leitor no ponto central de Naum 2:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Números 10:33, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:1.","referencias_relacionadas":["Naum 2:1","Números 10:33","Salmos 119:105"]},"naum_2_1_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Safe i e figurativamente poco happy friendly tambem abstractly welfare i e health prosperity paz","significado_contextual":"Em Naum 2:1, \"paz\" aparece dentro da frase \"O destruidor subiu contra ti. Guarda tu a fortaleza, vigia o caminho, fortalece os lombos, reforça muito o teu poder.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שָׁלוֹם (shâlôwm, H7965) mantém o campo semântico de safe i e figurativamente poco happy friendly tambem abstractly welfare i e health prosperity paz. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"paz\" para conduzir a interpretação do leitor no ponto central de Naum 2:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Números 6:26, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:1.","referencias_relacionadas":["Naum 2:1","Números 6:26","Salmos 119:105"]},"naum_2_2_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Um road como trodden figurativamente um course de vida ou mode de acao frequentemente adverbio","significado_contextual":"Em Naum 2:2, \"vida\" aparece dentro da frase \"Porque o Senhor restaurará a excelência de Jacó como a excelência de Israel; porque os saqueadores os despojaram, e destruíram os seus sarm…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"דֶּרֶךְ (derek, H1870) mantém o campo semântico de um road como trodden figurativamente um course de vida ou mode de acao frequentemente adverbio. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"vida\" para conduzir a interpretação do leitor no ponto central de Naum 2:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Neemias 9:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:2.","referencias_relacionadas":["Naum 2:2","Neemias 9:12","Salmos 119:105"]},"naum_2_2_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Para fasten sobre portanto para seize ser forte figurativamente courageous causatively strengthen cure help repair fortify obstinate para amarrar restra","significado_contextual":"Em Naum 2:2, \"agarrar\" aparece dentro da frase \"Porque o Senhor restaurará a excelência de Jacó como a excelência de Israel; porque os saqueadores os despojaram, e destruíram os seus sarm…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חָזַק (châzaq, H2388) mantém o campo semântico de para fasten sobre portanto para seize ser forte figurativamente courageous causatively strengthen cure help repair fortify obstinate para amarrar restra. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"agarrar\" para conduzir a interpretação do leitor no ponto central de Naum 2:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Naum 3:14, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:2.","referencias_relacionadas":["Naum 2:2","Naum 3:14","Salmos 119:105"]},"naum_2_2_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Sentido lexical do termo conforme o lexico strong h5927","significado_contextual":"Em Naum 2:2, \"grande\" aparece dentro da frase \"Porque o Senhor restaurará a excelência de Jacó como a excelência de Israel; porque os saqueadores os despojaram, e destruíram os seus sarm…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עָלָה (ʻâlâh, H5927) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h5927. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"grande\" para conduzir a interpretação do leitor no ponto central de Naum 2:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Neemias 12:31, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:2.","referencias_relacionadas":["Naum 2:2","Neemias 12:31","Salmos 119:105"]},"naum_2_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed","significado_contextual":"Em Naum 2:3, \"porque\" aparece dentro da frase \"Os escudos dos seus fortes serão vermelhos, os homens valorosos estarão vestidos de escarlate, os carros como tochas flamejantes no dia da…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כִּי (kîy, H3588) mantém o campo semântico de por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"porque\" para conduzir a interpretação do leitor no ponto central de Naum 2:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Naum 3:19, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:3.","referencias_relacionadas":["Naum 2:3","Naum 3:19","Salmos 119:105"]},"naum_2_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Naum 2:3, \"senhor\" aparece dentro da frase \"Os escudos dos seus fortes serão vermelhos, os homens valorosos estarão vestidos de escarlate, os carros como tochas flamejantes no dia da…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Naum 2:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Neemias 9:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:3.","referencias_relacionadas":["Naum 2:3","Neemias 9:3","Salmos 119:105"]},"naum_2_3_arrogancy":{"palavra_pt":"arrogancy","palavra_original":"גָּאוֹן","transliteracao":"gâʼôwn","strong":"H1347","significado_raiz":"Arrogance ou majestade por implicacao concretely ornament","significado_contextual":"Em Naum 2:3, \"arrogancy\" aparece dentro da frase \"Os escudos dos seus fortes serão vermelhos, os homens valorosos estarão vestidos de escarlate, os carros como tochas flamejantes no dia da…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"גָּאוֹן (gâʼôwn, H1347) mantém o campo semântico de arrogance ou majestade por implicacao concretely ornament. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"arrogancy\" para conduzir a interpretação do leitor no ponto central de Naum 2:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Provérbios 8:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:3.","referencias_relacionadas":["Naum 2:3","Provérbios 8:13","Salmos 119:105"]},"naum_2_4_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3117","significado_contextual":"Em Naum 2:4, \"dia\" aparece dentro da frase \"Os carros correrão furiosamente nas ruas, colidirão um contra o outro nos largos caminhos; o seu aspecto será como o de tochas, correrão co…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יוֹם (yôwm, H3117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Naum 2:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Naum 2:9, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:4.","referencias_relacionadas":["Naum 2:4","Naum 2:9","Salmos 119:105"]},"naum_2_4_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Powerful por implicacao warrior tyrant","significado_contextual":"Em Naum 2:4, \"homem\" aparece dentro da frase \"Os carros correrão furiosamente nas ruas, colidirão um contra o outro nos largos caminhos; o seu aspecto será como o de tochas, correrão co…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"גִּבּוֹר (gibbôwr, H1368) mantém o campo semântico de powerful por implicacao warrior tyrant. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"homem\" para conduzir a interpretação do leitor no ponto central de Naum 2:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Neemias 11:14, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:4.","referencias_relacionadas":["Naum 2:4","Neemias 11:14","Salmos 119:105"]},"naum_2_5_campo":{"palavra_pt":"campo","palavra_original":"חוּץ","transliteracao":"chûwts","strong":"H2351","significado_raiz":"Properly separar por awall i e outside outdoors","significado_contextual":"Em Naum 2:5, \"campo\" aparece dentro da frase \"Ele se lembrará dos seus valentes; eles, porém, tropeçarão na sua marcha; apressar-se-ão para chegar ao seu muro, quando o amparo for prepa…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חוּץ (chûwts, H2351) mantém o campo semântico de properly separar por awall i e outside outdoors. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"campo\" para conduzir a interpretação do leitor no ponto central de Naum 2:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Números 12:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:5.","referencias_relacionadas":["Naum 2:5","Números 12:15","Salmos 119:105"]},"naum_2_5_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Para ser clear orig de sound mas geralmente de color para shine portanto fazer ashow para boast e assim para ser clamorously tolo para rave causativo","significado_contextual":"Em Naum 2:5, \"louvar\" aparece dentro da frase \"Ele se lembrará dos seus valentes; eles, porém, tropeçarão na sua marcha; apressar-se-ão para chegar ao seu muro, quando o amparo for prepa…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הָלַל (hâlal, H1984) mantém o campo semântico de para ser clear orig de sound mas geralmente de color para shine portanto fazer ashow para boast e assim para ser clamorously tolo para rave causativo. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"louvar\" para conduzir a interpretação do leitor no ponto central de Naum 2:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Neemias 12:24, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:5.","referencias_relacionadas":["Naum 2:5","Neemias 12:24","Salmos 119:105"]},"naum_2_6_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3559","significado_contextual":"Em Naum 2:6, \"grande\" aparece dentro da frase \"As portas dos rios se abrirão, e o palácio será dissolvido.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כּוּן (kûwn, H3559) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3559. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"grande\" para conduzir a interpretação do leitor no ponto central de Naum 2:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Números 21:27, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:6.","referencias_relacionadas":["Naum 2:6","Números 21:27","Salmos 119:105"]},"naum_2_6_excellent":{"palavra_pt":"excelente","palavra_original":"אַדִּיר","transliteracao":"ʼaddîyr","strong":"H117","significado_raiz":"Largo ou geralmente large figurativamente powerful","significado_contextual":"Em Naum 2:6, \"excelente\" aparece dentro da frase \"As portas dos rios se abrirão, e o palácio será dissolvido.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אַדִּיר (ʼaddîyr, H117) mantém o campo semântico de largo ou geralmente large figurativamente powerful. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"excelente\" para conduzir a interpretação do leitor no ponto central de Naum 2:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Naum 3:18, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:6.","referencias_relacionadas":["Naum 2:6","Naum 3:18","Salmos 119:105"]},"naum_2_7_palacio":{"palavra_pt":"templo","palavra_original":"הֵיכָל","transliteracao":"hêykâl","strong":"H1964","significado_raiz":"Um large public building tal como um palace ou templo","significado_contextual":"Em Naum 2:7, \"templo\" aparece dentro da frase \"É decretado: ela será levada cativa, conduzida para cima; e as suas servas a acompanharão, gemendo como pombas, batendo em seus peitos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הֵיכָל (hêykâl, H1964) mantém o campo semântico de um large public building tal como um palace ou templo. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"templo\" para conduzir a interpretação do leitor no ponto central de Naum 2:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Neemias 6:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:7.","referencias_relacionadas":["Naum 2:7","Neemias 6:10","Salmos 119:105"]},"naum_2_7_mar":{"palavra_pt":"rio","palavra_original":"נָהָר","transliteracao":"nâhâr","strong":"H5104","significado_raiz":"Um stream including o mar expectation o nile euphrates etc figurativamente prosperity","significado_contextual":"Em Naum 2:7, \"rio\" aparece dentro da frase \"É decretado: ela será levada cativa, conduzida para cima; e as suas servas a acompanharão, gemendo como pombas, batendo em seus peitos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נָהָר (nâhâr, H5104) mantém o campo semântico de um stream including o mar expectation o nile euphrates etc figurativamente prosperity. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"rio\" para conduzir a interpretação do leitor no ponto central de Naum 2:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 137:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:7.","referencias_relacionadas":["Naum 2:7","Salmos 137:1","Salmos 119:105"]},"naum_2_7_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Um opening i e porta ou portao","significado_contextual":"Em Naum 2:7, \"porta\" aparece dentro da frase \"É decretado: ela será levada cativa, conduzida para cima; e as suas servas a acompanharão, gemendo como pombas, batendo em seus peitos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שַׁעַר (shaʻar, H8179) mantém o campo semântico de um opening i e porta ou portao. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"porta\" para conduzir a interpretação do leitor no ponto central de Naum 2:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Neemias 12:25, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:7.","referencias_relacionadas":["Naum 2:7","Neemias 12:25","Salmos 119:105"]},"naum_2_8_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Um voz ou sound","significado_contextual":"Em Naum 2:8, \"voz\" aparece dentro da frase \"Nínive desde que existiu tem sido como um tanque de águas, porém elas agora vazam. Parai, parai, clamar-se-á; mas ninguém olhará para trás.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"קוֹל (qôwl, H6963) mantém o campo semântico de um voz ou sound. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"voz\" para conduzir a interpretação do leitor no ponto central de Naum 2:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Naum 3:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:8.","referencias_relacionadas":["Naum 2:8","Naum 3:2","Salmos 119:105"]},"naum_2_8_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Para denude especialmente em um disgraceful sentido por implicacao para exile captives being geralmente stripped figurativamente para revelar","significado_contextual":"Em Naum 2:8, \"expressao\" aparece dentro da frase \"Nínive desde que existiu tem sido como um tanque de águas, porém elas agora vazam. Parai, parai, clamar-se-á; mas ninguém olhará para trás.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"גָּלָה (gâlâh, H1540) mantém o campo semântico de para denude especialmente em um disgraceful sentido por implicacao para exile captives being geralmente stripped figurativamente para revelar. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"expressao\" para conduzir a interpretação do leitor no ponto central de Naum 2:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Naum 3:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:8.","referencias_relacionadas":["Naum 2:8","Naum 3:5","Salmos 119:105"]},"naum_2_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3117","significado_contextual":"Em Naum 2:9, \"dia\" aparece dentro da frase \"Saqueai a prata, saqueai o ouro, porque não têm fim as provi-sões, riquezas há de todo o gênero de bens desejáveis.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יוֹם (yôwm, H3117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Naum 2:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Naum 3:17, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:9.","referencias_relacionadas":["Naum 2:9","Naum 3:17","Salmos 119:105"]},"naum_2_9_nineveh":{"palavra_pt":"nineveh","palavra_original":"נִינְוֵה","transliteracao":"Nîynᵉvêh","strong":"H5210","significado_raiz":"Nineveh o capital de assyria","significado_contextual":"Em Naum 2:9, \"nineveh\" aparece dentro da frase \"Saqueai a prata, saqueai o ouro, porque não têm fim as provi-sões, riquezas há de todo o gênero de bens desejáveis.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נִינְוֵה (Nîynᵉvêh, H5210) mantém o campo semântico de nineveh o capital de assyria. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"nineveh\" para conduzir a interpretação do leitor no ponto central de Naum 2:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Naum 1:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:9.","referencias_relacionadas":["Naum 2:9","Naum 1:1","Salmos 119:105"]},"naum_2_10_bom":{"palavra_pt":"gloria","palavra_original":"כָּבוֹד","transliteracao":"kâbôwd","strong":"H3519","significado_raiz":"Properly weight mas apenas figurativamente em um bom sentido splendor ou copiousness","significado_contextual":"Em Naum 2:10, \"gloria\" aparece dentro da frase \"Vazia, esgotada e devastada está; derrete-se o coração, e tremem os joelhos, e em todos os lombos há dor, e os rostos de todos eles se eneg…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כָּבוֹד (kâbôwd, H3519) mantém o campo semântico de properly weight mas apenas figurativamente em um bom sentido splendor ou copiousness. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"gloria\" para conduzir a interpretação do leitor no ponto central de Naum 2:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Números 14:21, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:10.","referencias_relacionadas":["Naum 2:10","Números 14:21","Salmos 119:105"]},"naum_2_10_fashion":{"palavra_pt":"fashion","palavra_original":"תְּכוּנָה","transliteracao":"tᵉkûwnâh","strong":"H8498","significado_raiz":"Adjustment i e structure por implicacao equipage","significado_contextual":"Em Naum 2:10, \"fashion\" aparece dentro da frase \"Vazia, esgotada e devastada está; derrete-se o coração, e tremem os joelhos, e em todos os lombos há dor, e os rostos de todos eles se eneg…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"תְּכוּנָה (tᵉkûwnâh, H8498) mantém o campo semântico de adjustment i e structure por implicacao equipage. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"fashion\" para conduzir a interpretação do leitor no ponto central de Naum 2:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:10.","referencias_relacionadas":["Naum 2:10","Salmos 119:105","Romanos 8:28"]},"naum_2_11_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"O coracao tambem usado figurativamente muito widely para o feelings o vontade e ate mesmo o intellect likewise para o centre de anything","significado_contextual":"Em Naum 2:11, \"coracao\" aparece dentro da frase \"Onde está agora o covil dos leões, e as pastagens dos leõezinhos, onde passeava o leão velho, e o filhote do leão, sem haver ninguém que os…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"לֵב (lêb, H3820) mantém o campo semântico de o coracao tambem usado figurativamente muito widely para o feelings o vontade e ate mesmo o intellect likewise para o centre de anything. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"coracao\" para conduzir a interpretação do leitor no ponto central de Naum 2:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Números 32:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:11.","referencias_relacionadas":["Naum 2:11","Números 32:7","Salmos 119:105"]},"naum_2_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido","significado_contextual":"Em Naum 2:11, \"modo\" aparece dentro da frase \"Onde está agora o covil dos leões, e as pastagens dos leõezinhos, onde passeava o leão velho, e o filhote do leão, sem haver ninguém que os…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כֹּל (kôl, H3605) mantém o campo semântico de properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"modo\" para conduzir a interpretação do leitor no ponto central de Naum 2:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Naum 3:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:11.","referencias_relacionadas":["Naum 2:11","Naum 3:1","Salmos 119:105"]},"naum_2_11_vazio":{"palavra_pt":"vazio","palavra_original":"מְבוּקָה","transliteracao":"mᵉbûwqâh","strong":"H4003","significado_raiz":"Emptiness no campo semantico de h4003","significado_contextual":"Em Naum 2:11, \"vazio\" aparece dentro da frase \"Onde está agora o covil dos leões, e as pastagens dos leõezinhos, onde passeava o leão velho, e o filhote do leão, sem haver ninguém que os…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מְבוּקָה (mᵉbûwqâh, H4003) mantém o campo semântico de emptiness no campo semantico de h4003. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"vazio\" para conduzir a interpretação do leitor no ponto central de Naum 2:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:11.","referencias_relacionadas":["Naum 2:11","Salmos 119:105","Romanos 8:28"]},"naum_2_12_deus":{"palavra_pt":"deus","palavra_original":"מָעוֹן","transliteracao":"mâʻôwn","strong":"H4583","significado_raiz":"Um abode de deus o tabernaculo ou o templo homens seus home ou animais seus lair portanto um retreat asylum","significado_contextual":"Em Naum 2:12, \"deus\" aparece dentro da frase \"O leão arrebatava o que bastava para os seus filhotes, e estrangulava a presa para as suas leoas, e enchia de presas as suas cavernas, e os…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מָעוֹן (mâʻôwn, H4583) mantém o campo semântico de um abode de deus o tabernaculo ou o templo homens seus home ou animais seus lair portanto um retreat asylum. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"deus\" para conduzir a interpretação do leitor no ponto central de Naum 2:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 26:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:12.","referencias_relacionadas":["Naum 2:12","Salmos 26:8","Salmos 119:105"]},"naum_2_12_feeding":{"palavra_pt":"feeding","palavra_original":"מִרְעֶה","transliteracao":"mirʻeh","strong":"H4829","significado_raiz":"Pasture o lugar ou o ato tambem o haunt de wild animais","significado_contextual":"Em Naum 2:12, \"feeding\" aparece dentro da frase \"O leão arrebatava o que bastava para os seus filhotes, e estrangulava a presa para as suas leoas, e enchia de presas as suas cavernas, e os…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מִרְעֶה (mirʻeh, H4829) mantém o campo semântico de pasture o lugar ou o ato tambem o haunt de wild animais. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"feeding\" para conduzir a interpretação do leitor no ponto central de Naum 2:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Ezequiel 34:14, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:12.","referencias_relacionadas":["Naum 2:12","Ezequiel 34:14","Salmos 119:105"]},"naum_2_13_able":{"palavra_pt":"capaz","palavra_original":"דַּי","transliteracao":"day","strong":"H1767","significado_raiz":"Enough como substantivo ou adverbio usado chiefly com preposicao em phrases","significado_contextual":"Em Naum 2:13, \"capaz\" aparece dentro da frase \"Eis que eu estou contra ti, diz o Senhor dos Exércitos, e queimarei na fumaça os teus carros, e a espada devorará os teus leõezinhos, e arr…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"דַּי (day, H1767) mantém o campo semântico de enough como substantivo ou adverbio usado chiefly com preposicao em phrases. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"capaz\" para conduzir a interpretação do leitor no ponto central de Naum 2:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Neemias 5:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:13.","referencias_relacionadas":["Naum 2:13","Neemias 5:8","Salmos 119:105"]},"naum_2_13_morte":{"palavra_pt":"morte","palavra_original":"חָנַק","transliteracao":"chânaq","strong":"H2614","significado_raiz":"Para ser estreito por implicacao para throttle ou reflex para choke oneself para morte por um rope","significado_contextual":"Em Naum 2:13, \"morte\" aparece dentro da frase \"Eis que eu estou contra ti, diz o Senhor dos Exércitos, e queimarei na fumaça os teus carros, e a espada devorará os teus leõezinhos, e arr…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חָנַק (chânaq, H2614) mantém o campo semântico de para ser estreito por implicacao para throttle ou reflex para choke oneself para morte por um rope. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"morte\" para conduzir a interpretação do leitor no ponto central de Naum 2:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com 2 Samuel 17:23, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:13.","referencias_relacionadas":["Naum 2:13","2 Samuel 17:23","Salmos 119:105"]},"naum_2_13_encher":{"palavra_pt":"encher","palavra_original":"מָלֵא","transliteracao":"mâlêʼ","strong":"H4390","significado_raiz":"Sentido lexical do termo conforme o lexico strong h4390","significado_contextual":"Em Naum 2:13, \"encher\" aparece dentro da frase \"Eis que eu estou contra ti, diz o Senhor dos Exércitos, e queimarei na fumaça os teus carros, e a espada devorará os teus leõezinhos, e arr…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מָלֵא (mâlêʼ, H4390) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h4390. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"encher\" para conduzir a interpretação do leitor no ponto central de Naum 2:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Números 14:24, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:13.","referencias_relacionadas":["Naum 2:13","Números 14:24","Salmos 119:105"]},"naum_2_14_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Para cortar fora abaixo ou asunder por implicacao destruir ou consume especificamente para alianca i e fazer um alliance ou bargain originally por cutti","significado_contextual":"Em Naum 2:14, \"destruir\" aparece dentro da frase \"destruir\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כָּרַת (kârath, H3772) mantém o campo semântico de para cortar fora abaixo ou asunder por implicacao destruir ou consume especificamente para alianca i e fazer um alliance ou bargain originally por cutti. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:14, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"destruir\" para conduzir a interpretação do leitor no ponto central de Naum 2:14, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:14.","referencias_relacionadas":["Naum 3:15","Salmos 119:105","Romanos 8:28"]},"naum_2_14_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"O terra em large ou partitively um terra","significado_contextual":"Em Naum 2:14, \"terra\" aparece dentro da frase \"terra\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֶרֶץ (ʼerets, H776) mantém o campo semântico de o terra em large ou partitively um terra. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:14, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"terra\" para conduzir a interpretação do leitor no ponto central de Naum 2:14, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:14.","referencias_relacionadas":["Naum 3:13","Salmos 119:105","Romanos 8:28"]},"naum_2_14_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Lo tambem como expressing surprise se","significado_contextual":"Em Naum 2:14, \"eis\" aparece dentro da frase \"eis\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הֵן (hên, H2005) mantém o campo semântico de lo tambem como expressing surprise se. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Naum 2:14, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"eis\" para conduzir a interpretação do leitor no ponto central de Naum 2:14, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Naum 2:14.","referencias_relacionadas":["Naum 3:5","Salmos 119:105","Romanos 8:28"]}}