{"esdras_3_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Sentido lexical do termo conforme o lexico strong h1121","significado_contextual":"Em Esdras 3:1, \"filho\" aparece dentro da frase \"Chegando, pois, o sétimo mês, e estando os filhos de Israel já nas cidades, ajuntou-se o povo, como um só homem, em Jerusalém.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בֵּן (bên, H1121) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h1121. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"filho\" para conduzir a interpretação do leitor no ponto central de Esdras 3:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 6:19, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:1.","referencias_relacionadas":["Esdras 3:1","Esdras 6:19","Salmos 119:105"]},"esdras_3_1_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Sentido lexical do termo conforme o lexico strong h5892","significado_contextual":"Em Esdras 3:1, \"cidade\" aparece dentro da frase \"Chegando, pois, o sétimo mês, e estando os filhos de Israel já nas cidades, ajuntou-se o povo, como um só homem, em Jerusalém.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עִיר (ʻîyr, H5892) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h5892. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cidade\" para conduzir a interpretação do leitor no ponto central de Esdras 3:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Ester 3:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:1.","referencias_relacionadas":["Esdras 3:1","Ester 3:15","Salmos 119:105"]},"esdras_3_1_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Um homem como um individual ou um male person frequentemente usado como um adjunct para um mais definite term e em tal cases frequently nao expressed em translation","significado_contextual":"Em Esdras 3:1, \"homem\" aparece dentro da frase \"Chegando, pois, o sétimo mês, e estando os filhos de Israel já nas cidades, ajuntou-se o povo, como um só homem, em Jerusalém.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אִישׁ (ʼîysh, H376) mantém o campo semântico de um homem como um individual ou um male person frequentemente usado como um adjunct para um mais definite term e em tal cases frequently nao expressed em translation. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"homem\" para conduzir a interpretação do leitor no ponto central de Esdras 3:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Ester 2:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:1.","referencias_relacionadas":["Esdras 3:1","Ester 2:5","Salmos 119:105"]},"esdras_3_2_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Sentido lexical do termo conforme o lexico strong h6965","significado_contextual":"Em Esdras 3:2, \"levantar\" aparece dentro da frase \"E levantou-se Jesuá, filho de Jozadaque, e seus irmãos, os sacerdotes, e Zorobabel, filho de Sealtiel, e seus irmãos, e edificaram o altar…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"קוּם (qûwm, H6965) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h6965. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"levantar\" para conduzir a interpretação do leitor no ponto central de Esdras 3:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 9:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:2.","referencias_relacionadas":["Esdras 3:2","Esdras 9:5","Salmos 119:105"]},"esdras_3_2_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Literalmente um officiating um sacerdote tambem por courtesy um acting sacerdote embora um layman","significado_contextual":"Em Esdras 3:2, \"sacerdote\" aparece dentro da frase \"E levantou-se Jesuá, filho de Jozadaque, e seus irmãos, os sacerdotes, e Zorobabel, filho de Sealtiel, e seus irmãos, e edificaram o altar…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כֹּהֵן (kôhên, H3548) mantém o campo semântico de literalmente um officiating um sacerdote tambem por courtesy um acting sacerdote embora um layman. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"sacerdote\" para conduzir a interpretação do leitor no ponto central de Esdras 3:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 3:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:2.","referencias_relacionadas":["Esdras 3:2","Esdras 3:8","Salmos 119:105"]},"esdras_3_2_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Gods em o ordinary sentido mas especificamente usado em o plural assim especialmente com o artigo de o supreme deus occasionally applied por caminho de","significado_contextual":"Em Esdras 3:2, \"deus\" aparece dentro da frase \"E levantou-se Jesuá, filho de Jozadaque, e seus irmãos, os sacerdotes, e Zorobabel, filho de Sealtiel, e seus irmãos, e edificaram o altar…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֱלֹהִים (ʼĕlôhîym, H430) mantém o campo semântico de gods em o ordinary sentido mas especificamente usado em o plural assim especialmente com o artigo de o supreme deus occasionally applied por caminho de. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"deus\" para conduzir a interpretação do leitor no ponto central de Esdras 3:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 3:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:2.","referencias_relacionadas":["Esdras 3:2","Esdras 3:8","Salmos 119:105"]},"esdras_3_3_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3559","significado_contextual":"Em Esdras 3:3, \"grande\" aparece dentro da frase \"E firmaram o altar sobre as suas bases, porque o terror estava sobre eles, por causa dos povos das terras; e ofereceram sobre ele holocaust…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כּוּן (kûwn, H3559) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3559. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"grande\" para conduzir a interpretação do leitor no ponto central de Esdras 3:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 16:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:3.","referencias_relacionadas":["Esdras 3:3","Êxodo 16:5","Salmos 119:105"]},"esdras_3_3_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Um altar no campo semantico de h4196","significado_contextual":"Em Esdras 3:3, \"altar\" aparece dentro da frase \"E firmaram o altar sobre as suas bases, porque o terror estava sobre eles, por causa dos povos das terras; e ofereceram sobre ele holocaust…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מִזְבֵּחַ (mizbêach, H4196) mantém o campo semântico de um altar no campo semantico de h4196. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"altar\" para conduzir a interpretação do leitor no ponto central de Esdras 3:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 17:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:3.","referencias_relacionadas":["Esdras 3:3","Êxodo 17:15","Salmos 119:105"]},"esdras_3_3_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"O terra em large ou partitively um terra","significado_contextual":"Em Esdras 3:3, \"terra\" aparece dentro da frase \"E firmaram o altar sobre as suas bases, porque o terror estava sobre eles, por causa dos povos das terras; e ofereceram sobre ele holocaust…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֶרֶץ (ʼerets, H776) mantém o campo semântico de o terra em large ou partitively um terra. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"terra\" para conduzir a interpretação do leitor no ponto central de Esdras 3:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 4:4, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:3.","referencias_relacionadas":["Esdras 3:3","Esdras 4:4","Salmos 119:105"]},"esdras_3_4_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Sentido lexical do termo conforme o lexico strong h6213","significado_contextual":"Em Esdras 3:4, \"urso\" aparece dentro da frase \"E celebraram a festa dos tabernáculos, como está escrito; ofereceram holocaustos cada dia, por ordem, conforme ao rito, cada coisa em seu d…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עָשָׂה (ʻâsâh, H6213) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h6213. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"urso\" para conduzir a interpretação do leitor no ponto central de Esdras 3:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 6:19, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:4.","referencias_relacionadas":["Esdras 3:4","Esdras 6:19","Salmos 119:105"]},"esdras_3_4_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3117","significado_contextual":"Em Esdras 3:4, \"dia\" aparece dentro da frase \"E celebraram a festa dos tabernáculos, como está escrito; ofereceram holocaustos cada dia, por ordem, conforme ao rito, cada coisa em seu d…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יוֹם (yôwm, H3117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Esdras 3:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 3:6, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:4.","referencias_relacionadas":["Esdras 3:4","Esdras 3:6","Salmos 119:105"]},"esdras_3_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido","significado_contextual":"Em Esdras 3:5, \"modo\" aparece dentro da frase \"E depois disto o holocausto contínuo, e os das luas novas e de todas as solenidades consagradas ao Senhor; como também de qualquer que ofer…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כֹּל (kôl, H3605) mantém o campo semântico de properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"modo\" para conduzir a interpretação do leitor no ponto central de Esdras 3:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 3:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:5.","referencias_relacionadas":["Esdras 3:5","Esdras 3:8","Salmos 119:105"]},"esdras_3_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Esdras 3:5, \"senhor\" aparece dentro da frase \"E depois disto o holocausto contínuo, e os das luas novas e de todas as solenidades consagradas ao Senhor; como também de qualquer que ofer…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Esdras 3:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 3:6, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:5.","referencias_relacionadas":["Esdras 3:5","Esdras 3:6","Salmos 119:105"]},"esdras_3_5_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Para ser causatively fazer pronounce ou observe como limpo ceremonially ou morally","significado_contextual":"Em Esdras 3:5, \"santificar\" aparece dentro da frase \"E depois disto o holocausto contínuo, e os das luas novas e de todas as solenidades consagradas ao Senhor; como também de qualquer que ofer…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"קָדַשׁ (qâdash, H6942) mantém o campo semântico de para ser causatively fazer pronounce ou observe como limpo ceremonially ou morally. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"santificar\" para conduzir a interpretação do leitor no ponto central de Esdras 3:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 13:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:5.","referencias_relacionadas":["Esdras 3:5","Êxodo 13:2","Salmos 119:105"]},"esdras_3_6_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3117","significado_contextual":"Em Esdras 3:6, \"dia\" aparece dentro da frase \"Desde o primeiro dia do sétimo mês começaram a oferecer holocaustos ao SENHOR; porém ainda não estavam postos os fundamentos do templo do S…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יוֹם (yôwm, H3117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Esdras 3:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 4:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:6.","referencias_relacionadas":["Esdras 3:6","Esdras 4:2","Salmos 119:105"]},"esdras_3_6_palacio":{"palavra_pt":"templo","palavra_original":"הֵיכָל","transliteracao":"hêykâl","strong":"H1964","significado_raiz":"Um large public building tal como um palace ou templo","significado_contextual":"Em Esdras 3:6, \"templo\" aparece dentro da frase \"Desde o primeiro dia do sétimo mês começaram a oferecer holocaustos ao SENHOR; porém ainda não estavam postos os fundamentos do templo do S…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הֵיכָל (hêykâl, H1964) mantém o campo semântico de um large public building tal como um palace ou templo. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"templo\" para conduzir a interpretação do leitor no ponto central de Esdras 3:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Ezequiel 41:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:6.","referencias_relacionadas":["Esdras 3:6","Ezequiel 41:1","Salmos 119:105"]},"esdras_3_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Esdras 3:6, \"senhor\" aparece dentro da frase \"Desde o primeiro dia do sétimo mês começaram a oferecer holocaustos ao SENHOR; porém ainda não estavam postos os fundamentos do templo do S…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Esdras 3:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 4:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:6.","referencias_relacionadas":["Esdras 3:6","Esdras 4:1","Salmos 119:105"]},"esdras_3_7_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Sentido lexical do termo conforme o lexico strong h5414","significado_contextual":"Em Esdras 3:7, \"dar\" aparece dentro da frase \"Deram, pois, o dinheiro aos pedreiros e carpinteiros, como também comida e bebida, e azeite aos sidônios, e aos tírios, para trazerem do Lí…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נָתַן (nâthan, H5414) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h5414. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dar\" para conduzir a interpretação do leitor no ponto central de Esdras 3:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 7:6, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:7.","referencias_relacionadas":["Esdras 3:7","Esdras 7:6","Salmos 119:105"]},"esdras_3_7_festa":{"palavra_pt":"festa","palavra_original":"מִשְׁתֶּה","transliteracao":"mishteh","strong":"H4960","significado_raiz":"Beber por implicacao drinking o ato tambem por implicacao um banquet ou geralmente festa","significado_contextual":"Em Esdras 3:7, \"festa\" aparece dentro da frase \"Deram, pois, o dinheiro aos pedreiros e carpinteiros, como também comida e bebida, e azeite aos sidônios, e aos tírios, para trazerem do Lí…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מִשְׁתֶּה (mishteh, H4960) mantém o campo semântico de beber por implicacao drinking o ato tambem por implicacao um banquet ou geralmente festa. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"festa\" para conduzir a interpretação do leitor no ponto central de Esdras 3:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Ester 5:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:7.","referencias_relacionadas":["Esdras 3:7","Ester 5:12","Salmos 119:105"]},"esdras_3_7_madeira":{"palavra_pt":"madeira","palavra_original":"חָצַב","transliteracao":"châtsab","strong":"H2672","significado_raiz":"Para cortar ou carve wood pedra ou outro material por implicacao para hew split square quarry engrave","significado_contextual":"Em Esdras 3:7, \"madeira\" aparece dentro da frase \"Deram, pois, o dinheiro aos pedreiros e carpinteiros, como também comida e bebida, e azeite aos sidônios, e aos tírios, para trazerem do Lí…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חָצַב (châtsab, H2672) mantém o campo semântico de para cortar ou carve wood pedra ou outro material por implicacao para hew split square quarry engrave. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"madeira\" para conduzir a interpretação do leitor no ponto central de Esdras 3:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 10:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:7.","referencias_relacionadas":["Esdras 3:7","Isaías 10:15","Salmos 119:105"]},"esdras_3_8_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Gods em o ordinary sentido mas especificamente usado em o plural assim especialmente com o artigo de o supreme deus occasionally applied por caminho de","significado_contextual":"Em Esdras 3:8, \"deus\" aparece dentro da frase \"E no segundo ano da sua vinda à casa de Deus em Jerusalém, no segundo mês, Zorobabel, filho de Sealtiel, e Jesuá, filho de Jozadaque, e os…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֱלֹהִים (ʼĕlôhîym, H430) mantém o campo semântico de gods em o ordinary sentido mas especificamente usado em o plural assim especialmente com o artigo de o supreme deus occasionally applied por caminho de. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"deus\" para conduzir a interpretação do leitor no ponto central de Esdras 3:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 8:23, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:8.","referencias_relacionadas":["Esdras 3:8","Esdras 8:23","Salmos 119:105"]},"esdras_3_8_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Literalmente um officiating um sacerdote tambem por courtesy um acting sacerdote embora um layman","significado_contextual":"Em Esdras 3:8, \"sacerdote\" aparece dentro da frase \"E no segundo ano da sua vinda à casa de Deus em Jerusalém, no segundo mês, Zorobabel, filho de Sealtiel, e Jesuá, filho de Jozadaque, e os…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כֹּהֵן (kôhên, H3548) mantém o campo semântico de literalmente um officiating um sacerdote tambem por courtesy um acting sacerdote embora um layman. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"sacerdote\" para conduzir a interpretação do leitor no ponto central de Esdras 3:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 6:20, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:8.","referencias_relacionadas":["Esdras 3:8","Esdras 6:20","Salmos 119:105"]},"esdras_3_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido","significado_contextual":"Em Esdras 3:8, \"modo\" aparece dentro da frase \"E no segundo ano da sua vinda à casa de Deus em Jerusalém, no segundo mês, Zorobabel, filho de Sealtiel, e Jesuá, filho de Jozadaque, e os…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כֹּל (kôl, H3605) mantém o campo semântico de properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"modo\" para conduzir a interpretação do leitor no ponto central de Esdras 3:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 4:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:8.","referencias_relacionadas":["Esdras 3:8","Esdras 4:5","Salmos 119:105"]},"esdras_3_9_obra":{"palavra_pt":"obra","palavra_original":"מְלָאכָה","transliteracao":"mᵉlâʼkâh","strong":"H4399","significado_raiz":"Properly deputyship i e ministerio geralmente employment nunca servile ou trabalho abstractly ou concretely tambem propriedade como o result de labor","significado_contextual":"Em Esdras 3:9, \"obra\" aparece dentro da frase \"Então se levantou Jesuá, seus filhos, e seus irmãos, Cadmiel e seus filhos, os filhos de Judá, como um só homem, para dirigirem os que fazi…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מְלָאכָה (mᵉlâʼkâh, H4399) mantém o campo semântico de properly deputyship i e ministerio geralmente employment nunca servile ou trabalho abstractly ou concretely tambem propriedade como o result de labor. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"obra\" para conduzir a interpretação do leitor no ponto central de Esdras 3:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 6:22, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:9.","referencias_relacionadas":["Esdras 3:9","Esdras 6:22","Salmos 119:105"]},"esdras_3_9_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Sentido lexical do termo conforme o lexico strong h1004","significado_contextual":"Em Esdras 3:9, \"casa\" aparece dentro da frase \"Então se levantou Jesuá, seus filhos, e seus irmãos, Cadmiel e seus filhos, os filhos de Judá, como um só homem, para dirigirem os que fazi…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בַּיִת (bayith, H1004) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h1004. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"casa\" para conduzir a interpretação do leitor no ponto central de Esdras 3:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 8:17, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:9.","referencias_relacionadas":["Esdras 3:9","Esdras 8:17","Salmos 119:105"]},"esdras_3_10_appoint":{"palavra_pt":"appoint","palavra_original":"יָסַד","transliteracao":"yâçad","strong":"H3245","significado_raiz":"Para colocar literalmente ou figurativamente intensively para encontrado reflexively para sentar abaixo together i e settle consult","significado_contextual":"Em Esdras 3:10, \"appoint\" aparece dentro da frase \"Quando, pois, os edificadores lançaram os alicerces do templo do Senhor, então apresentaram-se os sacerdotes, já vestidos e com trombetas,…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָסַד (yâçad, H3245) mantém o campo semântico de para colocar literalmente ou figurativamente intensively para encontrado reflexively para sentar abaixo together i e settle consult. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"appoint\" para conduzir a interpretação do leitor no ponto central de Esdras 3:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com 2 Crônicas 31:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:10.","referencias_relacionadas":["Esdras 3:10","2 Crônicas 31:7","Salmos 119:105"]},"esdras_3_10_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Para ser clear orig de sound mas geralmente de color para shine portanto fazer ashow para boast e assim para ser clamorously tolo para rave causativo","significado_contextual":"Em Esdras 3:10, \"louvar\" aparece dentro da frase \"Quando, pois, os edificadores lançaram os alicerces do templo do Senhor, então apresentaram-se os sacerdotes, já vestidos e com trombetas,…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הָלַל (hâlal, H1984) mantém o campo semântico de para ser clear orig de sound mas geralmente de color para shine portanto fazer ashow para boast e assim para ser clamorously tolo para rave causativo. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"louvar\" para conduzir a interpretação do leitor no ponto central de Esdras 3:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 3:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:10.","referencias_relacionadas":["Esdras 3:10","Esdras 3:11","Salmos 119:105"]},"esdras_3_11_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Properly concealed i e o vanishing point geralmente tempo fora de mind past ou future i e practically eternity frequentatively adverbial","significado_contextual":"Em Esdras 3:11, \"eterno\" aparece dentro da frase \"E cantavam juntos por grupo, louvando e rendendo graças ao Senhor, dizendo: porque é bom; porque a sua benignidade dura para sempre sobre I…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עוֹלָם (ʻôwlâm, H5769) mantém o campo semântico de properly concealed i e o vanishing point geralmente tempo fora de mind past ou future i e practically eternity frequentatively adverbial. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"eterno\" para conduzir a interpretação do leitor no ponto central de Esdras 3:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 15:18, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:11.","referencias_relacionadas":["Esdras 3:11","Êxodo 15:18","Salmos 119:105"]},"esdras_3_11_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Para ser clear orig de sound mas geralmente de color para shine portanto fazer ashow para boast e assim para ser clamorously tolo para rave causativo","significado_contextual":"Em Esdras 3:11, \"louvar\" aparece dentro da frase \"E cantavam juntos por grupo, louvando e rendendo graças ao Senhor, dizendo: porque é bom; porque a sua benignidade dura para sempre sobre I…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הָלַל (hâlal, H1984) mantém o campo semântico de para ser clear orig de sound mas geralmente de color para shine portanto fazer ashow para boast e assim para ser clamorously tolo para rave causativo. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"louvar\" para conduzir a interpretação do leitor no ponto central de Esdras 3:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Gênesis 12:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:11.","referencias_relacionadas":["Esdras 3:11","Gênesis 12:15","Salmos 119:105"]},"esdras_3_12_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Literalmente um officiating um sacerdote tambem por courtesy um acting sacerdote embora um layman","significado_contextual":"Em Esdras 3:12, \"sacerdote\" aparece dentro da frase \"Porém muitos dos sacerdotes, e levitas e chefes dos pais, já idosos, que viram a primeira casa, choraram em altas vozes quando à sua vista…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כֹּהֵן (kôhên, H3548) mantém o campo semântico de literalmente um officiating um sacerdote tambem por courtesy um acting sacerdote embora um layman. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"sacerdote\" para conduzir a interpretação do leitor no ponto central de Esdras 3:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 3:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:12.","referencias_relacionadas":["Esdras 3:12","Esdras 3:2","Salmos 119:105"]},"esdras_3_12_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Sentido lexical do termo conforme o lexico strong h7218","significado_contextual":"Em Esdras 3:12, \"principio\" aparece dentro da frase \"Porém muitos dos sacerdotes, e levitas e chefes dos pais, já idosos, que viram a primeira casa, choraram em altas vozes quando à sua vista…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רֹאשׁ (rôʼsh, H7218) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h7218. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"principio\" para conduzir a interpretação do leitor no ponto central de Esdras 3:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 4:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:12.","referencias_relacionadas":["Esdras 3:12","Esdras 4:2","Salmos 119:105"]},"esdras_3_12_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Sentido lexical do termo conforme o lexico strong h1004","significado_contextual":"Em Esdras 3:12, \"casa\" aparece dentro da frase \"Porém muitos dos sacerdotes, e levitas e chefes dos pais, já idosos, que viram a primeira casa, choraram em altas vozes quando à sua vista…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בַּיִת (bayith, H1004) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h1004. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"casa\" para conduzir a interpretação do leitor no ponto central de Esdras 3:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 3:9, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:12.","referencias_relacionadas":["Esdras 3:12","Esdras 3:9","Salmos 119:105"]},"esdras_3_13_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Um voz ou sound","significado_contextual":"Em Esdras 3:13, \"voz\" aparece dentro da frase \"De maneira que não discernia o povo as vozes do júbilo de alegria das vozes do choro do povo; porque o povo jubilava com tão altas vozes, q…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"קוֹל (qôwl, H6963) mantém o campo semântico de um voz ou sound. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"voz\" para conduzir a interpretação do leitor no ponto central de Esdras 3:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 15:26, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:13.","referencias_relacionadas":["Esdras 3:13","Êxodo 15:26","Salmos 119:105"]},"esdras_3_13_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Um povo como um congregated unit especificamente um tribo como aqueles de israel portanto collectively troops ou attendants figurativamente um flock","significado_contextual":"Em Esdras 3:13, \"povo\" aparece dentro da frase \"De maneira que não discernia o povo as vozes do júbilo de alegria das vozes do choro do povo; porque o povo jubilava com tão altas vozes, q…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עַם (ʻam, H5971) mantém o campo semântico de um povo como um congregated unit especificamente um tribo como aqueles de israel portanto collectively troops ou attendants figurativamente um flock. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"povo\" para conduzir a interpretação do leitor no ponto central de Esdras 3:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 9:14, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:13.","referencias_relacionadas":["Esdras 3:13","Esdras 9:14","Salmos 119:105"]},"esdras_3_13_idiom":{"palavra_pt":"alegria","palavra_original":"שִׂמְחָה","transliteracao":"simchâh","strong":"H8057","significado_raiz":"Blithesomeness ou glee religious ou festival","significado_contextual":"Em Esdras 3:13, \"alegria\" aparece dentro da frase \"De maneira que não discernia o povo as vozes do júbilo de alegria das vozes do choro do povo; porque o povo jubilava com tão altas vozes, q…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שִׂמְחָה (simchâh, H8057) mantém o campo semântico de blithesomeness ou glee religious ou festival. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 3:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"alegria\" para conduzir a interpretação do leitor no ponto central de Esdras 3:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Ester 8:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 3:13.","referencias_relacionadas":["Esdras 3:13","Ester 8:16","Salmos 119:105"]}}