{"esdras_4_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Esdras 4:1, \"senhor\" aparece dentro da frase \"Ouvindo, pois, os adversários de Judá e Benjamim que os que voltaram do cativeiro edificavam o templo ao SENHOR Deus de Israel,\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Esdras 4:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 4:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:1.","referencias_relacionadas":["Esdras 4:1","Esdras 4:3","Salmos 119:105"]},"esdras_4_1_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ouvir intelligently frequentemente com implicacao de attention obedience etc causatively para tell etc","significado_contextual":"Em Esdras 4:1, \"ouvir\" aparece dentro da frase \"Ouvindo, pois, os adversários de Judá e Benjamim que os que voltaram do cativeiro edificavam o templo ao SENHOR Deus de Israel,\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שָׁמַע (shâmaʻ, H8085) mantém o campo semântico de ouvir intelligently frequentemente com implicacao de attention obedience etc causatively para tell etc. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"ouvir\" para conduzir a interpretação do leitor no ponto central de Esdras 4:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 15:14, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:1.","referencias_relacionadas":["Esdras 4:1","Êxodo 15:14","Salmos 119:105"]},"esdras_4_1_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed","significado_contextual":"Em Esdras 4:1, \"porque\" aparece dentro da frase \"Ouvindo, pois, os adversários de Judá e Benjamim que os que voltaram do cativeiro edificavam o templo ao SENHOR Deus de Israel,\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כִּי (kîy, H3588) mantém o campo semântico de por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"porque\" para conduzir a interpretação do leitor no ponto central de Esdras 4:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 7:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:1.","referencias_relacionadas":["Esdras 4:1","Esdras 7:10","Salmos 119:105"]},"esdras_4_2_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3117","significado_contextual":"Em Esdras 4:2, \"dia\" aparece dentro da frase \"Chegaram-se a Zorobabel e aos chefes dos pais, e disseram-lhes: Deixai-nos edificar convosco, porque, como vós, buscaremos a vosso Deus; co…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יוֹם (yôwm, H3117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Esdras 4:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 4:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:2.","referencias_relacionadas":["Esdras 4:2","Esdras 4:7","Salmos 119:105"]},"esdras_4_2_mulher":{"palavra_pt":"mulher","palavra_original":"נָגַשׁ","transliteracao":"nâgash","strong":"H5066","significado_raiz":"Para ser ou vir causatively trazer perto para qualquer proposito euphemistically para lie com um mulher como um inimigo para attack religious adorar causati","significado_contextual":"Em Esdras 4:2, \"mulher\" aparece dentro da frase \"Chegaram-se a Zorobabel e aos chefes dos pais, e disseram-lhes: Deixai-nos edificar convosco, porque, como vós, buscaremos a vosso Deus; co…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נָגַשׁ (nâgash, H5066) mantém o campo semântico de para ser ou vir causatively trazer perto para qualquer proposito euphemistically para lie com um mulher como um inimigo para attack religious adorar causati. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"mulher\" para conduzir a interpretação do leitor no ponto central de Esdras 4:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Gênesis 18:23, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:2.","referencias_relacionadas":["Esdras 4:2","Gênesis 18:23","Salmos 119:105"]},"esdras_4_2_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Sentido lexical do termo conforme o lexico strong h7218","significado_contextual":"Em Esdras 4:2, \"principio\" aparece dentro da frase \"Chegaram-se a Zorobabel e aos chefes dos pais, e disseram-lhes: Deixai-nos edificar convosco, porque, como vós, buscaremos a vosso Deus; co…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רֹאשׁ (rôʼsh, H7218) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h7218. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"principio\" para conduzir a interpretação do leitor no ponto central de Esdras 4:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 7:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:2.","referencias_relacionadas":["Esdras 4:2","Esdras 7:5","Salmos 119:105"]},"esdras_4_3_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Um rei no campo semantico de h4428","significado_contextual":"Em Esdras 4:3, \"rei\" aparece dentro da frase \"Porém Zorobabel, e Jesuá, e os outros chefes dos pais de Israel lhes disseram: Não convém que nós e vós edifiquemos casa a nosso Deus; mas…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מֶלֶךְ (melek, H4428) mantém o campo semântico de um rei no campo semantico de h4428. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"rei\" para conduzir a interpretação do leitor no ponto central de Esdras 4:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 7:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:3.","referencias_relacionadas":["Esdras 4:3","Esdras 7:11","Salmos 119:105"]},"esdras_4_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Esdras 4:3, \"senhor\" aparece dentro da frase \"Porém Zorobabel, e Jesuá, e os outros chefes dos pais de Israel lhes disseram: Não convém que nós e vós edifiquemos casa a nosso Deus; mas…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Esdras 4:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 6:21, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:3.","referencias_relacionadas":["Esdras 4:3","Esdras 6:21","Salmos 119:105"]},"esdras_4_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Dizer usado com grande latitude","significado_contextual":"Em Esdras 4:3, \"dizer\" aparece dentro da frase \"Porém Zorobabel, e Jesuá, e os outros chefes dos pais de Israel lhes disseram: Não convém que nós e vós edifiquemos casa a nosso Deus; mas…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אָמַר (ʼâmar, H559) mantém o campo semântico de dizer usado com grande latitude. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dizer\" para conduzir a interpretação do leitor no ponto central de Esdras 4:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Ester 1:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:3.","referencias_relacionadas":["Esdras 4:3","Ester 1:13","Salmos 119:105"]},"esdras_4_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"O terra em large ou partitively um terra","significado_contextual":"Em Esdras 4:4, \"terra\" aparece dentro da frase \"Todavia o povo da terra debilitava as mãos do povo de Judá, e inquietava-os no edificar.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֶרֶץ (ʼerets, H776) mantém o campo semântico de o terra em large ou partitively um terra. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"terra\" para conduzir a interpretação do leitor no ponto central de Esdras 4:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 6:21, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:4.","referencias_relacionadas":["Esdras 4:4","Esdras 6:21","Salmos 119:105"]},"esdras_4_4_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary","significado_contextual":"Em Esdras 4:4, \"cair\" aparece dentro da frase \"Todavia o povo da terra debilitava as mãos do povo de Judá, e inquietava-os no edificar.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הָיָה (hâyâh, H1961) mantém o campo semântico de para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cair\" para conduzir a interpretação do leitor no ponto central de Esdras 4:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Ester 1:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:4.","referencias_relacionadas":["Esdras 4:4","Ester 1:1","Salmos 119:105"]},"esdras_4_4_affrighted":{"palavra_pt":"affrighted","palavra_original":"בָּהַל","transliteracao":"bâhal","strong":"H926","significado_raiz":"Para tremble inwardly ou palpitate i e figurativamente ser causativo fazer suddenly alarmed ou agitated por implicacao para hasten anxiously","significado_contextual":"Em Esdras 4:4, \"affrighted\" aparece dentro da frase \"Todavia o povo da terra debilitava as mãos do povo de Judá, e inquietava-os no edificar.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בָּהַל (bâhal, H926) mantém o campo semântico de para tremble inwardly ou palpitate i e figurativamente ser causativo fazer suddenly alarmed ou agitated por implicacao para hasten anxiously. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"affrighted\" para conduzir a interpretação do leitor no ponto central de Esdras 4:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:4.","referencias_relacionadas":["Esdras 4:4","Salmos 119:105","Romanos 8:28"]},"esdras_4_5_recompensa":{"palavra_pt":"recompensa","palavra_original":"שָׂכַר","transliteracao":"sâkar","strong":"H7936","significado_raiz":"Para hire no campo semantico de h7936","significado_contextual":"Em Esdras 4:5, \"recompensa\" aparece dentro da frase \"E alugaram contra eles conselheiros, para frustrarem o seu plano, todos os dias de Ciro, rei da Pérsia, até ao reinado de Dario, rei da Pér…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שָׂכַר (sâkar, H7936) mantém o campo semântico de para hire no campo semantico de h7936. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"recompensa\" para conduzir a interpretação do leitor no ponto central de Esdras 4:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Juízes 9:4, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:5.","referencias_relacionadas":["Esdras 4:5","Juízes 9:4","Salmos 119:105"]},"esdras_4_5_limpo":{"palavra_pt":"limpo","palavra_original":"פָּרַר","transliteracao":"pârar","strong":"H6565","significado_raiz":"Para quebrar acima geralmente figurativamente i e para violate frustrate","significado_contextual":"Em Esdras 4:5, \"limpo\" aparece dentro da frase \"E alugaram contra eles conselheiros, para frustrarem o seu plano, todos os dias de Ciro, rei da Pérsia, até ao reinado de Dario, rei da Pér…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"פָּרַר (pârar, H6565) mantém o campo semântico de para quebrar acima geralmente figurativamente i e para violate frustrate. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"limpo\" para conduzir a interpretação do leitor no ponto central de Esdras 4:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 9:14, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:5.","referencias_relacionadas":["Esdras 4:5","Esdras 9:14","Salmos 119:105"]},"esdras_4_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido","significado_contextual":"Em Esdras 4:5, \"modo\" aparece dentro da frase \"E alugaram contra eles conselheiros, para frustrarem o seu plano, todos os dias de Ciro, rei da Pérsia, até ao reinado de Dario, rei da Pér…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כֹּל (kôl, H3605) mantém o campo semântico de properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"modo\" para conduzir a interpretação do leitor no ponto central de Esdras 4:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 6:20, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:5.","referencias_relacionadas":["Esdras 4:5","Esdras 6:20","Salmos 119:105"]},"esdras_4_6_governo":{"palavra_pt":"governo","palavra_original":"מַלְכוּת","transliteracao":"malkûwth","strong":"H4438","significado_raiz":"Um governar concretely um dominio","significado_contextual":"Em Esdras 4:6, \"governo\" aparece dentro da frase \"No reinado de Assuero, no princípio do seu reinado, escreveram uma acusação contra os habitantes de Judá e de Jerusalém.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מַלְכוּת (malkûwth, H4438) mantém o campo semântico de um governar concretely um dominio. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"governo\" para conduzir a interpretação do leitor no ponto central de Esdras 4:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 7:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:6.","referencias_relacionadas":["Esdras 4:6","Esdras 7:1","Salmos 119:105"]},"esdras_4_6_nome":{"palavra_pt":"nome","palavra_original":"אֲחַשְׁוֵרוֹשׁ","transliteracao":"ʼĂchashvêrôwsh","strong":"H325","significado_raiz":"Achashverosh i e ahasuerus ou artaxerxes mas em este case xerxes o title antes do que nome de um persian rei","significado_contextual":"Em Esdras 4:6, \"nome\" aparece dentro da frase \"No reinado de Assuero, no princípio do seu reinado, escreveram uma acusação contra os habitantes de Judá e de Jerusalém.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֲחַשְׁוֵרוֹשׁ (ʼĂchashvêrôwsh, H325) mantém o campo semântico de achashverosh i e ahasuerus ou artaxerxes mas em este case xerxes o title antes do que nome de um persian rei. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"nome\" para conduzir a interpretação do leitor no ponto central de Esdras 4:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Ester 2:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:6.","referencias_relacionadas":["Esdras 4:6","Ester 2:16","Salmos 119:105"]},"esdras_4_7_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3117","significado_contextual":"Em Esdras 4:7, \"dia\" aparece dentro da frase \"E nos dias de Artaxerxes escreveram Bislão, Mitredate, Tabeel, e os outros seus companheiros, a Artaxerxes, rei da Pérsia; e a carta estava…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יוֹם (yôwm, H3117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Esdras 4:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 8:32, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:7.","referencias_relacionadas":["Esdras 4:7","Esdras 8:32","Salmos 119:105"]},"esdras_4_7_nome":{"palavra_pt":"nome","palavra_original":"אַרְתַּחְשַׁשְׁתָּא","transliteracao":"ʼArtachshashtâʼ","strong":"H783","significado_raiz":"Artachshasta ou artaxerxes um title antes do que nome de several persian reis","significado_contextual":"Em Esdras 4:7, \"nome\" aparece dentro da frase \"E nos dias de Artaxerxes escreveram Bislão, Mitredate, Tabeel, e os outros seus companheiros, a Artaxerxes, rei da Pérsia; e a carta estava…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אַרְתַּחְשַׁשְׁתָּא (ʼArtachshashtâʼ, H783) mantém o campo semântico de artachshasta ou artaxerxes um title antes do que nome de several persian reis. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"nome\" para conduzir a interpretação do leitor no ponto central de Esdras 4:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 4:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:7.","referencias_relacionadas":["Esdras 4:7","Esdras 4:8","Salmos 119:105"]},"esdras_4_8_juizo":{"palavra_pt":"juizo","palavra_original":"טְעֵם","transliteracao":"ṭᵉʻêm","strong":"H2942","significado_raiz":"Properly flavor figurativamente juizo ambos subjective e objective portanto account ambos subjectively e objectively","significado_contextual":"Em Esdras 4:8, \"juizo\" aparece dentro da frase \"Escreveram, pois, Reum, o chanceler, e Sinsai, o escrivão, uma carta contra Jerusalém, ao rei Artaxerxes, do teor seguinte:\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"טְעֵם (ṭᵉʻêm, H2942) mantém o campo semântico de properly flavor figurativamente juizo ambos subjective e objective portanto account ambos subjectively e objectively. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"juizo\" para conduzir a interpretação do leitor no ponto central de Esdras 4:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 4:9, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:8.","referencias_relacionadas":["Esdras 4:8","Esdras 4:9","Salmos 119:105"]},"esdras_4_8_first":{"palavra_pt":"primeiro","palavra_original":"חַד","transliteracao":"chad","strong":"H2298","significado_raiz":"Como card um como artigo single como um ordinal primeiro adverbially em uma vez","significado_contextual":"Em Esdras 4:8, \"primeiro\" aparece dentro da frase \"Escreveram, pois, Reum, o chanceler, e Sinsai, o escrivão, uma carta contra Jerusalém, ao rei Artaxerxes, do teor seguinte:\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חַד (chad, H2298) mantém o campo semântico de como card um como artigo single como um ordinal primeiro adverbially em uma vez. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"primeiro\" para conduzir a interpretação do leitor no ponto central de Esdras 4:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 5:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:8.","referencias_relacionadas":["Esdras 4:8","Esdras 5:13","Salmos 119:105"]},"esdras_4_8_nome":{"palavra_pt":"nome","palavra_original":"אַרְתַּחְשַׁשְׁתָּא","transliteracao":"ʼArtachshashtâʼ","strong":"H783","significado_raiz":"Artachshasta ou artaxerxes um title antes do que nome de several persian reis","significado_contextual":"Em Esdras 4:8, \"nome\" aparece dentro da frase \"Escreveram, pois, Reum, o chanceler, e Sinsai, o escrivão, uma carta contra Jerusalém, ao rei Artaxerxes, do teor seguinte:\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אַרְתַּחְשַׁשְׁתָּא (ʼArtachshashtâʼ, H783) mantém o campo semântico de artachshasta ou artaxerxes um title antes do que nome de several persian reis. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"nome\" para conduzir a interpretação do leitor no ponto central de Esdras 4:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 7:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:8.","referencias_relacionadas":["Esdras 4:8","Esdras 7:12","Salmos 119:105"]},"esdras_4_9_juizo":{"palavra_pt":"juizo","palavra_original":"טְעֵם","transliteracao":"ṭᵉʻêm","strong":"H2942","significado_raiz":"Properly flavor figurativamente juizo ambos subjective e objective portanto account ambos subjectively e objectively","significado_contextual":"Em Esdras 4:9, \"juizo\" aparece dentro da frase \"Então escreveu Reum, o chanceler, e Sinsai, o escrivão, e os outros seus companheiros, os dinaítas, afarsaquitas, tarpelitas, afarsitas, ar…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"טְעֵם (ṭᵉʻêm, H2942) mantém o campo semântico de properly flavor figurativamente juizo ambos subjective e objective portanto account ambos subjectively e objectively. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"juizo\" para conduzir a interpretação do leitor no ponto central de Esdras 4:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 5:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:9.","referencias_relacionadas":["Esdras 4:9","Esdras 5:13","Salmos 119:105"]},"esdras_4_9_now":{"palavra_pt":"now","palavra_original":"אֱדַיִן","transliteracao":"ʼĕdayin","strong":"H116","significado_raiz":"Entao de tempo","significado_contextual":"Em Esdras 4:9, \"now\" aparece dentro da frase \"Então escreveu Reum, o chanceler, e Sinsai, o escrivão, e os outros seus companheiros, os dinaítas, afarsaquitas, tarpelitas, afarsitas, ar…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֱדַיִן (ʼĕdayin, H116) mantém o campo semântico de entao de tempo. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"now\" para conduzir a interpretação do leitor no ponto central de Esdras 4:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 5:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:9.","referencias_relacionadas":["Esdras 4:9","Esdras 5:16","Salmos 119:105"]},"esdras_4_10_carry":{"palavra_pt":"carry","palavra_original":"גְּלָה","transliteracao":"gᵉlâh","strong":"H1541","significado_raiz":"Para denude especialmente em um disgraceful sentido por implicacao para exile captives being geralmente stripped figurativamente para revelar","significado_contextual":"Em Esdras 4:10, \"carry\" aparece dentro da frase \"E os outros povos, que o grande e afamado Asnapar transportou, e que fez habitar na cidade de Samaria, e nas demais províncias dalém do rio…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"גְּלָה (gᵉlâh, H1541) mantém o campo semântico de para denude especialmente em um disgraceful sentido por implicacao para exile captives being geralmente stripped figurativamente para revelar. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"carry\" para conduzir a interpretação do leitor no ponto central de Esdras 4:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Daniel 2:47, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:10.","referencias_relacionadas":["Esdras 4:10","Daniel 2:47","Salmos 119:105"]},"esdras_4_10_rei":{"palavra_pt":"rei","palavra_original":"אׇסְנַפַּר","transliteracao":"ʼOçnappar","strong":"H620","significado_raiz":"Osnappar um assyrian rei","significado_contextual":"Em Esdras 4:10, \"rei\" aparece dentro da frase \"E os outros povos, que o grande e afamado Asnapar transportou, e que fez habitar na cidade de Samaria, e nas demais províncias dalém do rio…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אׇסְנַפַּר (ʼOçnappar, H620) mantém o campo semântico de osnappar um assyrian rei. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"rei\" para conduzir a interpretação do leitor no ponto central de Esdras 4:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:10.","referencias_relacionadas":["Esdras 4:10","Salmos 119:105","Romanos 8:28"]},"esdras_4_11_nome":{"palavra_pt":"nome","palavra_original":"אַרְתַּחְשַׁשְׁתָּא","transliteracao":"ʼArtachshashtâʼ","strong":"H783","significado_raiz":"Artachshasta ou artaxerxes um title antes do que nome de several persian reis","significado_contextual":"Em Esdras 4:11, \"nome\" aparece dentro da frase \"Este, pois, é o teor da carta que mandaram ao rei Artaxerxes: Teus servos, os homens dalém do rio, em tal tempo.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אַרְתַּחְשַׁשְׁתָּא (ʼArtachshashtâʼ, H783) mantém o campo semântico de artachshasta ou artaxerxes um title antes do que nome de several persian reis. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"nome\" para conduzir a interpretação do leitor no ponto central de Esdras 4:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 4:23, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:11.","referencias_relacionadas":["Esdras 4:11","Esdras 4:23","Salmos 119:105"]},"esdras_4_11_afore":{"palavra_pt":"afore","palavra_original":"דֵּן","transliteracao":"dên","strong":"H1836","significado_raiz":"Este no campo semantico de h1836","significado_contextual":"Em Esdras 4:11, \"afore\" aparece dentro da frase \"Este, pois, é o teor da carta que mandaram ao rei Artaxerxes: Teus servos, os homens dalém do rio, em tal tempo.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"דֵּן (dên, H1836) mantém o campo semântico de este no campo semantico de h1836. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"afore\" para conduzir a interpretação do leitor no ponto central de Esdras 4:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Daniel 6:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:11.","referencias_relacionadas":["Esdras 4:11","Daniel 6:10","Salmos 119:105"]},"esdras_4_12_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Properly um parte de portanto prepositionally de ou fora de","significado_contextual":"Em Esdras 4:12, \"conforme\" aparece dentro da frase \"Saiba o rei que os judeus, que subiram de ti, vieram a nós em Jerusalém, e reedificam aquela rebelde e malvada cidade, e vão restaurando os…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מִן (min, H4481) mantém o campo semântico de properly um parte de portanto prepositionally de ou fora de. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"conforme\" para conduzir a interpretação do leitor no ponto central de Esdras 4:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 4:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:12.","referencias_relacionadas":["Esdras 4:12","Esdras 4:15","Salmos 119:105"]},"esdras_4_12_conhecer":{"palavra_pt":"conhecer","palavra_original":"יְדַע","transliteracao":"yᵉdaʻ","strong":"H3046","significado_raiz":"Conhecer properly para ascertain por seeing usado em um grande variety de senses figurativamente literalmente euphemistically e inferentially including o","significado_contextual":"Em Esdras 4:12, \"conhecer\" aparece dentro da frase \"Saiba o rei que os judeus, que subiram de ti, vieram a nós em Jerusalém, e reedificam aquela rebelde e malvada cidade, e vão restaurando os…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְדַע (yᵉdaʻ, H3046) mantém o campo semântico de conhecer properly para ascertain por seeing usado em um grande variety de senses figurativamente literalmente euphemistically e inferentially including o. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"conhecer\" para conduzir a interpretação do leitor no ponto central de Esdras 4:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 4:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:12.","referencias_relacionadas":["Esdras 4:12","Esdras 4:16","Salmos 119:105"]},"esdras_4_12_grande":{"palavra_pt":"grande","palavra_original":"הָוָא","transliteracao":"hâvâʼ","strong":"H1934","significado_raiz":"Sentido lexical do termo conforme o lexico strong h1934","significado_contextual":"Em Esdras 4:12, \"grande\" aparece dentro da frase \"Saiba o rei que os judeus, que subiram de ti, vieram a nós em Jerusalém, e reedificam aquela rebelde e malvada cidade, e vão restaurando os…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הָוָא (hâvâʼ, H1934) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h1934. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"grande\" para conduzir a interpretação do leitor no ponto central de Esdras 4:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:12.","referencias_relacionadas":["Esdras 4:12","Salmos 119:105","Romanos 8:28"]},"esdras_4_13_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4430","significado_raiz":"Um rei no campo semantico de h4430","significado_contextual":"Em Esdras 4:13, \"rei\" aparece dentro da frase \"Agora saiba o rei que, se aquela cidade se reedificar, e os muros se restaurarem, eles não pagarão os direitos, os tributos e os pedágios;…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מֶלֶךְ (melek, H4430) mantém o campo semântico de um rei no campo semantico de h4430. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"rei\" para conduzir a interpretação do leitor no ponto central de Esdras 4:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 4:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:13.","referencias_relacionadas":["Esdras 4:13","Esdras 4:15","Salmos 119:105"]},"esdras_4_13_custom":{"palavra_pt":"custom","palavra_original":"הֲלָךְ","transliteracao":"hălâk","strong":"H1983","significado_raiz":"Properly um journey i e por implicacao toll em goods em aroad","significado_contextual":"Em Esdras 4:13, \"custom\" aparece dentro da frase \"Agora saiba o rei que, se aquela cidade se reedificar, e os muros se restaurarem, eles não pagarão os direitos, os tributos e os pedágios;…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הֲלָךְ (hălâk, H1983) mantém o campo semântico de properly um journey i e por implicacao toll em goods em aroad. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"custom\" para conduzir a interpretação do leitor no ponto central de Esdras 4:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:13.","referencias_relacionadas":["Esdras 4:13","Salmos 119:105","Romanos 8:28"]},"esdras_4_13_revenue":{"palavra_pt":"revenue","palavra_original":"אַפְּתֹם","transliteracao":"ʼappᵉthôm","strong":"H674","significado_raiz":"Revenue others em o ultimo","significado_contextual":"Em Esdras 4:13, \"revenue\" aparece dentro da frase \"Agora saiba o rei que, se aquela cidade se reedificar, e os muros se restaurarem, eles não pagarão os direitos, os tributos e os pedágios;…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אַפְּתֹם (ʼappᵉthôm, H674) mantém o campo semântico de revenue others em o ultimo. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"revenue\" para conduzir a interpretação do leitor no ponto central de Esdras 4:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:13.","referencias_relacionadas":["Esdras 4:13","Salmos 119:105","Romanos 8:28"]},"esdras_4_14_phrase":{"palavra_pt":"expressao","palavra_original":"קְבֵל","transliteracao":"qᵉbêl","strong":"H6903","significado_raiz":"Adverbially em front de geralmente com outro particles por causa de so como desde portanto","significado_contextual":"Em Esdras 4:14, \"expressao\" aparece dentro da frase \"Agora, pois, porquanto somos assalariados do palácio, e não nos convém ver a desonra do rei, por isso mandamos avisar ao rei,\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"קְבֵל (qᵉbêl, H6903) mantém o campo semântico de adverbially em front de geralmente com outro particles por causa de so como desde portanto. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:14, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"expressao\" para conduzir a interpretação do leitor no ponto central de Esdras 4:14, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 6:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:14.","referencias_relacionadas":["Esdras 4:14","Esdras 6:13","Salmos 119:105"]},"esdras_4_14_dishonor":{"palavra_pt":"dishonor","palavra_original":"עַרְוָה","transliteracao":"ʻarvâh","strong":"H6173","significado_raiz":"Nakedness i e figurativamente impoverishment","significado_contextual":"Em Esdras 4:14, \"dishonor\" aparece dentro da frase \"Agora, pois, porquanto somos assalariados do palácio, e não nos convém ver a desonra do rei, por isso mandamos avisar ao rei,\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עַרְוָה (ʻarvâh, H6173) mantém o campo semântico de nakedness i e figurativamente impoverishment. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:14, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dishonor\" para conduzir a interpretação do leitor no ponto central de Esdras 4:14, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:14.","referencias_relacionadas":["Esdras 4:14","Salmos 119:105","Romanos 8:28"]},"esdras_4_14_behold":{"palavra_pt":"eis","palavra_original":"חֲזָא","transliteracao":"chăzâʼ","strong":"H2370","significado_raiz":"Para gaze sobre mentally para sonho ser usual i e seem","significado_contextual":"Em Esdras 4:14, \"eis\" aparece dentro da frase \"Agora, pois, porquanto somos assalariados do palácio, e não nos convém ver a desonra do rei, por isso mandamos avisar ao rei,\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חֲזָא (chăzâʼ, H2370) mantém o campo semântico de para gaze sobre mentally para sonho ser usual i e seem. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:14, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"eis\" para conduzir a interpretação do leitor no ponto central de Esdras 4:14, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Daniel 7:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:14.","referencias_relacionadas":["Esdras 4:14","Daniel 7:13","Salmos 119:105"]},"esdras_4_15_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4430","significado_raiz":"Um rei no campo semantico de h4430","significado_contextual":"Em Esdras 4:15, \"rei\" aparece dentro da frase \"Para que se busque no livro das crônicas de teus pais. E acharás no livro das crônicas, e saberás que aquela foi uma cidade rebelde, e dano…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מֶלֶךְ (melek, H4430) mantém o campo semântico de um rei no campo semantico de h4430. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:15, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"rei\" para conduzir a interpretação do leitor no ponto central de Esdras 4:15, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 4:19, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:15.","referencias_relacionadas":["Esdras 4:15","Esdras 4:19","Salmos 119:105"]},"esdras_4_15_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Properly um parte de portanto prepositionally de ou fora de","significado_contextual":"Em Esdras 4:15, \"conforme\" aparece dentro da frase \"Para que se busque no livro das crônicas de teus pais. E acharás no livro das crônicas, e saberás que aquela foi uma cidade rebelde, e dano…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מִן (min, H4481) mantém o campo semântico de properly um parte de portanto prepositionally de ou fora de. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:15, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"conforme\" para conduzir a interpretação do leitor no ponto central de Esdras 4:15, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 4:19, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:15.","referencias_relacionadas":["Esdras 4:15","Esdras 4:19","Salmos 119:105"]},"esdras_4_16_conhecer":{"palavra_pt":"conhecer","palavra_original":"יְדַע","transliteracao":"yᵉdaʻ","strong":"H3046","significado_raiz":"Conhecer properly para ascertain por seeing usado em um grande variety de senses figurativamente literalmente euphemistically e inferentially including o","significado_contextual":"Em Esdras 4:16, \"conhecer\" aparece dentro da frase \"Nós, pois, fazemos notório ao rei que, se aquela cidade se reedificar, e os seus muros se restaurarem, sucederá que não terás porção alguma…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְדַע (yᵉdaʻ, H3046) mantém o campo semântico de conhecer properly para ascertain por seeing usado em um grande variety de senses figurativamente literalmente euphemistically e inferentially including o. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:16, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"conhecer\" para conduzir a interpretação do leitor no ponto central de Esdras 4:16, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 5:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:16.","referencias_relacionadas":["Esdras 4:16","Esdras 5:8","Salmos 119:105"]},"esdras_4_16_idiom":{"palavra_pt":"expressao","palavra_original":"דִּי","transliteracao":"dîy","strong":"H1768","significado_raiz":"Aquele usado como relative conjuncao e especialmente com um preposicao em adverbial phrases tambem como preposicao de","significado_contextual":"Em Esdras 4:16, \"expressao\" aparece dentro da frase \"Nós, pois, fazemos notório ao rei que, se aquela cidade se reedificar, e os seus muros se restaurarem, sucederá que não terás porção alguma…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"דִּי (dîy, H1768) mantém o campo semântico de aquele usado como relative conjuncao e especialmente com um preposicao em adverbial phrases tambem como preposicao de. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:16, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"expressao\" para conduzir a interpretação do leitor no ponto central de Esdras 4:16, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 4:18, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:16.","referencias_relacionadas":["Esdras 4:16","Esdras 4:18","Salmos 119:105"]},"esdras_4_17_juizo":{"palavra_pt":"juizo","palavra_original":"טְעֵם","transliteracao":"ṭᵉʻêm","strong":"H2942","significado_raiz":"Properly flavor figurativamente juizo ambos subjective e objective portanto account ambos subjectively e objectively","significado_contextual":"Em Esdras 4:17, \"juizo\" aparece dentro da frase \"E o rei enviou esta resposta a Reum, o chanceler, e a Sinsai, o escrivão, e aos demais seus companheiros, que habitavam em Samaria; como ta…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"טְעֵם (ṭᵉʻêm, H2942) mantém o campo semântico de properly flavor figurativamente juizo ambos subjective e objective portanto account ambos subjectively e objectively. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:17, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"juizo\" para conduzir a interpretação do leitor no ponto central de Esdras 4:17, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 4:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:17.","referencias_relacionadas":["Esdras 4:17","Esdras 4:8","Salmos 119:105"]},"esdras_4_17_paz":{"palavra_pt":"paz","palavra_original":"שְׁלָם","transliteracao":"shᵉlâm","strong":"H8001","significado_raiz":"Prosperity no campo semantico de h8001","significado_contextual":"Em Esdras 4:17, \"paz\" aparece dentro da frase \"E o rei enviou esta resposta a Reum, o chanceler, e a Sinsai, o escrivão, e aos demais seus companheiros, que habitavam em Samaria; como ta…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שְׁלָם (shᵉlâm, H8001) mantém o campo semântico de prosperity no campo semantico de h8001. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:17, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"paz\" para conduzir a interpretação do leitor no ponto central de Esdras 4:17, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Daniel 6:26, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:17.","referencias_relacionadas":["Esdras 4:17","Daniel 6:26","Salmos 119:105"]},"esdras_4_18_idiom":{"palavra_pt":"expressao","palavra_original":"דִּי","transliteracao":"dîy","strong":"H1768","significado_raiz":"Aquele usado como relative conjuncao e especialmente com um preposicao em adverbial phrases tambem como preposicao de","significado_contextual":"Em Esdras 4:18, \"expressao\" aparece dentro da frase \"A carta que nos enviastes foi explicitamente lida diante de mim.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"דִּי (dîy, H1768) mantém o campo semântico de aquele usado como relative conjuncao e especialmente com um preposicao em adverbial phrases tambem como preposicao de. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:18, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"expressao\" para conduzir a interpretação do leitor no ponto central de Esdras 4:18, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 5:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:18.","referencias_relacionadas":["Esdras 4:18","Esdras 5:10","Salmos 119:105"]},"esdras_4_18_enviar":{"palavra_pt":"enviar","palavra_original":"שְׁלַח","transliteracao":"shᵉlach","strong":"H7972","significado_raiz":"Sentido lexical do termo conforme o lexico strong h7972","significado_contextual":"Em Esdras 4:18, \"enviar\" aparece dentro da frase \"A carta que nos enviastes foi explicitamente lida diante de mim.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שְׁלַח (shᵉlach, H7972) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h7972. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:18, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"enviar\" para conduzir a interpretação do leitor no ponto central de Esdras 4:18, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 5:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:18.","referencias_relacionadas":["Esdras 4:18","Esdras 5:7","Salmos 119:105"]},"esdras_4_18_distinctly":{"palavra_pt":"distinctly","palavra_original":"פְּרַשׁ","transliteracao":"pᵉrash","strong":"H6568","significado_raiz":"Para specify","significado_contextual":"Em Esdras 4:18, \"distinctly\" aparece dentro da frase \"A carta que nos enviastes foi explicitamente lida diante de mim.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"פְּרַשׁ (pᵉrash, H6568) mantém o campo semântico de para specify. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:18, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"distinctly\" para conduzir a interpretação do leitor no ponto central de Esdras 4:18, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:18.","referencias_relacionadas":["Esdras 4:18","Salmos 119:105","Romanos 8:28"]},"esdras_4_19_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Properly um parte de portanto prepositionally de ou fora de","significado_contextual":"Em Esdras 4:19, \"conforme\" aparece dentro da frase \"E, ordenando-o eu, buscaram e acharam, que de tempos antigos aquela cidade se levantou contra os reis, e nela se têm feito rebelião e sediç…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מִן (min, H4481) mantém o campo semântico de properly um parte de portanto prepositionally de ou fora de. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:19, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"conforme\" para conduzir a interpretação do leitor no ponto central de Esdras 4:19, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 4:21, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:19.","referencias_relacionadas":["Esdras 4:19","Esdras 4:21","Salmos 119:105"]},"esdras_4_19_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4430","significado_raiz":"Um rei no campo semantico de h4430","significado_contextual":"Em Esdras 4:19, \"rei\" aparece dentro da frase \"E, ordenando-o eu, buscaram e acharam, que de tempos antigos aquela cidade se levantou contra os reis, e nela se têm feito rebelião e sediç…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מֶלֶךְ (melek, H4430) mantém o campo semântico de um rei no campo semantico de h4430. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:19, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"rei\" para conduzir a interpretação do leitor no ponto central de Esdras 4:19, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 4:20, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:19.","referencias_relacionadas":["Esdras 4:19","Esdras 4:20","Salmos 119:105"]},"esdras_4_20_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4430","significado_raiz":"Um rei no campo semantico de h4430","significado_contextual":"Em Esdras 4:20, \"rei\" aparece dentro da frase \"Também houve reis poderosos sobre Jerusalém que dalém do rio dominaram em todo o lugar, e se lhes pagaram direitos, tributos e pedágios.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מֶלֶךְ (melek, H4430) mantém o campo semântico de um rei no campo semantico de h4430. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:20, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"rei\" para conduzir a interpretação do leitor no ponto central de Esdras 4:20, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 4:22, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:20.","referencias_relacionadas":["Esdras 4:20","Esdras 4:22","Salmos 119:105"]},"esdras_4_20_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido","significado_contextual":"Em Esdras 4:20, \"porque\" aparece dentro da frase \"Também houve reis poderosos sobre Jerusalém que dalém do rio dominaram em todo o lugar, e se lhes pagaram direitos, tributos e pedágios.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כֹּל (kôl, H3606) mantém o campo semântico de properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:20, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"porque\" para conduzir a interpretação do leitor no ponto central de Esdras 4:20, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 6:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:20.","referencias_relacionadas":["Esdras 4:20","Esdras 6:11","Salmos 119:105"]},"esdras_4_20_poderoso":{"palavra_pt":"poderoso","palavra_original":"תַּקִּיף","transliteracao":"taqqîyph","strong":"H8624","significado_raiz":"Powerful no campo semantico de h8624","significado_contextual":"Em Esdras 4:20, \"poderoso\" aparece dentro da frase \"Também houve reis poderosos sobre Jerusalém que dalém do rio dominaram em todo o lugar, e se lhes pagaram direitos, tributos e pedágios.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"תַּקִּיף (taqqîyph, H8624) mantém o campo semântico de powerful no campo semantico de h8624. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:20, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"poderoso\" para conduzir a interpretação do leitor no ponto central de Esdras 4:20, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Daniel 7:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:20.","referencias_relacionadas":["Esdras 4:20","Daniel 7:7","Salmos 119:105"]},"esdras_4_21_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Properly um parte de portanto prepositionally de ou fora de","significado_contextual":"Em Esdras 4:21, \"conforme\" aparece dentro da frase \"Agora, pois, dai ordem para impedirdes aqueles homens, a fim de que não se edifique aquela cidade, até que eu dê uma ordem.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מִן (min, H4481) mantém o campo semântico de properly um parte de portanto prepositionally de ou fora de. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:21, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"conforme\" para conduzir a interpretação do leitor no ponto central de Esdras 4:21, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 4:23, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:21.","referencias_relacionadas":["Esdras 4:21","Esdras 4:23","Salmos 119:105"]},"esdras_4_21_cause":{"palavra_pt":"cause","palavra_original":"בְּטֵל","transliteracao":"bᵉṭêl","strong":"H989","significado_raiz":"Para stop no campo semantico de h989","significado_contextual":"Em Esdras 4:21, \"cause\" aparece dentro da frase \"Agora, pois, dai ordem para impedirdes aqueles homens, a fim de que não se edifique aquela cidade, até que eu dê uma ordem.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בְּטֵל (bᵉṭêl, H989) mantém o campo semântico de para stop no campo semantico de h989. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:21, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cause\" para conduzir a interpretação do leitor no ponto central de Esdras 4:21, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:21.","referencias_relacionadas":["Esdras 4:21","Salmos 119:105","Romanos 8:28"]},"esdras_4_22_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4430","significado_raiz":"Um rei no campo semantico de h4430","significado_contextual":"Em Esdras 4:22, \"rei\" aparece dentro da frase \"E guardai-vos de serdes remissos nisto; por que cresceria o dano para prejuízo dos reis?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מֶלֶךְ (melek, H4430) mantém o campo semântico de um rei no campo semantico de h4430. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:22, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"rei\" para conduzir a interpretação do leitor no ponto central de Esdras 4:22, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 5:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:22.","referencias_relacionadas":["Esdras 4:22","Esdras 5:11","Salmos 119:105"]},"esdras_4_22_obra":{"palavra_pt":"obra","palavra_original":"עֲבַד","transliteracao":"ʻăbad","strong":"H5648","significado_raiz":"Para fazer fazer prepare guardar etc","significado_contextual":"Em Esdras 4:22, \"obra\" aparece dentro da frase \"E guardai-vos de serdes remissos nisto; por que cresceria o dano para prejuízo dos reis?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עֲבַד (ʻăbad, H5648) mantém o campo semântico de para fazer fazer prepare guardar etc. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:22, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"obra\" para conduzir a interpretação do leitor no ponto central de Esdras 4:22, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 6:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:22.","referencias_relacionadas":["Esdras 4:22","Esdras 6:16","Salmos 119:105"]},"esdras_4_23_forca":{"palavra_pt":"forca","palavra_original":"חַיִל","transliteracao":"chayil","strong":"H2429","significado_raiz":"Um exercito ou forca","significado_contextual":"Em Esdras 4:23, \"forca\" aparece dentro da frase \"Então, depois que a cópia da carta do rei Artaxerxes foi lida perante Reum, e Sinsai, o escrivão, e seus companheiros, apressadamente foram…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חַיִל (chayil, H2429) mantém o campo semântico de um exercito ou forca. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:23, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"forca\" para conduzir a interpretação do leitor no ponto central de Esdras 4:23, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Daniel 5:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:23.","referencias_relacionadas":["Esdras 4:23","Daniel 5:7","Salmos 119:105"]},"esdras_4_23_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Properly um parte de portanto prepositionally de ou fora de","significado_contextual":"Em Esdras 4:23, \"conforme\" aparece dentro da frase \"Então, depois que a cópia da carta do rei Artaxerxes foi lida perante Reum, e Sinsai, o escrivão, e seus companheiros, apressadamente foram…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מִן (min, H4481) mantém o campo semântico de properly um parte de portanto prepositionally de ou fora de. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:23, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"conforme\" para conduzir a interpretação do leitor no ponto central de Esdras 4:23, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 5:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:23.","referencias_relacionadas":["Esdras 4:23","Esdras 5:12","Salmos 119:105"]},"esdras_4_23_nome":{"palavra_pt":"nome","palavra_original":"אַרְתַּחְשַׁשְׁתָּא","transliteracao":"ʼArtachshashtâʼ","strong":"H783","significado_raiz":"Artachshasta ou artaxerxes um title antes do que nome de several persian reis","significado_contextual":"Em Esdras 4:23, \"nome\" aparece dentro da frase \"Então, depois que a cópia da carta do rei Artaxerxes foi lida perante Reum, e Sinsai, o escrivão, e seus companheiros, apressadamente foram…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אַרְתַּחְשַׁשְׁתָּא (ʼArtachshashtâʼ, H783) mantém o campo semântico de artachshasta ou artaxerxes um title antes do que nome de several persian reis. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:23, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"nome\" para conduzir a interpretação do leitor no ponto central de Esdras 4:23, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 4:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:23.","referencias_relacionadas":["Esdras 4:23","Esdras 4:7","Salmos 119:105"]},"esdras_4_24_dominio":{"palavra_pt":"dominio","palavra_original":"מַלְכוּ","transliteracao":"malkûw","strong":"H4437","significado_raiz":"Dominio abstractly ou concretely","significado_contextual":"Em Esdras 4:24, \"dominio\" aparece dentro da frase \"Então cessou a obra da casa de Deus, que estava em Jerusalém; e cessou até ao ano segundo do reinado de Dario, rei da Pérsia.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מַלְכוּ (malkûw, H4437) mantém o campo semântico de dominio abstractly ou concretely. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:24, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dominio\" para conduzir a interpretação do leitor no ponto central de Esdras 4:24, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 6:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:24.","referencias_relacionadas":["Esdras 4:24","Esdras 6:15","Salmos 119:105"]},"esdras_4_24_obra":{"palavra_pt":"obra","palavra_original":"עֲבִידָה","transliteracao":"ʻăbîydâh","strong":"H5673","significado_raiz":"Labor ou business","significado_contextual":"Em Esdras 4:24, \"obra\" aparece dentro da frase \"Então cessou a obra da casa de Deus, que estava em Jerusalém; e cessou até ao ano segundo do reinado de Dario, rei da Pérsia.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עֲבִידָה (ʻăbîydâh, H5673) mantém o campo semântico de labor ou business. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:24, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"obra\" para conduzir a interpretação do leitor no ponto central de Esdras 4:24, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 6:18, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:24.","referencias_relacionadas":["Esdras 4:24","Esdras 6:18","Salmos 119:105"]},"esdras_4_24_nome":{"palavra_pt":"nome","palavra_original":"דָּֽרְיָוֵשׁ","transliteracao":"Dârᵉyâvêsh","strong":"H1868","significado_raiz":"Darejavesh um title antes do que nome de several persian reis","significado_contextual":"Em Esdras 4:24, \"nome\" aparece dentro da frase \"Então cessou a obra da casa de Deus, que estava em Jerusalém; e cessou até ao ano segundo do reinado de Dario, rei da Pérsia.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"דָּֽרְיָוֵשׁ (Dârᵉyâvêsh, H1868) mantém o campo semântico de darejavesh um title antes do que nome de several persian reis. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Esdras 4:24, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"nome\" para conduzir a interpretação do leitor no ponto central de Esdras 4:24, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Esdras 5:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Esdras 4:24.","referencias_relacionadas":["Esdras 4:24","Esdras 5:5","Salmos 119:105"]}}