{"isaias_10_1_pedra":{"palavra_pt":"pedra","palavra_original":"חָקַק","transliteracao":"châqaq","strong":"H2710","significado_raiz":"Properly para hack i e engrave judges 5 14 para ser um scribe simply por implicacao para enact leis being cortar em pedra ou metal tablets em primitivo","significado_contextual":"Em Isaías 10:1, \"pedra\" aparece dentro da frase \"Ai dos que decretam leis injustas, e dos escrivães que prescrevem opressão.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חָקַק (châqaq, H2710) mantém o campo semântico de properly para hack i e engrave judges 5 14 para ser um scribe simply por implicacao para enact leis being cortar em pedra ou metal tablets em primitivo. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"pedra\" para conduzir a interpretação do leitor no ponto central de Isaías 10:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Juízes 5:9, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:1.","referencias_relacionadas":["Isaías 10:1","Juízes 5:9","Salmos 119:105"]},"isaias_10_1_vaidade":{"palavra_pt":"vaidade","palavra_original":"אָוֶן","transliteracao":"ʼâven","strong":"H205","significado_raiz":"Strictly nothingness tambem trouble vanity maldade especificamente um idol","significado_contextual":"Em Isaías 10:1, \"vaidade\" aparece dentro da frase \"Ai dos que decretam leis injustas, e dos escrivães que prescrevem opressão.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אָוֶן (ʼâven, H205) mantém o campo semântico de strictly nothingness tambem trouble vanity maldade especificamente um idol. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"vaidade\" para conduzir a interpretação do leitor no ponto central de Isaías 10:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 41:29, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:1.","referencias_relacionadas":["Isaías 10:1","Isaías 41:29","Salmos 119:105"]},"isaias_10_1_describe":{"palavra_pt":"descrever","palavra_original":"כָּתַב","transliteracao":"kâthab","strong":"H3789","significado_raiz":"Para sepultura por implicacao para escrever describe inscribe prescribe subscribe","significado_contextual":"Em Isaías 10:1, \"descrever\" aparece dentro da frase \"Ai dos que decretam leis injustas, e dos escrivães que prescrevem opressão.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כָּתַב (kâthab, H3789) mantém o campo semântico de para sepultura por implicacao para escrever describe inscribe prescribe subscribe. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"descrever\" para conduzir a interpretação do leitor no ponto central de Isaías 10:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jeremias 32:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:1.","referencias_relacionadas":["Isaías 10:1","Jeremias 32:10","Salmos 119:105"]},"isaias_10_2_grande":{"palavra_pt":"grande","palavra_original":"נָטָה","transliteracao":"nâṭâh","strong":"H5186","significado_raiz":"Sentido lexical do termo conforme o lexico strong h5186","significado_contextual":"Em Isaías 10:2, \"grande\" aparece dentro da frase \"Para desviarem os pobres do seu direito, e para arrebatarem o direito dos aflitos do meu povo; para despojarem as viúvas e roubarem os órfã…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נָטָה (nâṭâh, H5186) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h5186. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"grande\" para conduzir a interpretação do leitor no ponto central de Isaías 10:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 14:27, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:2.","referencias_relacionadas":["Isaías 10:2","Isaías 14:27","Salmos 119:105"]},"isaias_10_2_cause":{"palavra_pt":"cause","palavra_original":"דִּין","transliteracao":"dîyn","strong":"H1779","significado_raiz":"Juizo o suit justice sentence ou tribunal por implicacao tambem strife","significado_contextual":"Em Isaías 10:2, \"cause\" aparece dentro da frase \"Para desviarem os pobres do seu direito, e para arrebatarem o direito dos aflitos do meu povo; para despojarem as viúvas e roubarem os órfã…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"דִּין (dîyn, H1779) mantém o campo semântico de juizo o suit justice sentence ou tribunal por implicacao tambem strife. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cause\" para conduzir a interpretação do leitor no ponto central de Isaías 10:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jó 36:17, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:2.","referencias_relacionadas":["Isaías 10:2","Jó 36:17","Salmos 119:105"]},"isaias_10_2_catch":{"palavra_pt":"catch","palavra_original":"גָּזַל","transliteracao":"gâzal","strong":"H1497","significado_raiz":"Para pluck fora especificamente para flay strip ou rob","significado_contextual":"Em Isaías 10:2, \"catch\" aparece dentro da frase \"Para desviarem os pobres do seu direito, e para arrebatarem o direito dos aflitos do meu povo; para despojarem as viúvas e roubarem os órfã…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"גָּזַל (gâzal, H1497) mantém o campo semântico de para pluck fora especificamente para flay strip ou rob. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"catch\" para conduzir a interpretação do leitor no ponto central de Isaías 10:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jó 24:9, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:2.","referencias_relacionadas":["Isaías 10:2","Jó 24:9","Salmos 119:105"]},"isaias_10_3_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3117","significado_contextual":"Em Isaías 10:3, \"dia\" aparece dentro da frase \"Mas que fareis vós no dia da visitação, e na desolação, que há de vir de longe? A quem recorrereis para obter socorro, e onde deixareis a v…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יוֹם (yôwm, H3117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Isaías 10:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 10:32, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:3.","referencias_relacionadas":["Isaías 10:3","Isaías 10:32","Salmos 119:105"]},"isaias_10_3_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Sentido lexical do termo conforme o lexico strong h6213","significado_contextual":"Em Isaías 10:3, \"urso\" aparece dentro da frase \"Mas que fareis vós no dia da visitação, e na desolação, que há de vir de longe? A quem recorrereis para obter socorro, e onde deixareis a v…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עָשָׂה (ʻâsâh, H6213) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h6213. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"urso\" para conduzir a interpretação do leitor no ponto central de Isaías 10:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 15:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:3.","referencias_relacionadas":["Isaías 10:3","Isaías 15:7","Salmos 119:105"]},"isaias_10_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido","significado_contextual":"Em Isaías 10:4, \"modo\" aparece dentro da frase \"Sem que cada um se abata entre os presos, e caia entre mortos? Com tudo isto a sua ira não cessou, mas ainda está estendida a sua mão.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כֹּל (kôl, H3605) mantém o campo semântico de properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"modo\" para conduzir a interpretação do leitor no ponto central de Isaías 10:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 11:9, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:4.","referencias_relacionadas":["Isaías 10:4","Isaías 11:9","Salmos 119:105"]},"isaias_10_4_arco":{"palavra_pt":"arco","palavra_original":"כָּרַע","transliteracao":"kâraʻ","strong":"H3766","significado_raiz":"Para bend o knee por implicacao para sink para prostrate","significado_contextual":"Em Isaías 10:4, \"arco\" aparece dentro da frase \"Sem que cada um se abata entre os presos, e caia entre mortos? Com tudo isto a sua ira não cessou, mas ainda está estendida a sua mão.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כָּרַע (kâraʻ, H3766) mantém o campo semântico de para bend o knee por implicacao para sink para prostrate. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"arco\" para conduzir a interpretação do leitor no ponto central de Isaías 10:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 46:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:4.","referencias_relacionadas":["Isaías 10:4","Isaías 46:1","Salmos 119:105"]},"isaias_10_5_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Sentido lexical do termo conforme o lexico strong h4294","significado_contextual":"Em Isaías 10:5, \"tribo\" aparece dentro da frase \"Ai da Assíria, a vara da minha ira, porque a minha indignação é como bordão nas suas mãos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מַטֶּה (maṭṭeh, H4294) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h4294. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"tribo\" para conduzir a interpretação do leitor no ponto central de Isaías 10:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 14:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:5.","referencias_relacionadas":["Isaías 10:5","Isaías 14:5","Salmos 119:105"]},"isaias_10_5_boca":{"palavra_pt":"boca","palavra_original":"זַעַם","transliteracao":"zaʻam","strong":"H2195","significado_raiz":"Strictly froth em o boca i e figurativamente furia especialmente de deus s displeasure com pecado","significado_contextual":"Em Isaías 10:5, \"boca\" aparece dentro da frase \"Ai da Assíria, a vara da minha ira, porque a minha indignação é como bordão nas suas mãos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"זַעַם (zaʻam, H2195) mantém o campo semântico de strictly froth em o boca i e figurativamente furia especialmente de deus s displeasure com pecado. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"boca\" para conduzir a interpretação do leitor no ponto central de Isaías 10:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 26:20, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:5.","referencias_relacionadas":["Isaías 10:5","Isaías 26:20","Salmos 119:105"]},"isaias_10_6_agua":{"palavra_pt":"agua","palavra_original":"חֹמֶר","transliteracao":"chômer","strong":"H2563","significado_raiz":"Properly um bubbling acima i e de agua um wave de terra mire ou barro cement tambem um heap portanto um chomer ou dry measure","significado_contextual":"Em Isaías 10:6, \"agua\" aparece dentro da frase \"Enviá-la-ei contra uma nação hipócrita, e contra o povo do meu furor lhe darei ordem, para que lhe roube a presa, e lhe tome o despojo, e o…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חֹמֶר (chômer, H2563) mantém o campo semântico de properly um bubbling acima i e de agua um wave de terra mire ou barro cement tambem um heap portanto um chomer ou dry measure. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"agua\" para conduzir a interpretação do leitor no ponto central de Isaías 10:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 29:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:6.","referencias_relacionadas":["Isaías 10:6","Isaías 29:16","Salmos 119:105"]},"isaias_10_6_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Um estrangeiro nacao portanto um gentile tambem figurativamente um troop de animais ou um flight de locusts","significado_contextual":"Em Isaías 10:6, \"nacao\" aparece dentro da frase \"Enviá-la-ei contra uma nação hipócrita, e contra o povo do meu furor lhe darei ordem, para que lhe roube a presa, e lhe tome o despojo, e o…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"גּוֹי (gôwy, H1471) mantém o campo semântico de um estrangeiro nacao portanto um gentile tambem figurativamente um troop de animais ou um flight de locusts. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"nacao\" para conduzir a interpretação do leitor no ponto central de Isaías 10:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 11:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:6.","referencias_relacionadas":["Isaías 10:6","Isaías 11:12","Salmos 119:105"]},"isaias_10_6_pecado":{"palavra_pt":"pecado","palavra_original":"חָנֵף","transliteracao":"chânêph","strong":"H2611","significado_raiz":"Soiled i e com pecado impious","significado_contextual":"Em Isaías 10:6, \"pecado\" aparece dentro da frase \"Enviá-la-ei contra uma nação hipócrita, e contra o povo do meu furor lhe darei ordem, para que lhe roube a presa, e lhe tome o despojo, e o…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חָנֵף (chânêph, H2611) mantém o campo semântico de soiled i e com pecado impious. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"pecado\" para conduzir a interpretação do leitor no ponto central de Isaías 10:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 33:14, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:6.","referencias_relacionadas":["Isaías 10:6","Isaías 33:14","Salmos 119:105"]},"isaias_10_7_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Para cortar fora abaixo ou asunder por implicacao destruir ou consume especificamente para alianca i e fazer um alliance ou bargain originally por cutti","significado_contextual":"Em Isaías 10:7, \"destruir\" aparece dentro da frase \"Ainda que ele não cuide assim, nem o seu coração assim o imagine; antes no seu coração intenta destruir e desarraigar não poucas nações.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כָּרַת (kârath, H3772) mantém o campo semântico de para cortar fora abaixo ou asunder por implicacao destruir ou consume especificamente para alianca i e fazer um alliance ou bargain originally por cutti. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"destruir\" para conduzir a interpretação do leitor no ponto central de Isaías 10:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 11:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:7.","referencias_relacionadas":["Isaías 10:7","Isaías 11:13","Salmos 119:105"]},"isaias_10_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles","significado_contextual":"Em Isaías 10:7, \"verdade\" aparece dentro da frase \"Ainda que ele não cuide assim, nem o seu coração assim o imagine; antes no seu coração intenta destruir e desarraigar não poucas nações.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"לֹא (lôʼ, H3808) mantém o campo semântico de nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"verdade\" para conduzir a interpretação do leitor no ponto central de Isaías 10:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 10:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:7.","referencias_relacionadas":["Isaías 10:7","Isaías 10:8","Salmos 119:105"]},"isaias_10_7_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed","significado_contextual":"Em Isaías 10:7, \"porque\" aparece dentro da frase \"Ainda que ele não cuide assim, nem o seu coração assim o imagine; antes no seu coração intenta destruir e desarraigar não poucas nações.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כִּי (kîy, H3588) mantém o campo semântico de por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"porque\" para conduzir a interpretação do leitor no ponto central de Isaías 10:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 10:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:7.","referencias_relacionadas":["Isaías 10:7","Isaías 10:8","Salmos 119:105"]},"isaias_10_8_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed","significado_contextual":"Em Isaías 10:8, \"porque\" aparece dentro da frase \"Porque diz: Não são meus príncipes todos eles reis?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כִּי (kîy, H3588) mantém o campo semântico de por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"porque\" para conduzir a interpretação do leitor no ponto central de Isaías 10:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 12:6, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:8.","referencias_relacionadas":["Isaías 10:8","Isaías 12:6","Salmos 119:105"]},"isaias_10_8_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles","significado_contextual":"Em Isaías 10:8, \"verdade\" aparece dentro da frase \"Porque diz: Não são meus príncipes todos eles reis?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"לֹא (lôʼ, H3808) mantém o campo semântico de nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"verdade\" para conduzir a interpretação do leitor no ponto central de Isaías 10:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 10:9, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:8.","referencias_relacionadas":["Isaías 10:8","Isaías 10:9","Salmos 119:105"]},"isaias_10_9_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles","significado_contextual":"Em Isaías 10:9, \"verdade\" aparece dentro da frase \"Não é Calno como Carquemis? Não é Hamate como Arpade? E Samaria como Damasco?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"לֹא (lôʼ, H3808) mantém o campo semântico de nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"verdade\" para conduzir a interpretação do leitor no ponto central de Isaías 10:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 11:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:9.","referencias_relacionadas":["Isaías 10:9","Isaías 11:3","Salmos 119:105"]},"isaias_10_9_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Sentido lexical do termo conforme o lexico strong h518","significado_contextual":"Em Isaías 10:9, \"salvar\" aparece dentro da frase \"Não é Calno como Carquemis? Não é Hamate como Arpade? E Samaria como Damasco?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אִם (ʼim, H518) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h518. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"salvar\" para conduzir a interpretação do leitor no ponto central de Isaías 10:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 14:24, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:9.","referencias_relacionadas":["Isaías 10:9","Isaías 14:24","Salmos 119:105"]},"isaias_10_9_carchemish":{"palavra_pt":"carchemish","palavra_original":"כַּרְכְּמִישׁ","transliteracao":"Karkᵉmîysh","strong":"H3751","significado_raiz":"Karkemish um lugar em syria","significado_contextual":"Em Isaías 10:9, \"carchemish\" aparece dentro da frase \"Não é Calno como Carquemis? Não é Hamate como Arpade? E Samaria como Damasco?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כַּרְכְּמִישׁ (Karkᵉmîysh, H3751) mantém o campo semântico de karkemish um lugar em syria. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"carchemish\" para conduzir a interpretação do leitor no ponto central de Isaías 10:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:9.","referencias_relacionadas":["Isaías 10:9","Salmos 119:105","Romanos 8:28"]},"isaias_10_10_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Dominio i e abstractly o estate governar ou concretely o country realm","significado_contextual":"Em Isaías 10:10, \"reino\" aparece dentro da frase \"Como a minha mão alcançou os reinos dos ídolos, cujas imagens esculpidas eram melhores do que as de Jerusalém e do que as de Samaria,\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מַמְלָכָה (mamlâkâh, H4467) mantém o campo semântico de dominio i e abstractly o estate governar ou concretely o country realm. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"reino\" para conduzir a interpretação do leitor no ponto central de Isaías 10:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 13:19, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:10.","referencias_relacionadas":["Isaías 10:10","Isaías 13:19","Salmos 119:105"]},"isaias_10_10_bom":{"palavra_pt":"bom","palavra_original":"אֱלִיל","transliteracao":"ʼĕlîyl","strong":"H457","significado_raiz":"Bom para nothing por anal vain ou vanity especificamente um idol","significado_contextual":"Em Isaías 10:10, \"bom\" aparece dentro da frase \"Como a minha mão alcançou os reinos dos ídolos, cujas imagens esculpidas eram melhores do que as de Jerusalém e do que as de Samaria,\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֱלִיל (ʼĕlîyl, H457) mantém o campo semântico de bom para nothing por anal vain ou vanity especificamente um idol. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"bom\" para conduzir a interpretação do leitor no ponto central de Isaías 10:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 2:18, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:10.","referencias_relacionadas":["Isaías 10:10","Isaías 2:18","Salmos 119:105"]},"isaias_10_10_cidade":{"palavra_pt":"cidade","palavra_original":"יְרוּשָׁלַ͏ִם","transliteracao":"Yᵉrûwshâlaim","strong":"H3389","significado_raiz":"Jerushalaim ou jerushalem o capital cidade de palestine","significado_contextual":"Em Isaías 10:10, \"cidade\" aparece dentro da frase \"Como a minha mão alcançou os reinos dos ídolos, cujas imagens esculpidas eram melhores do que as de Jerusalém e do que as de Samaria,\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְרוּשָׁלַ͏ִם (Yᵉrûwshâlaim, H3389) mantém o campo semântico de jerushalaim ou jerushalem o capital cidade de palestine. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cidade\" para conduzir a interpretação do leitor no ponto central de Isaías 10:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 2:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:10.","referencias_relacionadas":["Isaías 10:10","Isaías 2:1","Salmos 119:105"]},"isaias_10_11_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles","significado_contextual":"Em Isaías 10:11, \"verdade\" aparece dentro da frase \"Porventura como fiz a Samaria e aos seus ídolos, não o faria igualmente a Jerusalém e aos seus ídolos?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"לֹא (lôʼ, H3808) mantém o campo semântico de nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"verdade\" para conduzir a interpretação do leitor no ponto central de Isaías 10:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 10:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:11.","referencias_relacionadas":["Isaías 10:11","Isaías 10:7","Salmos 119:105"]},"isaias_10_11_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Sentido lexical do termo conforme o lexico strong h6213","significado_contextual":"Em Isaías 10:11, \"urso\" aparece dentro da frase \"Porventura como fiz a Samaria e aos seus ídolos, não o faria igualmente a Jerusalém e aos seus ídolos?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עָשָׂה (ʻâsâh, H6213) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h6213. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"urso\" para conduzir a interpretação do leitor no ponto central de Isaías 10:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 10:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:11.","referencias_relacionadas":["Isaías 10:11","Isaías 10:3","Salmos 119:105"]},"isaias_10_11_samaria":{"palavra_pt":"samaria","palavra_original":"שֹׁמְרוֹן","transliteracao":"Shômᵉrôwn","strong":"H8111","significado_raiz":"Shomeron um lugar em palestine","significado_contextual":"Em Isaías 10:11, \"samaria\" aparece dentro da frase \"Porventura como fiz a Samaria e aos seus ídolos, não o faria igualmente a Jerusalém e aos seus ídolos?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שֹׁמְרוֹן (Shômᵉrôwn, H8111) mantém o campo semântico de shomeron um lugar em palestine. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"samaria\" para conduzir a interpretação do leitor no ponto central de Isaías 10:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Ezequiel 16:55, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:11.","referencias_relacionadas":["Isaías 10:11","Ezequiel 16:55","Salmos 119:105"]},"isaias_10_12_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary","significado_contextual":"Em Isaías 10:12, \"cair\" aparece dentro da frase \"Por isso acontecerá que, havendo o Senhor acabado toda a sua obra no monte Sião e em Jerusalém, então castigarei o fruto da arrogante grand…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הָיָה (hâyâh, H1961) mantém o campo semântico de para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cair\" para conduzir a interpretação do leitor no ponto central de Isaías 10:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 10:17, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:12.","referencias_relacionadas":["Isaías 10:12","Isaías 10:17","Salmos 119:105"]},"isaias_10_12_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed","significado_contextual":"Em Isaías 10:12, \"porque\" aparece dentro da frase \"Por isso acontecerá que, havendo o Senhor acabado toda a sua obra no monte Sião e em Jerusalém, então castigarei o fruto da arrogante grand…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כִּי (kîy, H3588) mantém o campo semântico de por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"porque\" para conduzir a interpretação do leitor no ponto central de Isaías 10:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 10:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:12.","referencias_relacionadas":["Isaías 10:12","Isaías 10:13","Salmos 119:105"]},"isaias_10_12_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"O senhor usado como um proprio nome de deus apenas","significado_contextual":"Em Isaías 10:12, \"senhor\" aparece dentro da frase \"Por isso acontecerá que, havendo o Senhor acabado toda a sua obra no monte Sião e em Jerusalém, então castigarei o fruto da arrogante grand…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֲדֹנָי (ʼĂdônây, H136) mantém o campo semântico de o senhor usado como um proprio nome de deus apenas. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Isaías 10:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 10:23, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:12.","referencias_relacionadas":["Isaías 10:12","Isaías 10:23","Salmos 119:105"]},"isaias_10_13_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Para descend literalmente ir downwards ou conventionally para um lower region como o praia um boundary o inimigo etc ou figurativamente para cair cau","significado_contextual":"Em Isaías 10:13, \"inimigo\" aparece dentro da frase \"Porquanto disse: Com a força da minha mão o fiz, e com a minha sabedoria, porque sou prudente; e removi os limites dos povos, e roubei os s…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָרַד (yârad, H3381) mantém o campo semântico de para descend literalmente ir downwards ou conventionally para um lower region como o praia um boundary o inimigo etc ou figurativamente para cair cau. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"inimigo\" para conduzir a interpretação do leitor no ponto central de Isaías 10:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 14:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:13.","referencias_relacionadas":["Isaías 10:13","Isaías 14:11","Salmos 119:105"]},"isaias_10_13_poderoso":{"palavra_pt":"poderoso","palavra_original":"אַבִּיר","transliteracao":"ʼabbîyr","strong":"H47","significado_raiz":"Poderoso falado de deus","significado_contextual":"Em Isaías 10:13, \"poderoso\" aparece dentro da frase \"Porquanto disse: Com a força da minha mão o fiz, e com a minha sabedoria, porque sou prudente; e removi os limites dos povos, e roubei os s…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אַבִּיר (ʼabbîyr, H47) mantém o campo semântico de poderoso falado de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"poderoso\" para conduzir a interpretação do leitor no ponto central de Isaías 10:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 46:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:13.","referencias_relacionadas":["Isaías 10:13","Isaías 46:12","Salmos 119:105"]},"isaias_10_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed","significado_contextual":"Em Isaías 10:13, \"porque\" aparece dentro da frase \"Porquanto disse: Com a força da minha mão o fiz, e com a minha sabedoria, porque sou prudente; e removi os limites dos povos, e roubei os s…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כִּי (kîy, H3588) mantém o campo semântico de por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"porque\" para conduzir a interpretação do leitor no ponto central de Isaías 10:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 10:22, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:13.","referencias_relacionadas":["Isaías 10:13","Isaías 10:22","Salmos 119:105"]},"isaias_10_14_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"O terra em large ou partitively um terra","significado_contextual":"Em Isaías 10:14, \"terra\" aparece dentro da frase \"E achou a minha mão as riquezas dos povos como a um ninho, e como se ajuntam os ovos abandonados, assim eu ajuntei a toda a terra, e não ho…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֶרֶץ (ʼerets, H776) mantém o campo semântico de o terra em large ou partitively um terra. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:14, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"terra\" para conduzir a interpretação do leitor no ponto central de Isaías 10:14, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 10:23, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:14.","referencias_relacionadas":["Isaías 10:14","Isaías 10:23","Salmos 119:105"]},"isaias_10_14_achar":{"palavra_pt":"achar","palavra_original":"מָצָא","transliteracao":"mâtsâʼ","strong":"H4672","significado_raiz":"Properly vir forth para i e aparecer ou exist transitively para attain i e encontrar ou acquire figurativamente para occur meet ou ser present","significado_contextual":"Em Isaías 10:14, \"achar\" aparece dentro da frase \"E achou a minha mão as riquezas dos povos como a um ninho, e como se ajuntam os ovos abandonados, assim eu ajuntei a toda a terra, e não ho…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מָצָא (mâtsâʼ, H4672) mantém o campo semântico de properly vir forth para i e aparecer ou exist transitively para attain i e encontrar ou acquire figurativamente para occur meet ou ser present. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:14, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"achar\" para conduzir a interpretação do leitor no ponto central de Isaías 10:14, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 13:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:14.","referencias_relacionadas":["Isaías 10:14","Isaías 13:15","Salmos 119:105"]},"isaias_10_15_arvore":{"palavra_pt":"arvore","palavra_original":"פָּאַר","transliteracao":"pâʼar","strong":"H6286","significado_raiz":"Para gleam i e causatively embellish figurativamente para boast tambem para explain i e fazer clear oneself para shake um arvore","significado_contextual":"Em Isaías 10:15, \"arvore\" aparece dentro da frase \"Porventura gloriar-se-á o machado contra o que corta com ele, ou presumirá a serra contra o que puxa por ela, como se o bordão movesse aos…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"פָּאַר (pâʼar, H6286) mantém o campo semântico de para gleam i e causatively embellish figurativamente para boast tambem para explain i e fazer clear oneself para shake um arvore. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:15, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"arvore\" para conduzir a interpretação do leitor no ponto central de Isaías 10:15, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 49:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:15.","referencias_relacionadas":["Isaías 10:15","Isaías 49:3","Salmos 119:105"]},"isaias_10_15_madeira":{"palavra_pt":"madeira","palavra_original":"חָצַב","transliteracao":"châtsab","strong":"H2672","significado_raiz":"Para cortar ou carve wood pedra ou outro material por implicacao para hew split square quarry engrave","significado_contextual":"Em Isaías 10:15, \"madeira\" aparece dentro da frase \"Porventura gloriar-se-á o machado contra o que corta com ele, ou presumirá a serra contra o que puxa por ela, como se o bordão movesse aos…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חָצַב (châtsab, H2672) mantém o campo semântico de para cortar ou carve wood pedra ou outro material por implicacao para hew split square quarry engrave. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:15, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"madeira\" para conduzir a interpretação do leitor no ponto central de Isaías 10:15, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 29:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:15.","referencias_relacionadas":["Isaías 10:15","Salmos 29:7","Salmos 119:105"]},"isaias_10_16_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Sovereign i e controller human ou divino","significado_contextual":"Em Isaías 10:16, \"soberano\" aparece dentro da frase \"Por isso o Senhor, o Senhor dos Exércitos, fará definhar os que entre eles são gordos, e debaixo da sua glória ateará um incêndio, como inc…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אָדוֹן (ʼâdôwn, H113) mantém o campo semântico de sovereign i e controller human ou divino. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:16, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"soberano\" para conduzir a interpretação do leitor no ponto central de Isaías 10:16, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 10:33, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:16.","referencias_relacionadas":["Isaías 10:16","Isaías 10:33","Salmos 119:105"]},"isaias_10_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Isaías 10:16, \"senhor\" aparece dentro da frase \"Por isso o Senhor, o Senhor dos Exércitos, fará definhar os que entre eles são gordos, e debaixo da sua glória ateará um incêndio, como inc…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:16, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Isaías 10:16, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 10:33, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:16.","referencias_relacionadas":["Isaías 10:16","Isaías 10:33","Salmos 119:105"]},"isaias_10_16_bom":{"palavra_pt":"gloria","palavra_original":"כָּבוֹד","transliteracao":"kâbôwd","strong":"H3519","significado_raiz":"Properly weight mas apenas figurativamente em um bom sentido splendor ou copiousness","significado_contextual":"Em Isaías 10:16, \"gloria\" aparece dentro da frase \"Por isso o Senhor, o Senhor dos Exércitos, fará definhar os que entre eles são gordos, e debaixo da sua glória ateará um incêndio, como inc…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כָּבוֹד (kâbôwd, H3519) mantém o campo semântico de properly weight mas apenas figurativamente em um bom sentido splendor ou copiousness. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:16, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"gloria\" para conduzir a interpretação do leitor no ponto central de Isaías 10:16, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 17:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:16.","referencias_relacionadas":["Isaías 10:16","Isaías 17:3","Salmos 119:105"]},"isaias_10_17_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3117","significado_contextual":"Em Isaías 10:17, \"dia\" aparece dentro da frase \"Porque a Luz de Israel virá a ser como fogo e o seu Santo por labareda, que abrase e consuma os seus espinheiros e as suas sarças num só di…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יוֹם (yôwm, H3117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:17, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Isaías 10:17, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 10:20, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:17.","referencias_relacionadas":["Isaías 10:17","Isaías 10:20","Salmos 119:105"]},"isaias_10_17_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary","significado_contextual":"Em Isaías 10:17, \"cair\" aparece dentro da frase \"Porque a Luz de Israel virá a ser como fogo e o seu Santo por labareda, que abrase e consuma os seus espinheiros e as suas sarças num só di…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הָיָה (hâyâh, H1961) mantém o campo semântico de para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:17, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cair\" para conduzir a interpretação do leitor no ponto central de Isaías 10:17, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 10:18, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:17.","referencias_relacionadas":["Isaías 10:17","Isaías 10:18","Salmos 119:105"]},"isaias_10_17_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Fogo literalmente ou figurativamente","significado_contextual":"Em Isaías 10:17, \"fogo\" aparece dentro da frase \"Porque a Luz de Israel virá a ser como fogo e o seu Santo por labareda, que abrase e consuma os seus espinheiros e as suas sarças num só di…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֵשׁ (ʼêsh, H784) mantém o campo semântico de fogo literalmente ou figurativamente. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:17, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"fogo\" para conduzir a interpretação do leitor no ponto central de Isaías 10:17, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 33:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:17.","referencias_relacionadas":["Isaías 10:17","Isaías 33:12","Salmos 119:105"]},"isaias_10_18_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Sentido lexical do termo conforme o lexico strong h5315","significado_contextual":"Em Isaías 10:18, \"alma\" aparece dentro da frase \"Também consumirá a glória da sua floresta, e do seu campo fértil, desde a alma até à carne, e será como quando desmaia o porta-bandeira.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נֶפֶשׁ (nephesh, H5315) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h5315. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:18, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"alma\" para conduzir a interpretação do leitor no ponto central de Isaías 10:18, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 26:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:18.","referencias_relacionadas":["Isaías 10:18","Isaías 26:8","Salmos 119:105"]},"isaias_10_18_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary","significado_contextual":"Em Isaías 10:18, \"cair\" aparece dentro da frase \"Também consumirá a glória da sua floresta, e do seu campo fértil, desde a alma até à carne, e será como quando desmaia o porta-bandeira.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הָיָה (hâyâh, H1961) mantém o campo semântico de para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:18, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cair\" para conduzir a interpretação do leitor no ponto central de Isaías 10:18, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 10:20, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:18.","referencias_relacionadas":["Isaías 10:18","Isaías 10:20","Salmos 119:105"]},"isaias_10_19_servo":{"palavra_pt":"servo","palavra_original":"נַעַר","transliteracao":"naʻar","strong":"H5288","significado_raiz":"Concretely um boy como ativo de o era de infancy para adolescence por implicacao um servo tambem por interch de sex um girl de similar latit","significado_contextual":"Em Isaías 10:19, \"servo\" aparece dentro da frase \"E o resto das árvores da sua floresta será tão pouco em número, que um menino poderá contá-las.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נַעַר (naʻar, H5288) mantém o campo semântico de concretely um boy como ativo de o era de infancy para adolescence por implicacao um servo tambem por interch de sex um girl de similar latit. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:19, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"servo\" para conduzir a interpretação do leitor no ponto central de Isaías 10:19, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 8:4, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:19.","referencias_relacionadas":["Isaías 10:19","Isaías 8:4","Salmos 119:105"]},"isaias_10_19_arvore":{"palavra_pt":"arvore/madeira","palavra_original":"עֵץ","transliteracao":"ʻêts","strong":"H6086","significado_raiz":"Um arvore de seu firmness portanto wood plural sticks","significado_contextual":"Em Isaías 10:19, \"arvore\" aparece dentro da frase \"E o resto das árvores da sua floresta será tão pouco em número, que um menino poderá contá-las.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עֵץ (ʻêts, H6086) mantém o campo semântico de um arvore de seu firmness portanto wood plural sticks. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:19, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"arvore\" para conduzir a interpretação do leitor no ponto central de Isaías 10:19, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 60:17, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:19.","referencias_relacionadas":["Isaías 10:19","Isaías 60:17","Salmos 119:105"]},"isaias_10_20_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3117","significado_contextual":"Em Isaías 10:20, \"dia\" aparece dentro da frase \"E acontecerá naquele dia que os restantes de Israel, e os que tiverem escapado da casa de Jacó, nunca mais se estribarão sobre aquele que o…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יוֹם (yôwm, H3117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:20, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Isaías 10:20, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 10:27, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:20.","referencias_relacionadas":["Isaías 10:20","Isaías 10:27","Salmos 119:105"]},"isaias_10_20_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Stability figurativamente certainty verdade trustworthiness","significado_contextual":"Em Isaías 10:20, \"verdade\" aparece dentro da frase \"E acontecerá naquele dia que os restantes de Israel, e os que tiverem escapado da casa de Jacó, nunca mais se estribarão sobre aquele que o…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֶמֶת (ʼemeth, H571) mantém o campo semântico de stability figurativamente certainty verdade trustworthiness. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:20, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"verdade\" para conduzir a interpretação do leitor no ponto central de Isaías 10:20, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 16:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:20.","referencias_relacionadas":["Isaías 10:20","Isaías 16:5","Salmos 119:105"]},"isaias_10_20_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary","significado_contextual":"Em Isaías 10:20, \"cair\" aparece dentro da frase \"E acontecerá naquele dia que os restantes de Israel, e os que tiverem escapado da casa de Jacó, nunca mais se estribarão sobre aquele que o…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הָיָה (hâyâh, H1961) mantém o campo semântico de para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:20, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cair\" para conduzir a interpretação do leitor no ponto central de Isaías 10:20, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 10:27, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:20.","referencias_relacionadas":["Isaías 10:20","Isaías 10:27","Salmos 119:105"]},"isaias_10_21_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Forca como adjetivo poderoso especialmente o almighty mas usado tambem de qualquer deity","significado_contextual":"Em Isaías 10:21, \"deus\" aparece dentro da frase \"Os restantes se converterão ao Deus forte, sim, os restantes de Jacó.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֵל (ʼêl, H410) mantém o campo semântico de forca como adjetivo poderoso especialmente o almighty mas usado tambem de qualquer deity. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:21, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"deus\" para conduzir a interpretação do leitor no ponto central de Isaías 10:21, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 12:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:21.","referencias_relacionadas":["Isaías 10:21","Isaías 12:2","Salmos 119:105"]},"isaias_10_21_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Powerful por implicacao warrior tyrant","significado_contextual":"Em Isaías 10:21, \"homem\" aparece dentro da frase \"Os restantes se converterão ao Deus forte, sim, os restantes de Jacó.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"גִּבּוֹר (gibbôwr, H1368) mantém o campo semântico de powerful por implicacao warrior tyrant. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:21, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"homem\" para conduzir a interpretação do leitor no ponto central de Isaías 10:21, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 13:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:21.","referencias_relacionadas":["Isaías 10:21","Isaías 13:3","Salmos 119:105"]},"isaias_10_22_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Um mar como breaking em noisy surf ou large corpo de agua especificamente com o artigo o mediterranean mar como vezes um large rio ou um artif","significado_contextual":"Em Isaías 10:22, \"mar\" aparece dentro da frase \"Porque ainda que o teu povo, ó Israel, seja como a areia do mar, só um remanescente dele se converterá; uma destruição está determinada, tr…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָם (yâm, H3220) mantém o campo semântico de um mar como breaking em noisy surf ou large corpo de agua especificamente com o artigo o mediterranean mar como vezes um large rio ou um artif. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:22, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"mar\" para conduzir a interpretação do leitor no ponto central de Isaías 10:22, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 10:26, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:22.","referencias_relacionadas":["Isaías 10:22","Isaías 10:26","Salmos 119:105"]},"isaias_10_22_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed","significado_contextual":"Em Isaías 10:22, \"porque\" aparece dentro da frase \"Porque ainda que o teu povo, ó Israel, seja como a areia do mar, só um remanescente dele se converterá; uma destruição está determinada, tr…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כִּי (kîy, H3588) mantém o campo semântico de por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:22, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"porque\" para conduzir a interpretação do leitor no ponto central de Isaías 10:22, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 10:23, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:22.","referencias_relacionadas":["Isaías 10:22","Isaías 10:23","Salmos 119:105"]},"isaias_10_22_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Sentido lexical do termo conforme o lexico strong h518","significado_contextual":"Em Isaías 10:22, \"salvar\" aparece dentro da frase \"Porque ainda que o teu povo, ó Israel, seja como a areia do mar, só um remanescente dele se converterá; uma destruição está determinada, tr…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אִם (ʼim, H518) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h518. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:22, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"salvar\" para conduzir a interpretação do leitor no ponto central de Isaías 10:22, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 10:9, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:22.","referencias_relacionadas":["Isaías 10:22","Isaías 10:9","Salmos 119:105"]},"isaias_10_23_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"O terra em large ou partitively um terra","significado_contextual":"Em Isaías 10:23, \"terra\" aparece dentro da frase \"Porque determinada já a destruição, o Senhor DEUS dos Exércitos a executará no meio de toda esta terra.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֶרֶץ (ʼerets, H776) mantém o campo semântico de o terra em large ou partitively um terra. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:23, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"terra\" para conduzir a interpretação do leitor no ponto central de Isaías 10:23, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 11:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:23.","referencias_relacionadas":["Isaías 10:23","Isaías 11:12","Salmos 119:105"]},"isaias_10_23_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed","significado_contextual":"Em Isaías 10:23, \"porque\" aparece dentro da frase \"Porque determinada já a destruição, o Senhor DEUS dos Exércitos a executará no meio de toda esta terra.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כִּי (kîy, H3588) mantém o campo semântico de por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:23, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"porque\" para conduzir a interpretação do leitor no ponto central de Isaías 10:23, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 10:25, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:23.","referencias_relacionadas":["Isaías 10:23","Isaías 10:25","Salmos 119:105"]},"isaias_10_23_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"O senhor usado como um proprio nome de deus apenas","significado_contextual":"Em Isaías 10:23, \"senhor\" aparece dentro da frase \"Porque determinada já a destruição, o Senhor DEUS dos Exércitos a executará no meio de toda esta terra.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֲדֹנָי (ʼĂdônây, H136) mantém o campo semântico de o senhor usado como um proprio nome de deus apenas. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:23, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Isaías 10:23, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 10:24, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:23.","referencias_relacionadas":["Isaías 10:23","Isaías 10:24","Salmos 119:105"]},"isaias_10_24_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Um road como trodden figurativamente um course de vida ou mode de acao frequentemente adverbio","significado_contextual":"Em Isaías 10:24, \"vida\" aparece dentro da frase \"Por isso assim diz o Senhor DEUS dos Exércitos: Povo meu, que habitas em Sião, não temas à Assíria, quando te ferir com a vara, e contra ti…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"דֶּרֶךְ (derek, H1870) mantém o campo semântico de um road como trodden figurativamente um course de vida ou mode de acao frequentemente adverbio. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:24, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"vida\" para conduzir a interpretação do leitor no ponto central de Isaías 10:24, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 10:26, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:24.","referencias_relacionadas":["Isaías 10:24","Isaías 10:26","Salmos 119:105"]},"isaias_10_24_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"O senhor usado como um proprio nome de deus apenas","significado_contextual":"Em Isaías 10:24, \"senhor\" aparece dentro da frase \"Por isso assim diz o Senhor DEUS dos Exércitos: Povo meu, que habitas em Sião, não temas à Assíria, quando te ferir com a vara, e contra ti…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֲדֹנָי (ʼĂdônây, H136) mantém o campo semântico de o senhor usado como um proprio nome de deus apenas. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:24, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Isaías 10:24, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 21:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:24.","referencias_relacionadas":["Isaías 10:24","Isaías 21:16","Salmos 119:105"]},"isaias_10_25_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed","significado_contextual":"Em Isaías 10:25, \"porque\" aparece dentro da frase \"Porque daqui a bem pouco se cumprirá a minha indignação e a minha ira, para a consumir.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כִּי (kîy, H3588) mantém o campo semântico de por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:25, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"porque\" para conduzir a interpretação do leitor no ponto central de Isaías 10:25, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 10:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:25.","referencias_relacionadas":["Isaías 10:25","Isaías 10:7","Salmos 119:105"]},"isaias_10_25_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Properly iteration ou continuance usado apenas adverbially com ou sem preposicao novamente repeatedly ainda mais","significado_contextual":"Em Isaías 10:25, \"vida\" aparece dentro da frase \"Porque daqui a bem pouco se cumprirá a minha indignação e a minha ira, para a consumir.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עוֹד (ʻôwd, H5750) mantém o campo semântico de properly iteration ou continuance usado apenas adverbially com ou sem preposicao novamente repeatedly ainda mais. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:25, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"vida\" para conduzir a interpretação do leitor no ponto central de Isaías 10:25, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 10:32, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:25.","referencias_relacionadas":["Isaías 10:25","Isaías 10:32","Salmos 119:105"]},"isaias_10_25_fim":{"palavra_pt":"fim","palavra_original":"כָּלָה","transliteracao":"kâlâh","strong":"H3615","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3615","significado_contextual":"Em Isaías 10:25, \"fim\" aparece dentro da frase \"Porque daqui a bem pouco se cumprirá a minha indignação e a minha ira, para a consumir.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כָּלָה (kâlâh, H3615) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3615. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:25, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"fim\" para conduzir a interpretação do leitor no ponto central de Isaías 10:25, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jeremias 43:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:25.","referencias_relacionadas":["Isaías 10:25","Jeremias 43:1","Salmos 119:105"]},"isaias_10_26_rocha":{"palavra_pt":"rocha","palavra_original":"צוּר","transliteracao":"tsûwr","strong":"H6697","significado_raiz":"Properly um cliff ou sharp rocha como compressed geralmente um rocha ou boulder figurativamente um refuge tambem um edge como precipitous","significado_contextual":"Em Isaías 10:26, \"rocha\" aparece dentro da frase \"Porque o Senhor dos Exércitos suscitará contra ela um flagelo, como na matança de Midiã junto à rocha de Orebe; e a sua vara estará sobre o…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"צוּר (tsûwr, H6697) mantém o campo semântico de properly um cliff ou sharp rocha como compressed geralmente um rocha ou boulder figurativamente um refuge tambem um edge como precipitous. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:26, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"rocha\" para conduzir a interpretação do leitor no ponto central de Isaías 10:26, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 17:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:26.","referencias_relacionadas":["Isaías 10:26","Isaías 17:10","Salmos 119:105"]},"isaias_10_26_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Um mar como breaking em noisy surf ou large corpo de agua especificamente com o artigo o mediterranean mar como vezes um large rio ou um artif","significado_contextual":"Em Isaías 10:26, \"mar\" aparece dentro da frase \"Porque o Senhor dos Exércitos suscitará contra ela um flagelo, como na matança de Midiã junto à rocha de Orebe; e a sua vara estará sobre o…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָם (yâm, H3220) mantém o campo semântico de um mar como breaking em noisy surf ou large corpo de agua especificamente com o artigo o mediterranean mar como vezes um large rio ou um artif. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:26, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"mar\" para conduzir a interpretação do leitor no ponto central de Isaías 10:26, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 11:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:26.","referencias_relacionadas":["Isaías 10:26","Isaías 11:11","Salmos 119:105"]},"isaias_10_26_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Um road como trodden figurativamente um course de vida ou mode de acao frequentemente adverbio","significado_contextual":"Em Isaías 10:26, \"vida\" aparece dentro da frase \"Porque o Senhor dos Exércitos suscitará contra ela um flagelo, como na matança de Midiã junto à rocha de Orebe; e a sua vara estará sobre o…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"דֶּרֶךְ (derek, H1870) mantém o campo semântico de um road como trodden figurativamente um course de vida ou mode de acao frequentemente adverbio. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:26, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"vida\" para conduzir a interpretação do leitor no ponto central de Isaías 10:26, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 3:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:26.","referencias_relacionadas":["Isaías 10:26","Isaías 3:12","Salmos 119:105"]},"isaias_10_27_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3117","significado_contextual":"Em Isaías 10:27, \"dia\" aparece dentro da frase \"E acontecerá, naquele dia, que a sua carga será tirada do teu ombro, e o seu jugo do teu pescoço; e o jugo será despedaçado por causa da un…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יוֹם (yôwm, H3117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:27, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Isaías 10:27, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 10:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:27.","referencias_relacionadas":["Isaías 10:27","Isaías 10:3","Salmos 119:105"]},"isaias_10_27_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary","significado_contextual":"Em Isaías 10:27, \"cair\" aparece dentro da frase \"E acontecerá, naquele dia, que a sua carga será tirada do teu ombro, e o seu jugo do teu pescoço; e o jugo será despedaçado por causa da un…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הָיָה (hâyâh, H1961) mantém o campo semântico de para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:27, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cair\" para conduzir a interpretação do leitor no ponto central de Isaías 10:27, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 11:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:27.","referencias_relacionadas":["Isaías 10:27","Isaías 11:10","Salmos 119:105"]},"isaias_10_27_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Sentido lexical do termo conforme o lexico strong h6440","significado_contextual":"Em Isaías 10:27, \"rosto\" aparece dentro da frase \"E acontecerá, naquele dia, que a sua carga será tirada do teu ombro, e o seu jugo do teu pescoço; e o jugo será despedaçado por causa da un…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"פָּנִים (pânîym, H6440) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h6440. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:27, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"rosto\" para conduzir a interpretação do leitor no ponto central de Isaías 10:27, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 16:4, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:27.","referencias_relacionadas":["Isaías 10:27","Isaías 16:4","Salmos 119:105"]},"isaias_10_28_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Para visit com friendly ou hostile intent por analogia para oversee muster charge care para miss deposit etc","significado_contextual":"Em Isaías 10:28, \"libertar\" aparece dentro da frase \"Já vem chegando a Aiate, já vai passando por Migrom, e em Micmás deixa a sua bagagem.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"פָּקַד (pâqad, H6485) mantém o campo semântico de para visit com friendly ou hostile intent por analogia para oversee muster charge care para miss deposit etc. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:28, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"libertar\" para conduzir a interpretação do leitor no ponto central de Isaías 10:28, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 13:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:28.","referencias_relacionadas":["Isaías 10:28","Isaías 13:11","Salmos 119:105"]},"isaias_10_28_migron":{"palavra_pt":"migron","palavra_original":"מִגְרוֹן","transliteracao":"Migrôwn","strong":"H4051","significado_raiz":"Migron um lugar em palestine","significado_contextual":"Em Isaías 10:28, \"migron\" aparece dentro da frase \"Já vem chegando a Aiate, já vai passando por Migrom, e em Micmás deixa a sua bagagem.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מִגְרוֹן (Migrôwn, H4051) mantém o campo semântico de migron um lugar em palestine. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:28, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"migron\" para conduzir a interpretação do leitor no ponto central de Isaías 10:28, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:28.","referencias_relacionadas":["Isaías 10:28","Salmos 119:105","Romanos 8:28"]},"isaias_10_29_rio":{"palavra_pt":"rio","palavra_original":"מַעֲבָר","transliteracao":"maʻăbâr","strong":"H4569","significado_raiz":"Um crossing lugar de um rio um ford de um montanha um pass abstractly um transit i e figurativamente overwhelming","significado_contextual":"Em Isaías 10:29, \"rio\" aparece dentro da frase \"Já passaram o desfiladeiro, já se alojam em Geba; já Ramá treme, e Gibeá de Saul vai fugindo.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מַעֲבָר (maʻăbâr, H4569) mantém o campo semântico de um crossing lugar de um rio um ford de um montanha um pass abstractly um transit i e figurativamente overwhelming. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:29, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"rio\" para conduzir a interpretação do leitor no ponto central de Isaías 10:29, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 16:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:29.","referencias_relacionadas":["Isaías 10:29","Isaías 16:2","Salmos 119:105"]},"isaias_10_29_nome":{"palavra_pt":"nome","palavra_original":"רָמָה","transliteracao":"Râmâh","strong":"H7414","significado_raiz":"Ramah o nome de quatro lugares em palestine","significado_contextual":"Em Isaías 10:29, \"nome\" aparece dentro da frase \"Já passaram o desfiladeiro, já se alojam em Geba; já Ramá treme, e Gibeá de Saul vai fugindo.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רָמָה (Râmâh, H7414) mantém o campo semântico de ramah o nome de quatro lugares em palestine. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:29, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"nome\" para conduzir a interpretação do leitor no ponto central de Isaías 10:29, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Josué 18:25, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:29.","referencias_relacionadas":["Isaías 10:29","Josué 18:25","Salmos 119:105"]},"isaias_10_29_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Sentido lexical do termo conforme o lexico strong h5674","significado_contextual":"Em Isaías 10:29, \"cruz\" aparece dentro da frase \"Já passaram o desfiladeiro, já se alojam em Geba; já Ramá treme, e Gibeá de Saul vai fugindo.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עָבַר (ʻâbar, H5674) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h5674. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:29, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cruz\" para conduzir a interpretação do leitor no ponto central de Isaías 10:29, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 23:6, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:29.","referencias_relacionadas":["Isaías 10:29","Isaías 23:6","Salmos 119:105"]},"isaias_10_30_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Um voz ou sound","significado_contextual":"Em Isaías 10:30, \"voz\" aparece dentro da frase \"Clama alto com a tua voz, ó filha de Galim! Ouve, ó Laís! Ó tu pobre Anatote!\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"קוֹל (qôwl, H6963) mantém o campo semântico de um voz ou sound. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:30, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"voz\" para conduzir a interpretação do leitor no ponto central de Isaías 10:30, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 13:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:30.","referencias_relacionadas":["Isaías 10:30","Isaías 13:2","Salmos 119:105"]},"isaias_10_30_humano":{"palavra_pt":"humano","palavra_original":"צָהַל","transliteracao":"tsâhal","strong":"H6670","significado_raiz":"Sentido lexical do termo conforme o lexico strong h6670","significado_contextual":"Em Isaías 10:30, \"humano\" aparece dentro da frase \"Clama alto com a tua voz, ó filha de Galim! Ouve, ó Laís! Ó tu pobre Anatote!\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"צָהַל (tsâhal, H6670) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h6670. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:30, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"humano\" para conduzir a interpretação do leitor no ponto central de Isaías 10:30, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:30.","referencias_relacionadas":["Isaías 10:30","Salmos 119:105","Romanos 8:28"]},"isaias_10_31_chase":{"palavra_pt":"chase","palavra_original":"נָדַד","transliteracao":"nâdad","strong":"H5074","significado_raiz":"Properly para wave para e fro rarely para flap acima e abaixo figurativamente para rove flee ou causatively para drive away","significado_contextual":"Em Isaías 10:31, \"chase\" aparece dentro da frase \"Madmena já se foi; os moradores de Gebim vão fugindo em bandos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נָדַד (nâdad, H5074) mantém o campo semântico de properly para wave para e fro rarely para flap acima e abaixo figurativamente para rove flee ou causatively para drive away. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:31, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"chase\" para conduzir a interpretação do leitor no ponto central de Isaías 10:31, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 33:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:31.","referencias_relacionadas":["Isaías 10:31","Isaías 33:3","Salmos 119:105"]},"isaias_10_31_gebim":{"palavra_pt":"gebim","palavra_original":"גֵּבִים","transliteracao":"Gêbîym","strong":"H1374","significado_raiz":"Gebim um lugar em palestine","significado_contextual":"Em Isaías 10:31, \"gebim\" aparece dentro da frase \"Madmena já se foi; os moradores de Gebim vão fugindo em bandos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"גֵּבִים (Gêbîym, H1374) mantém o campo semântico de gebim um lugar em palestine. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:31, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"gebim\" para conduzir a interpretação do leitor no ponto central de Isaías 10:31, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:31.","referencias_relacionadas":["Isaías 10:31","Salmos 119:105","Romanos 8:28"]},"isaias_10_32_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3117","significado_contextual":"Em Isaías 10:32, \"dia\" aparece dentro da frase \"Ainda um dia parará em Nobe; acenará com a sua mão contra o monte da filha de Sião, o outeiro de Jerusalém.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יוֹם (yôwm, H3117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:32, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Isaías 10:32, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 11:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:32.","referencias_relacionadas":["Isaías 10:32","Isaías 11:10","Salmos 119:105"]},"isaias_10_32_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Properly iteration ou continuance usado apenas adverbially com ou sem preposicao novamente repeatedly ainda mais","significado_contextual":"Em Isaías 10:32, \"vida\" aparece dentro da frase \"Ainda um dia parará em Nobe; acenará com a sua mão contra o monte da filha de Sião, o outeiro de Jerusalém.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עוֹד (ʻôwd, H5750) mantém o campo semântico de properly iteration ou continuance usado apenas adverbially com ou sem preposicao novamente repeatedly ainda mais. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:32, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"vida\" para conduzir a interpretação do leitor no ponto central de Isaías 10:32, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 21:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:32.","referencias_relacionadas":["Isaías 10:32","Isaías 21:16","Salmos 119:105"]},"isaias_10_32_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Sentido lexical do termo conforme o lexico strong h5975","significado_contextual":"Em Isaías 10:32, \"servir\" aparece dentro da frase \"Ainda um dia parará em Nobe; acenará com a sua mão contra o monte da filha de Sião, o outeiro de Jerusalém.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עָמַד (ʻâmad, H5975) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h5975. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:32, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"servir\" para conduzir a interpretação do leitor no ponto central de Isaías 10:32, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 3:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:32.","referencias_relacionadas":["Isaías 10:32","Isaías 3:13","Salmos 119:105"]},"isaias_10_33_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Sovereign i e controller human ou divino","significado_contextual":"Em Isaías 10:33, \"soberano\" aparece dentro da frase \"Mas eis que o Senhor, o Senhor dos Exércitos, cortará os ramos com violência, e os de alta estatura serão cortados, e os altivos serão abat…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אָדוֹן (ʼâdôwn, H113) mantém o campo semântico de sovereign i e controller human ou divino. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:33, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"soberano\" para conduzir a interpretação do leitor no ponto central de Isaías 10:33, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 19:4, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:33.","referencias_relacionadas":["Isaías 10:33","Isaías 19:4","Salmos 119:105"]},"isaias_10_33_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Isaías 10:33, \"senhor\" aparece dentro da frase \"Mas eis que o Senhor, o Senhor dos Exércitos, cortará os ramos com violência, e os de alta estatura serão cortados, e os altivos serão abat…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:33, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Isaías 10:33, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 11:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:33.","referencias_relacionadas":["Isaías 10:33","Isaías 11:15","Salmos 119:105"]},"isaias_10_33_terror":{"palavra_pt":"terror","palavra_original":"מַעֲרָצָה","transliteracao":"maʻărâtsâh","strong":"H4637","significado_raiz":"Violence no campo semantico de h4637","significado_contextual":"Em Isaías 10:33, \"terror\" aparece dentro da frase \"Mas eis que o Senhor, o Senhor dos Exércitos, cortará os ramos com violência, e os de alta estatura serão cortados, e os altivos serão abat…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מַעֲרָצָה (maʻărâtsâh, H4637) mantém o campo semântico de violence no campo semantico de h4637. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:33, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"terror\" para conduzir a interpretação do leitor no ponto central de Isaías 10:33, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:33.","referencias_relacionadas":["Isaías 10:33","Salmos 119:105","Romanos 8:28"]},"isaias_10_34_excellent":{"palavra_pt":"excelente","palavra_original":"אַדִּיר","transliteracao":"ʼaddîyr","strong":"H117","significado_raiz":"Largo ou geralmente large figurativamente powerful","significado_contextual":"Em Isaías 10:34, \"excelente\" aparece dentro da frase \"E cortará com ferro a espessura da floresta, e o Líbano cairá à mão de um poderoso.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אַדִּיר (ʼaddîyr, H117) mantém o campo semântico de largo ou geralmente large figurativamente powerful. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:34, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"excelente\" para conduzir a interpretação do leitor no ponto central de Isaías 10:34, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 33:21, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:34.","referencias_relacionadas":["Isaías 10:34","Isaías 33:21","Salmos 119:105"]},"isaias_10_34_destruir":{"palavra_pt":"destruir","palavra_original":"נָקַף","transliteracao":"nâqaph","strong":"H5362","significado_raiz":"Para strike com mais ou menos violence beat caiu corrode por implicacao de attack para knock together i e surround ou circulate","significado_contextual":"Em Isaías 10:34, \"destruir\" aparece dentro da frase \"E cortará com ferro a espessura da floresta, e o Líbano cairá à mão de um poderoso.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נָקַף (nâqaph, H5362) mantém o campo semântico de para strike com mais ou menos violence beat caiu corrode por implicacao de attack para knock together i e surround ou circulate. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:34, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"destruir\" para conduzir a interpretação do leitor no ponto central de Isaías 10:34, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 15:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:34.","referencias_relacionadas":["Isaías 10:34","Isaías 15:8","Salmos 119:105"]},"isaias_10_34_mel":{"palavra_pt":"mel","palavra_original":"יַעַר","transliteracao":"yaʻar","strong":"H3293","significado_raiz":"Um copse de bushes portanto um floresta portanto honey em o comb como hived em arvores","significado_contextual":"Em Isaías 10:34, \"mel\" aparece dentro da frase \"E cortará com ferro a espessura da floresta, e o Líbano cairá à mão de um poderoso.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יַעַר (yaʻar, H3293) mantém o campo semântico de um copse de bushes portanto um floresta portanto honey em o comb como hived em arvores. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 10:34, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"mel\" para conduzir a interpretação do leitor no ponto central de Isaías 10:34, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 21:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 10:34.","referencias_relacionadas":["Isaías 10:34","Isaías 21:13","Salmos 119:105"]}}