{"isaias_11_1_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3318","significado_contextual":"Em Isaías 11:1, \"sair\" aparece dentro da frase \"Porque brotará um rebento do tronco de Jessé, e das suas raízes um renovo frutificará.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָצָא (yâtsâʼ, H3318) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3318. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"sair\" para conduzir a interpretação do leitor no ponto central de Isaías 11:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 36:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:1.","referencias_relacionadas":["Isaías 11:1","Isaías 36:3","Salmos 119:105"]},"isaias_11_1_stem":{"palavra_pt":"stem","palavra_original":"גֶּזַע","transliteracao":"gezaʻ","strong":"H1503","significado_raiz":"O trunk ou stump de atree como felled ou como plantado","significado_contextual":"Em Isaías 11:1, \"stem\" aparece dentro da frase \"Porque brotará um rebento do tronco de Jessé, e das suas raízes um renovo frutificará.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"גֶּזַע (gezaʻ, H1503) mantém o campo semântico de o trunk ou stump de atree como felled ou como plantado. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"stem\" para conduzir a interpretação do leitor no ponto central de Isaías 11:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:1.","referencias_relacionadas":["Isaías 11:1","Salmos 119:105","Romanos 8:28"]},"isaias_11_2_conhecimento":{"palavra_pt":"conhecimento","palavra_original":"בִּינָה","transliteracao":"bîynâh","strong":"H998","significado_raiz":"Understanding","significado_contextual":"Em Isaías 11:2, \"conhecimento\" aparece dentro da frase \"E repousará sobre ele o Espírito do Senhor, o espírito de sabedoria e de entendimento, o espírito de conselho e de fortaleza, o espírito de…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בִּינָה (bîynâh, H998) mantém o campo semântico de understanding. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"conhecimento\" para conduzir a interpretação do leitor no ponto central de Isaías 11:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 29:14, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:2.","referencias_relacionadas":["Isaías 11:2","Isaías 29:14","Salmos 119:105"]},"isaias_11_2_vitoria":{"palavra_pt":"vitoria","palavra_original":"גְּבוּרָה","transliteracao":"gᵉbûwrâh","strong":"H1369","significado_raiz":"Force literalmente ou figurativamente por implicacao valor victory","significado_contextual":"Em Isaías 11:2, \"vitoria\" aparece dentro da frase \"E repousará sobre ele o Espírito do Senhor, o espírito de sabedoria e de entendimento, o espírito de conselho e de fortaleza, o espírito de…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"גְּבוּרָה (gᵉbûwrâh, H1369) mantém o campo semântico de force literalmente ou figurativamente por implicacao valor victory. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"vitoria\" para conduzir a interpretação do leitor no ponto central de Isaías 11:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 3:25, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:2.","referencias_relacionadas":["Isaías 11:2","Isaías 3:25","Salmos 119:105"]},"isaias_11_2_descanso":{"palavra_pt":"descanso","palavra_original":"נוּחַ","transliteracao":"nûwach","strong":"H5117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h5117","significado_contextual":"Em Isaías 11:2, \"descanso\" aparece dentro da frase \"E repousará sobre ele o Espírito do Senhor, o espírito de sabedoria e de entendimento, o espírito de conselho e de fortaleza, o espírito de…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נוּחַ (nûwach, H5117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h5117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"descanso\" para conduzir a interpretação do leitor no ponto central de Isaías 11:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 57:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:2.","referencias_relacionadas":["Isaías 11:2","Isaías 57:2","Salmos 119:105"]},"isaias_11_3_temor":{"palavra_pt":"temor","palavra_original":"יִרְאָה","transliteracao":"yirʼâh","strong":"H3374","significado_raiz":"Temer tambem usado como infinitive morally reverence","significado_contextual":"Em Isaías 11:3, \"temor\" aparece dentro da frase \"E deleitar-se-á no temor do Senhor; e não julgará segundo a vista dos seus olhos, nem repreenderá segundo o ouvir dos seus ouvidos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יִרְאָה (yirʼâh, H3374) mantém o campo semântico de temer tambem usado como infinitive morally reverence. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"temor\" para conduzir a interpretação do leitor no ponto central de Isaías 11:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jó 22:4, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:3.","referencias_relacionadas":["Isaías 11:3","Jó 22:4","Salmos 119:105"]},"isaias_11_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Isaías 11:3, \"senhor\" aparece dentro da frase \"E deleitar-se-á no temor do Senhor; e não julgará segundo a vista dos seus olhos, nem repreenderá segundo o ouvir dos seus ouvidos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Isaías 11:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 12:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:3.","referencias_relacionadas":["Isaías 11:3","Isaías 12:1","Salmos 119:105"]},"isaias_11_3_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles","significado_contextual":"Em Isaías 11:3, \"verdade\" aparece dentro da frase \"E deleitar-se-á no temor do Senhor; e não julgará segundo a vista dos seus olhos, nem repreenderá segundo o ouvir dos seus ouvidos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"לֹא (lôʼ, H3808) mantém o campo semântico de nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"verdade\" para conduzir a interpretação do leitor no ponto central de Isaías 11:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 12:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:3.","referencias_relacionadas":["Isaías 11:3","Isaías 12:2","Salmos 119:105"]},"isaias_11_4_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Julgar i e pronounce sentence para ou contra por implicacao para vindicate ou punish por extenssion irvern passively para litigate literall","significado_contextual":"Em Isaías 11:4, \"julgar\" aparece dentro da frase \"Mas julgará com justiça aos pobres, e repreenderá com eqüidade aos mansos da terra; e ferirá a terra com a vara de sua boca, e com o sopro…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שָׁפַט (shâphaṭ, H8199) mantém o campo semântico de julgar i e pronounce sentence para ou contra por implicacao para vindicate ou punish por extenssion irvern passively para litigate literall. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"julgar\" para conduzir a interpretação do leitor no ponto central de Isaías 11:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 2:4, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:4.","referencias_relacionadas":["Isaías 11:4","Isaías 2:4","Salmos 119:105"]},"isaias_11_4_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Vento por resemblance breath i e um sensible ou ate mesmo violent exhalation figurativamente vida ira unsubstantiality por extensao um region de o","significado_contextual":"Em Isaías 11:4, \"espirito\" aparece dentro da frase \"Mas julgará com justiça aos pobres, e repreenderá com eqüidade aos mansos da terra; e ferirá a terra com a vara de sua boca, e com o sopro…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רוּחַ (rûwach, H7307) mantém o campo semântico de vento por resemblance breath i e um sensible ou ate mesmo violent exhalation figurativamente vida ira unsubstantiality por extensao um region de o. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"espirito\" para conduzir a interpretação do leitor no ponto central de Isaías 11:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 19:14, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:4.","referencias_relacionadas":["Isaías 11:4","Isaías 19:14","Salmos 119:105"]},"isaias_11_5_homem":{"palavra_pt":"homem","palavra_original":"אֱמוּנָה","transliteracao":"ʼĕmûwnâh","strong":"H530","significado_raiz":"Literalmente firmness figurativamente security morally fidelity","significado_contextual":"Em Isaías 11:5, \"homem\" aparece dentro da frase \"E a justiça será o cinto dos seus lombos, e a fidelidade o cinto dos seus rins.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֱמוּנָה (ʼĕmûwnâh, H530) mantém o campo semântico de literalmente firmness figurativamente security morally fidelity. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"homem\" para conduzir a interpretação do leitor no ponto central de Isaías 11:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 33:6, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:5.","referencias_relacionadas":["Isaías 11:5","Isaías 33:6","Salmos 119:105"]},"isaias_11_5_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary","significado_contextual":"Em Isaías 11:5, \"cair\" aparece dentro da frase \"E a justiça será o cinto dos seus lombos, e a fidelidade o cinto dos seus rins.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הָיָה (hâyâh, H1961) mantém o campo semântico de para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cair\" para conduzir a interpretação do leitor no ponto central de Isaías 11:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 13:14, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:5.","referencias_relacionadas":["Isaías 11:5","Isaías 13:14","Salmos 119:105"]},"isaias_11_5_idiom":{"palavra_pt":"expressao","palavra_original":"צֶדֶק","transliteracao":"tsedeq","strong":"H6664","significado_raiz":"O direito natural moral ou legal tambem abstractly equity ou figurativamente prosperity","significado_contextual":"Em Isaías 11:5, \"expressao\" aparece dentro da frase \"E a justiça será o cinto dos seus lombos, e a fidelidade o cinto dos seus rins.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"צֶדֶק (tsedeq, H6664) mantém o campo semântico de o direito natural moral ou legal tambem abstractly equity ou figurativamente prosperity. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"expressao\" para conduzir a interpretação do leitor no ponto central de Isaías 11:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 45:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:5.","referencias_relacionadas":["Isaías 11:5","Isaías 45:13","Salmos 119:105"]},"isaias_11_6_temor":{"palavra_pt":"temor","palavra_original":"גּוּר","transliteracao":"gûwr","strong":"H1481","significado_raiz":"Properly para virar aside de o road para um lodging ou qualquer outro proposito i e sojourn como um guest tambem para shrink temer como em um estranho lugar um","significado_contextual":"Em Isaías 11:6, \"temor\" aparece dentro da frase \"E morará o lobo com o cordeiro, e o leopardo com o cabrito se deitará, e o bezerro, e o filho de leão e o animal cevado andarão juntos, e u…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"גּוּר (gûwr, H1481) mantém o campo semântico de properly para virar aside de o road para um lodging ou qualquer outro proposito i e sojourn como um guest tambem para shrink temer como em um estranho lugar um. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"temor\" para conduzir a interpretação do leitor no ponto central de Isaías 11:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Juízes 17:9, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:6.","referencias_relacionadas":["Isaías 11:6","Juízes 17:9","Salmos 119:105"]},"isaias_11_7_urso":{"palavra_pt":"urso","palavra_original":"דֹּב","transliteracao":"dôb","strong":"H1677","significado_raiz":"O urso como slow","significado_contextual":"Em Isaías 11:7, \"urso\" aparece dentro da frase \"A vaca e a ursa pastarão juntas, seus filhos se deitarão juntos, e o leão comerá palha como o boi.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"דֹּב (dôb, H1677) mantém o campo semântico de o urso como slow. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"urso\" para conduzir a interpretação do leitor no ponto central de Isaías 11:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 59:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:7.","referencias_relacionadas":["Isaías 11:7","Isaías 59:11","Salmos 119:105"]},"isaias_11_8_lingua":{"palavra_pt":"lingua","palavra_original":"צֶפַע","transliteracao":"tsephaʻ","strong":"H6848","significado_raiz":"Um viper como thrusting fora o tongue i e hissing","significado_contextual":"Em Isaías 11:8, \"lingua\" aparece dentro da frase \"E brincará a criança de peito sobre a toca da áspide, e a desmamada colocará a sua mão na cova do basilisco.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"צֶפַע (tsephaʻ, H6848) mantém o campo semântico de um viper como thrusting fora o tongue i e hissing. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"lingua\" para conduzir a interpretação do leitor no ponto central de Isaías 11:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 59:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:8.","referencias_relacionadas":["Isaías 11:8","Isaías 59:5","Salmos 119:105"]},"isaias_11_8_bom":{"palavra_pt":"bom","palavra_original":"שָׁעַע","transliteracao":"shâʻaʻ","strong":"H8173","significado_raiz":"Em um bom acceptation para look sobre com complacency i e fondle please ou amuse self em um bad um para look sobre em dismay i e stare","significado_contextual":"Em Isaías 11:8, \"bom\" aparece dentro da frase \"E brincará a criança de peito sobre a toca da áspide, e a desmamada colocará a sua mão na cova do basilisco.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שָׁעַע (shâʻaʻ, H8173) mantém o campo semântico de em um bom acceptation para look sobre com complacency i e fondle please ou amuse self em um bad um para look sobre em dismay i e stare. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"bom\" para conduzir a interpretação do leitor no ponto central de Isaías 11:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 29:9, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:8.","referencias_relacionadas":["Isaías 11:8","Isaías 29:9","Salmos 119:105"]},"isaias_11_8_leite":{"palavra_pt":"leite","palavra_original":"יָנַק","transliteracao":"yânaq","strong":"H3243","significado_raiz":"Para suck causatively dar milk","significado_contextual":"Em Isaías 11:8, \"leite\" aparece dentro da frase \"E brincará a criança de peito sobre a toca da áspide, e a desmamada colocará a sua mão na cova do basilisco.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָנַק (yânaq, H3243) mantém o campo semântico de para suck causatively dar milk. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"leite\" para conduzir a interpretação do leitor no ponto central de Isaías 11:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 60:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:8.","referencias_relacionadas":["Isaías 11:8","Isaías 60:16","Salmos 119:105"]},"isaias_11_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido","significado_contextual":"Em Isaías 11:9, \"modo\" aparece dentro da frase \"Não se fará mal nem dano algum em todo o meu santo monte, porque a terra se encherá do conhecimento do Senhor, como as águas cobrem o mar.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כֹּל (kôl, H3605) mantém o campo semântico de properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"modo\" para conduzir a interpretação do leitor no ponto central de Isaías 11:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 12:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:9.","referencias_relacionadas":["Isaías 11:9","Isaías 12:5","Salmos 119:105"]},"isaias_11_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"O terra em large ou partitively um terra","significado_contextual":"Em Isaías 11:9, \"terra\" aparece dentro da frase \"Não se fará mal nem dano algum em todo o meu santo monte, porque a terra se encherá do conhecimento do Senhor, como as águas cobrem o mar.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֶרֶץ (ʼerets, H776) mantém o campo semântico de o terra em large ou partitively um terra. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"terra\" para conduzir a interpretação do leitor no ponto central de Isaías 11:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 12:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:9.","referencias_relacionadas":["Isaías 11:9","Isaías 12:5","Salmos 119:105"]},"isaias_11_9_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Um mar como breaking em noisy surf ou large corpo de agua especificamente com o artigo o mediterranean mar como vezes um large rio ou um artif","significado_contextual":"Em Isaías 11:9, \"mar\" aparece dentro da frase \"Não se fará mal nem dano algum em todo o meu santo monte, porque a terra se encherá do conhecimento do Senhor, como as águas cobrem o mar.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָם (yâm, H3220) mantém o campo semântico de um mar como breaking em noisy surf ou large corpo de agua especificamente com o artigo o mediterranean mar como vezes um large rio ou um artif. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"mar\" para conduzir a interpretação do leitor no ponto central de Isaías 11:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 16:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:9.","referencias_relacionadas":["Isaías 11:9","Isaías 16:8","Salmos 119:105"]},"isaias_11_10_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3117","significado_contextual":"Em Isaías 11:10, \"dia\" aparece dentro da frase \"E acontecerá naquele dia que a raiz de Jessé, a qual estará posta por estandarte dos povos, será buscada pelos gentios; e o lugar do seu re…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יוֹם (yôwm, H3117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Isaías 11:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 11:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:10.","referencias_relacionadas":["Isaías 11:10","Isaías 11:11","Salmos 119:105"]},"isaias_11_10_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary","significado_contextual":"Em Isaías 11:10, \"cair\" aparece dentro da frase \"E acontecerá naquele dia que a raiz de Jessé, a qual estará posta por estandarte dos povos, será buscada pelos gentios; e o lugar do seu re…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הָיָה (hâyâh, H1961) mantém o campo semântico de para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cair\" para conduzir a interpretação do leitor no ponto central de Isaías 11:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 11:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:10.","referencias_relacionadas":["Isaías 11:10","Isaías 11:16","Salmos 119:105"]},"isaias_11_11_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3117","significado_contextual":"Em Isaías 11:11, \"dia\" aparece dentro da frase \"E há de ser que naquele dia o Senhor tornará a pôr a sua mão para adquirir outra vez o remanescente do seu povo, que for deixado, da Assíri…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יוֹם (yôwm, H3117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Isaías 11:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 11:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:11.","referencias_relacionadas":["Isaías 11:11","Isaías 11:16","Salmos 119:105"]},"isaias_11_11_criar":{"palavra_pt":"criar","palavra_original":"קָנָה","transliteracao":"qânâh","strong":"H7069","significado_raiz":"Para erect i e criar por extensao para procure especialmente por purchase causatively sell por implicacao para own","significado_contextual":"Em Isaías 11:11, \"criar\" aparece dentro da frase \"E há de ser que naquele dia o Senhor tornará a pôr a sua mão para adquirir outra vez o remanescente do seu povo, que for deixado, da Assíri…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"קָנָה (qânâh, H7069) mantém o campo semântico de para erect i e criar por extensao para procure especialmente por purchase causatively sell por implicacao para own. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"criar\" para conduzir a interpretação do leitor no ponto central de Isaías 11:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 24:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:11.","referencias_relacionadas":["Isaías 11:11","Isaías 24:2","Salmos 119:105"]},"isaias_11_11_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Um mar como breaking em noisy surf ou large corpo de agua especificamente com o artigo o mediterranean mar como vezes um large rio ou um artif","significado_contextual":"Em Isaías 11:11, \"mar\" aparece dentro da frase \"E há de ser que naquele dia o Senhor tornará a pôr a sua mão para adquirir outra vez o remanescente do seu povo, que for deixado, da Assíri…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָם (yâm, H3220) mantém o campo semântico de um mar como breaking em noisy surf ou large corpo de agua especificamente com o artigo o mediterranean mar como vezes um large rio ou um artif. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"mar\" para conduzir a interpretação do leitor no ponto central de Isaías 11:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 11:9, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:11.","referencias_relacionadas":["Isaías 11:11","Isaías 11:9","Salmos 119:105"]},"isaias_11_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"O terra em large ou partitively um terra","significado_contextual":"Em Isaías 11:12, \"terra\" aparece dentro da frase \"E levantará um estandarte entre as nações, e ajuntará os desterrados de Israel, e os dispersos de Judá congregará desde os quatro confins d…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֶרֶץ (ʼerets, H776) mantém o campo semântico de o terra em large ou partitively um terra. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"terra\" para conduzir a interpretação do leitor no ponto central de Isaías 11:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 11:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:12.","referencias_relacionadas":["Isaías 11:12","Isaías 11:16","Salmos 119:105"]},"isaias_11_12_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Sentido lexical do termo conforme o lexico strong h5375","significado_contextual":"Em Isaías 11:12, \"grande\" aparece dentro da frase \"E levantará um estandarte entre as nações, e ajuntará os desterrados de Israel, e os dispersos de Judá congregará desde os quatro confins d…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נָשָׂא (nâsâʼ, H5375) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h5375. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"grande\" para conduzir a interpretação do leitor no ponto central de Isaías 11:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 14:4, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:12.","referencias_relacionadas":["Isaías 11:12","Isaías 14:4","Salmos 119:105"]},"isaias_11_12_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Um estrangeiro nacao portanto um gentile tambem figurativamente um troop de animais ou um flight de locusts","significado_contextual":"Em Isaías 11:12, \"nacao\" aparece dentro da frase \"E levantará um estandarte entre as nações, e ajuntará os desterrados de Israel, e os dispersos de Judá congregará desde os quatro confins d…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"גּוֹי (gôwy, H1471) mantém o campo semântico de um estrangeiro nacao portanto um gentile tambem figurativamente um troop de animais ou um flight de locusts. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"nacao\" para conduzir a interpretação do leitor no ponto central de Isaías 11:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 2:4, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:12.","referencias_relacionadas":["Isaías 11:12","Isaías 2:4","Salmos 119:105"]},"isaias_11_13_chamar":{"palavra_pt":"chamar","palavra_original":"סוּר","transliteracao":"çûwr","strong":"H5493","significado_raiz":"Sentido lexical do termo conforme o lexico strong h5493","significado_contextual":"Em Isaías 11:13, \"chamar\" aparece dentro da frase \"E afastar-se-á a inveja de Efraim, e os adversários de Judá serão desarraigados; Efraim não invejará a Judá, e Judá não oprimirá a Efraim.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"סוּר (çûwr, H5493) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h5493. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"chamar\" para conduzir a interpretação do leitor no ponto central de Isaías 11:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 14:25, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:13.","referencias_relacionadas":["Isaías 11:13","Isaías 14:25","Salmos 119:105"]},"isaias_11_13_inimigo":{"palavra_pt":"inimigo","palavra_original":"צַר","transliteracao":"tsar","strong":"H6862","significado_raiz":"Estreito como um substantivo um tight lugar geralmente figurativamente i e trouble tambem um pebble transitivo um opponent como crowding","significado_contextual":"Em Isaías 11:13, \"inimigo\" aparece dentro da frase \"E afastar-se-á a inveja de Efraim, e os adversários de Judá serão desarraigados; Efraim não invejará a Judá, e Judá não oprimirá a Efraim.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"צַר (tsar, H6862) mantém o campo semântico de estreito como um substantivo um tight lugar geralmente figurativamente i e trouble tambem um pebble transitivo um opponent como crowding. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"inimigo\" para conduzir a interpretação do leitor no ponto central de Isaías 11:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 26:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:13.","referencias_relacionadas":["Isaías 11:13","Isaías 26:16","Salmos 119:105"]},"isaias_11_13_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Para cortar fora abaixo ou asunder por implicacao destruir ou consume especificamente para alianca i e fazer um alliance ou bargain originally por cutti","significado_contextual":"Em Isaías 11:13, \"destruir\" aparece dentro da frase \"E afastar-se-á a inveja de Efraim, e os adversários de Judá serão desarraigados; Efraim não invejará a Judá, e Judá não oprimirá a Efraim.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כָּרַת (kârath, H3772) mantém o campo semântico de para cortar fora abaixo ou asunder por implicacao destruir ou consume especificamente para alianca i e fazer um alliance ou bargain originally por cutti. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"destruir\" para conduzir a interpretação do leitor no ponto central de Isaías 11:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 14:22, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:13.","referencias_relacionadas":["Isaías 11:13","Isaías 14:22","Salmos 119:105"]},"isaias_11_14_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Sentido lexical do termo conforme o lexico strong h1121","significado_contextual":"Em Isaías 11:14, \"filho\" aparece dentro da frase \"Antes voarão sobre os ombros dos filisteus ao ocidente; juntos despojarão aos do oriente; em Edom e Moabe porão as suas mãos, e os filhos d…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בֵּן (bên, H1121) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h1121. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:14, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"filho\" para conduzir a interpretação do leitor no ponto central de Isaías 11:14, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 13:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:14.","referencias_relacionadas":["Isaías 11:14","Isaías 13:1","Salmos 119:105"]},"isaias_11_14_trevas":{"palavra_pt":"trevas","palavra_original":"עוּף","transliteracao":"ʻûwph","strong":"H5774","significado_raiz":"Para fly tambem por implicacao de dimness para faint de o trevas de swooning","significado_contextual":"Em Isaías 11:14, \"trevas\" aparece dentro da frase \"Antes voarão sobre os ombros dos filisteus ao ocidente; juntos despojarão aos do oriente; em Edom e Moabe porão as suas mãos, e os filhos d…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עוּף (ʻûwph, H5774) mantém o campo semântico de para fly tambem por implicacao de dimness para faint de o trevas de swooning. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:14, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"trevas\" para conduzir a interpretação do leitor no ponto central de Isaías 11:14, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 6:6, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:14.","referencias_relacionadas":["Isaías 11:14","Isaías 6:6","Salmos 119:105"]},"isaias_11_14_fim":{"palavra_pt":"fim","palavra_original":"כָּתֵף","transliteracao":"kâthêph","strong":"H3802","significado_raiz":"O shoulder proprio i e upper fim de o arm como being o spot onde o vestes hang figurativamente side piece ou lateral projection de anythin","significado_contextual":"Em Isaías 11:14, \"fim\" aparece dentro da frase \"Antes voarão sobre os ombros dos filisteus ao ocidente; juntos despojarão aos do oriente; em Edom e Moabe porão as suas mãos, e os filhos d…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כָּתֵף (kâthêph, H3802) mantém o campo semântico de o shoulder proprio i e upper fim de o arm como being o spot onde o vestes hang figurativamente side piece ou lateral projection de anythin. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:14, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"fim\" para conduzir a interpretação do leitor no ponto central de Isaías 11:14, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jó 31:22, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:14.","referencias_relacionadas":["Isaías 11:14","Jó 31:22","Salmos 119:105"]},"isaias_11_15_forca":{"palavra_pt":"forca","palavra_original":"עֲיָם","transliteracao":"ʻăyâm","strong":"H5868","significado_raiz":"Provavelmente significado forca","significado_contextual":"Em Isaías 11:15, \"forca\" aparece dentro da frase \"E o Senhor destruirá totalmente a língua do mar do Egito, e moverá a sua mão contra o rio com a força do seu vento e, ferindo-o, dividi-lo-…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עֲיָם (ʻăyâm, H5868) mantém o campo semântico de provavelmente significado forca. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:15, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"forca\" para conduzir a interpretação do leitor no ponto central de Isaías 11:15, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Oséias 10:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:15.","referencias_relacionadas":["Isaías 11:15","Oséias 10:10","Salmos 119:105"]},"isaias_11_15_destruir":{"palavra_pt":"destruir","palavra_original":"חָרַם","transliteracao":"châram","strong":"H2763","significado_raiz":"Para seclude especificamente por um ban para devote para religious uses especialmente destruicao physical e reflexivo para ser blunt como para o nose","significado_contextual":"Em Isaías 11:15, \"destruir\" aparece dentro da frase \"E o Senhor destruirá totalmente a língua do mar do Egito, e moverá a sua mão contra o rio com a força do seu vento e, ferindo-o, dividi-lo-…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חָרַם (châram, H2763) mantém o campo semântico de para seclude especificamente por um ban para devote para religious uses especialmente destruicao physical e reflexivo para ser blunt como para o nose. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:15, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"destruir\" para conduzir a interpretação do leitor no ponto central de Isaías 11:15, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Josué 6:21, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:15.","referencias_relacionadas":["Isaías 11:15","Josué 6:21","Salmos 119:105"]},"isaias_11_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Isaías 11:15, \"senhor\" aparece dentro da frase \"E o Senhor destruirá totalmente a língua do mar do Egito, e moverá a sua mão contra o rio com a força do seu vento e, ferindo-o, dividi-lo-…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:15, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Isaías 11:15, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 11:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:15.","referencias_relacionadas":["Isaías 11:15","Isaías 11:3","Salmos 119:105"]},"isaias_11_16_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3117","significado_contextual":"Em Isaías 11:16, \"dia\" aparece dentro da frase \"E haverá caminho plano para o remanescente do seu povo, que for deixado da Assíria, como sucedeu a Israel no dia em que subiu da terra do E…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יוֹם (yôwm, H3117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:16, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Isaías 11:16, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 12:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:16.","referencias_relacionadas":["Isaías 11:16","Isaías 12:1","Salmos 119:105"]},"isaias_11_16_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"O terra em large ou partitively um terra","significado_contextual":"Em Isaías 11:16, \"terra\" aparece dentro da frase \"E haverá caminho plano para o remanescente do seu povo, que for deixado da Assíria, como sucedeu a Israel no dia em que subiu da terra do E…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֶרֶץ (ʼerets, H776) mantém o campo semântico de o terra em large ou partitively um terra. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:16, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"terra\" para conduzir a interpretação do leitor no ponto central de Isaías 11:16, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 11:9, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:16.","referencias_relacionadas":["Isaías 11:16","Isaías 11:9","Salmos 119:105"]},"isaias_11_16_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary","significado_contextual":"Em Isaías 11:16, \"cair\" aparece dentro da frase \"E haverá caminho plano para o remanescente do seu povo, que for deixado da Assíria, como sucedeu a Israel no dia em que subiu da terra do E…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הָיָה (hâyâh, H1961) mantém o campo semântico de para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 11:16, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cair\" para conduzir a interpretação do leitor no ponto central de Isaías 11:16, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 11:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 11:16.","referencias_relacionadas":["Isaías 11:16","Isaías 11:5","Salmos 119:105"]}}