{"isaias_19_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Isaías 19:1, \"senhor\" aparece dentro da frase \"Peso do Egito. Eis que o SENHOR vem cavalgando numa nuvem ligeira, e entrará no Egito; e os ídolos do Egito estremecerão diante dele, e o c…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Isaías 19:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 19:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:1.","referencias_relacionadas":["Isaías 19:1","Isaías 19:12","Salmos 119:105"]},"isaias_19_1_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Sentido lexical do termo conforme o lexico strong h935","significado_contextual":"Em Isaías 19:1, \"vir\" aparece dentro da frase \"Peso do Egito. Eis que o SENHOR vem cavalgando numa nuvem ligeira, e entrará no Egito; e os ídolos do Egito estremecerão diante dele, e o c…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בּוֹא (bôwʼ, H935) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h935. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"vir\" para conduzir a interpretação do leitor no ponto central de Isaías 19:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 19:23, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:1.","referencias_relacionadas":["Isaías 19:1","Isaías 19:23","Salmos 119:105"]},"isaias_19_2_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Um homem como um individual ou um male person frequentemente usado como um adjunct para um mais definite term e em tal cases frequently nao expressed em translation","significado_contextual":"Em Isaías 19:2, \"homem\" aparece dentro da frase \"Porque farei com que os egípcios, se levantem contra os egípcios, e cada um pelejará contra o seu irmão, e cada um contra o seu próximo, ci…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אִישׁ (ʼîysh, H376) mantém o campo semântico de um homem como um individual ou um male person frequentemente usado como um adjunct para um mais definite term e em tal cases frequently nao expressed em translation. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"homem\" para conduzir a interpretação do leitor no ponto central de Isaías 19:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 2:9, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:2.","referencias_relacionadas":["Isaías 19:2","Isaías 2:9","Salmos 119:105"]},"isaias_19_2_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Sentido lexical do termo conforme o lexico strong h5892","significado_contextual":"Em Isaías 19:2, \"cidade\" aparece dentro da frase \"Porque farei com que os egípcios, se levantem contra os egípcios, e cada um pelejará contra o seu irmão, e cada um contra o seu próximo, ci…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עִיר (ʻîyr, H5892) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h5892. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cidade\" para conduzir a interpretação do leitor no ponto central de Isaías 19:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 22:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:2.","referencias_relacionadas":["Isaías 19:2","Isaías 22:2","Salmos 119:105"]},"isaias_19_2_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Dominio i e abstractly o estate governar ou concretely o country realm","significado_contextual":"Em Isaías 19:2, \"reino\" aparece dentro da frase \"Porque farei com que os egípcios, se levantem contra os egípcios, e cada um pelejará contra o seu irmão, e cada um contra o seu próximo, ci…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מַמְלָכָה (mamlâkâh, H4467) mantém o campo semântico de dominio i e abstractly o estate governar ou concretely o country realm. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"reino\" para conduzir a interpretação do leitor no ponto central de Isaías 19:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 23:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:2.","referencias_relacionadas":["Isaías 19:2","Isaías 23:11","Salmos 119:105"]},"isaias_19_3_seguir":{"palavra_pt":"seguir","palavra_original":"דָּרַשׁ","transliteracao":"dârash","strong":"H1875","significado_raiz":"Properly para tread ou frequent geralmente para seguir para pursuit ou search por implicacao verk ou perguntar especificamente adorar","significado_contextual":"Em Isaías 19:3, \"seguir\" aparece dentro da frase \"E o espírito do Egito se esvaecerá no seu interior, e destruirei o seu conselho; e eles consultarão aos seus ídolos, e encantadores, e aque…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"דָּרַשׁ (dârash, H1875) mantém o campo semântico de properly para tread ou frequent geralmente para seguir para pursuit ou search por implicacao verk ou perguntar especificamente adorar. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"seguir\" para conduzir a interpretação do leitor no ponto central de Isaías 19:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 65:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:3.","referencias_relacionadas":["Isaías 19:3","Isaías 65:1","Salmos 119:105"]},"isaias_19_3_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Vento por resemblance breath i e um sensible ou ate mesmo violent exhalation figurativamente vida ira unsubstantiality por extensao um region de o","significado_contextual":"Em Isaías 19:3, \"espirito\" aparece dentro da frase \"E o espírito do Egito se esvaecerá no seu interior, e destruirei o seu conselho; e eles consultarão aos seus ídolos, e encantadores, e aque…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רוּחַ (rûwach, H7307) mantém o campo semântico de vento por resemblance breath i e um sensible ou ate mesmo violent exhalation figurativamente vida ira unsubstantiality por extensao um region de o. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"espirito\" para conduzir a interpretação do leitor no ponto central de Isaías 19:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 26:18, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:3.","referencias_relacionadas":["Isaías 19:3","Isaías 26:18","Salmos 119:105"]},"isaias_19_4_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Um rei no campo semantico de h4428","significado_contextual":"Em Isaías 19:4, \"rei\" aparece dentro da frase \"E entregarei os egípcios nas mãos de um senhor cruel, e um rei rigoroso os dominará, diz o Senhor, o SENHOR dos Exércitos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מֶלֶךְ (melek, H4428) mantém o campo semântico de um rei no campo semantico de h4428. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"rei\" para conduzir a interpretação do leitor no ponto central de Isaías 19:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 20:4, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:4.","referencias_relacionadas":["Isaías 19:4","Isaías 20:4","Salmos 119:105"]},"isaias_19_4_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Sovereign i e controller human ou divino","significado_contextual":"Em Isaías 19:4, \"soberano\" aparece dentro da frase \"E entregarei os egípcios nas mãos de um senhor cruel, e um rei rigoroso os dominará, diz o Senhor, o SENHOR dos Exércitos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אָדוֹן (ʼâdôwn, H113) mantém o campo semântico de sovereign i e controller human ou divino. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"soberano\" para conduzir a interpretação do leitor no ponto central de Isaías 19:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 26:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:4.","referencias_relacionadas":["Isaías 19:4","Isaías 26:13","Salmos 119:105"]},"isaias_19_4_stop":{"palavra_pt":"stop","palavra_original":"סָכַר","transliteracao":"çâkar","strong":"H5534","significado_raiz":"Para shut acima por implicacao para surrender","significado_contextual":"Em Isaías 19:4, \"stop\" aparece dentro da frase \"E entregarei os egípcios nas mãos de um senhor cruel, e um rei rigoroso os dominará, diz o Senhor, o SENHOR dos Exércitos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"סָכַר (çâkar, H5534) mantém o campo semântico de para shut acima por implicacao para surrender. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"stop\" para conduzir a interpretação do leitor no ponto central de Isaías 19:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:4.","referencias_relacionadas":["Isaías 19:4","Salmos 119:105","Romanos 8:28"]},"isaias_19_5_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Um mar como breaking em noisy surf ou large corpo de agua especificamente com o artigo o mediterranean mar como vezes um large rio ou um artif","significado_contextual":"Em Isaías 19:5, \"mar\" aparece dentro da frase \"E secarão as águas do mar, e o rio se esgotará e ressequirá.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָם (yâm, H3220) mantém o campo semântico de um mar como breaking em noisy surf ou large corpo de agua especificamente com o artigo o mediterranean mar como vezes um large rio ou um artif. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"mar\" para conduzir a interpretação do leitor no ponto central de Isaías 19:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 21:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:5.","referencias_relacionadas":["Isaías 19:5","Isaías 21:1","Salmos 119:105"]},"isaias_19_5_seco":{"palavra_pt":"seco","palavra_original":"נָשַׁת","transliteracao":"nâshath","strong":"H5405","significado_raiz":"Properly para eliminate i e intransitively para dry acima","significado_contextual":"Em Isaías 19:5, \"seco\" aparece dentro da frase \"E secarão as águas do mar, e o rio se esgotará e ressequirá.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נָשַׁת (nâshath, H5405) mantém o campo semântico de properly para eliminate i e intransitively para dry acima. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"seco\" para conduzir a interpretação do leitor no ponto central de Isaías 19:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:5.","referencias_relacionadas":["Isaías 19:5","Salmos 119:105","Romanos 8:28"]},"isaias_19_6_cast":{"palavra_pt":"lancar","palavra_original":"זָנַח","transliteracao":"zânach","strong":"H2186","significado_raiz":"Rejeitar forsake fail","significado_contextual":"Em Isaías 19:6, \"lancar\" aparece dentro da frase \"Também os rios exalarão mau cheiro e se esgotarão e secarão os canais do Egito; as canas e os juncos murcharão.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"זָנַח (zânach, H2186) mantém o campo semântico de rejeitar forsake fail. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"lancar\" para conduzir a interpretação do leitor no ponto central de Isaías 19:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lamentações de Jeremias 3:17, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:6.","referencias_relacionadas":["Isaías 19:6","Lamentações de Jeremias 3:17","Salmos 119:105"]},"isaias_19_6_seca":{"palavra_pt":"seca","palavra_original":"חָרַב","transliteracao":"chârab","strong":"H2717","significado_raiz":"Para parch atraves drought i e por analogia para desolate destruir matar","significado_contextual":"Em Isaías 19:6, \"seca\" aparece dentro da frase \"Também os rios exalarão mau cheiro e se esgotarão e secarão os canais do Egito; as canas e os juncos murcharão.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חָרַב (chârab, H2717) mantém o campo semântico de para parch atraves drought i e por analogia para desolate destruir matar. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"seca\" para conduzir a interpretação do leitor no ponto central de Isaías 19:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 37:25, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:6.","referencias_relacionadas":["Isaías 19:6","Isaías 37:25","Salmos 119:105"]},"isaias_19_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido","significado_contextual":"Em Isaías 19:7, \"modo\" aparece dentro da frase \"A relva junto ao rio, junto às ribanceiras dos rios, e tudo o que foi semeado junto ao rio, secará, será arrancado e não subsistirá.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כֹּל (kôl, H3605) mantém o campo semântico de properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"modo\" para conduzir a interpretação do leitor no ponto central de Isaías 19:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 19:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:7.","referencias_relacionadas":["Isaías 19:7","Isaías 19:8","Salmos 119:105"]},"isaias_19_7_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Sentido lexical do termo conforme o lexico strong h5921","significado_contextual":"Em Isaías 19:7, \"grande\" aparece dentro da frase \"A relva junto ao rio, junto às ribanceiras dos rios, e tudo o que foi semeado junto ao rio, secará, será arrancado e não subsistirá.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עַל (ʻal, H5921) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h5921. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"grande\" para conduzir a interpretação do leitor no ponto central de Isaías 19:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 2:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:7.","referencias_relacionadas":["Isaías 19:7","Isaías 2:15","Salmos 119:105"]},"isaias_19_8_lament":{"palavra_pt":"lament","palavra_original":"אָבַל","transliteracao":"ʼâbal","strong":"H56","significado_raiz":"Para bewail no campo semantico de h56","significado_contextual":"Em Isaías 19:8, \"lament\" aparece dentro da frase \"E os pescadores gemerão, e suspirarão todos os que lançam anzol ao rio, e os que estendem rede sobre as águas desfalecerão.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אָבַל (ʼâbal, H56) mantém o campo semântico de para bewail no campo semantico de h56. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"lament\" para conduzir a interpretação do leitor no ponto central de Isaías 19:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 3:26, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:8.","referencias_relacionadas":["Isaías 19:8","Isaías 3:26","Salmos 119:105"]},"isaias_19_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido","significado_contextual":"Em Isaías 19:8, \"modo\" aparece dentro da frase \"E os pescadores gemerão, e suspirarão todos os que lançam anzol ao rio, e os que estendem rede sobre as águas desfalecerão.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כֹּל (kôl, H3605) mantém o campo semântico de properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"modo\" para conduzir a interpretação do leitor no ponto central de Isaías 19:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 2:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:8.","referencias_relacionadas":["Isaías 19:8","Isaías 2:13","Salmos 119:105"]},"isaias_19_9_seco":{"palavra_pt":"seco","palavra_original":"בּוּשׁ","transliteracao":"bûwsh","strong":"H954","significado_raiz":"Properly para pale i e por implicacao para ser ashamed tambem por implicacao para ser disappointed ou delayed","significado_contextual":"Em Isaías 19:9, \"seco\" aparece dentro da frase \"E envergonhar-se-ão os que trabalham em linho fino, e os que tecem pano branco.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בּוּשׁ (bûwsh, H954) mantém o campo semântico de properly para pale i e por implicacao para ser ashamed tambem por implicacao para ser disappointed ou delayed. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"seco\" para conduzir a interpretação do leitor no ponto central de Isaías 19:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 20:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:9.","referencias_relacionadas":["Isaías 19:9","Isaías 20:5","Salmos 119:105"]},"isaias_19_9_weaverr":{"palavra_pt":"weaver r","palavra_original":"אָרַג","transliteracao":"ʼârag","strong":"H707","significado_raiz":"Para plait ou weave","significado_contextual":"Em Isaías 19:9, \"weaver r\" aparece dentro da frase \"E envergonhar-se-ão os que trabalham em linho fino, e os que tecem pano branco.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אָרַג (ʼârag, H707) mantém o campo semântico de para plait ou weave. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"weaver r\" para conduzir a interpretação do leitor no ponto central de Isaías 19:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:9.","referencias_relacionadas":["Isaías 19:9","Salmos 119:105","Romanos 8:28"]},"isaias_19_9_obra":{"palavra_pt":"obra","palavra_original":"עָבַד","transliteracao":"ʻâbad","strong":"H5647","significado_raiz":"Para trabalho em qualquer sentido por implicacao para servir till causatively enslave etc","significado_contextual":"Em Isaías 19:9, \"obra\" aparece dentro da frase \"E envergonhar-se-ão os que trabalham em linho fino, e os que tecem pano branco.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עָבַד (ʻâbad, H5647) mantém o campo semântico de para trabalho em qualquer sentido por implicacao para servir till causatively enslave etc. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"obra\" para conduzir a interpretação do leitor no ponto central de Isaías 19:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jeremias 27:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:9.","referencias_relacionadas":["Isaías 19:9","Jeremias 27:7","Salmos 119:105"]},"isaias_19_10_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary","significado_contextual":"Em Isaías 19:10, \"cair\" aparece dentro da frase \"E os seus fundamentos serão despedaçados, e todos os que trabalham por salário ficarão com tristeza de alma.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הָיָה (hâyâh, H1961) mantém o campo semântico de para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cair\" para conduzir a interpretação do leitor no ponto central de Isaías 19:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 19:17, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:10.","referencias_relacionadas":["Isaías 19:10","Isaías 19:17","Salmos 119:105"]},"isaias_19_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido","significado_contextual":"Em Isaías 19:10, \"modo\" aparece dentro da frase \"E os seus fundamentos serão despedaçados, e todos os que trabalham por salário ficarão com tristeza de alma.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כֹּל (kôl, H3605) mantém o campo semântico de properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"modo\" para conduzir a interpretação do leitor no ponto central de Isaías 19:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 19:14, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:10.","referencias_relacionadas":["Isaías 19:10","Isaías 19:14","Salmos 119:105"]},"isaias_19_10_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Sentido lexical do termo conforme o lexico strong h6213","significado_contextual":"Em Isaías 19:10, \"urso\" aparece dentro da frase \"E os seus fundamentos serão despedaçados, e todos os que trabalham por salário ficarão com tristeza de alma.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עָשָׂה (ʻâsâh, H6213) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h6213. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"urso\" para conduzir a interpretação do leitor no ponto central de Isaías 19:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 19:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:10.","referencias_relacionadas":["Isaías 19:10","Isaías 19:15","Salmos 119:105"]},"isaias_19_11_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Paroh um general title de egyptian reis","significado_contextual":"Em Isaías 19:11, \"farao\" aparece dentro da frase \"Na verdade são loucos os príncipes de Zoã; o conselho dos sábios conselheiros de Faraó se embruteceu; como, pois, a Faraó direis: Sou filho…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"פַּרְעֹה (Parʻôh, H6547) mantém o campo semântico de paroh um general title de egyptian reis. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"farao\" para conduzir a interpretação do leitor no ponto central de Isaías 19:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 30:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:11.","referencias_relacionadas":["Isaías 19:11","Isaías 30:3","Salmos 119:105"]},"isaias_19_11_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Sentido lexical do termo conforme o lexico strong h1121","significado_contextual":"Em Isaías 19:11, \"filho\" aparece dentro da frase \"Na verdade são loucos os príncipes de Zoã; o conselho dos sábios conselheiros de Faraó se embruteceu; como, pois, a Faraó direis: Sou filho…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בֵּן (bên, H1121) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h1121. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"filho\" para conduzir a interpretação do leitor no ponto central de Isaías 19:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 2:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:11.","referencias_relacionadas":["Isaías 19:11","Isaías 2:1","Salmos 119:105"]},"isaias_19_12_palavra":{"palavra_pt":"palavra","palavra_original":"נָגַד","transliteracao":"nâgad","strong":"H5046","significado_raiz":"Properly para front i e ficar de pe boldly fora oposto por implicacao causatively para manifest figurativamente para announce sempre por palavra de boca para o","significado_contextual":"Em Isaías 19:12, \"palavra\" aparece dentro da frase \"Onde estão agora os teus sábios? Notifiquem-te agora, ou informem-te sobre o que o Senhor dos Exércitos determinou contra o Egito.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נָגַד (nâgad, H5046) mantém o campo semântico de properly para front i e ficar de pe boldly fora oposto por implicacao causatively para manifest figurativamente para announce sempre por palavra de boca para o. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"palavra\" para conduzir a interpretação do leitor no ponto central de Isaías 19:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 41:22, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:12.","referencias_relacionadas":["Isaías 19:12","Isaías 41:22","Salmos 119:105"]},"isaias_19_12_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Conhecer properly para ascertain por seeing usado em um grande variety de senses figurativamente literalmente euphemistically e inferentially including o","significado_contextual":"Em Isaías 19:12, \"conhecer\" aparece dentro da frase \"Onde estão agora os teus sábios? Notifiquem-te agora, ou informem-te sobre o que o Senhor dos Exércitos determinou contra o Egito.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָדַע (yâdaʻ, H3045) mantém o campo semântico de conhecer properly para ascertain por seeing usado em um grande variety de senses figurativamente literalmente euphemistically e inferentially including o. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"conhecer\" para conduzir a interpretação do leitor no ponto central de Isaías 19:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 29:24, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:12.","referencias_relacionadas":["Isaías 19:12","Isaías 29:24","Salmos 119:105"]},"isaias_19_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Isaías 19:12, \"senhor\" aparece dentro da frase \"Onde estão agora os teus sábios? Notifiquem-te agora, ou informem-te sobre o que o Senhor dos Exércitos determinou contra o Egito.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Isaías 19:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 19:14, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:12.","referencias_relacionadas":["Isaías 19:12","Isaías 19:14","Salmos 119:105"]},"isaias_19_13_dote":{"palavra_pt":"dote","palavra_original":"יָאַל","transliteracao":"yâʼal","strong":"H2973","significado_raiz":"Properly para ser slack i e figurativamente para ser tolo","significado_contextual":"Em Isaías 19:13, \"dote\" aparece dentro da frase \"Loucos tornaram-se os príncipes de Zoã, enganados estão os príncipes de Nofe; eles fizeram errar o Egito, aqueles que são a pedra de esquin…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָאַל (yâʼal, H2973) mantém o campo semântico de properly para ser slack i e figurativamente para ser tolo. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dote\" para conduzir a interpretação do leitor no ponto central de Isaías 19:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:13.","referencias_relacionadas":["Isaías 19:13","Salmos 119:105","Romanos 8:28"]},"isaias_19_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido","significado_contextual":"Em Isaías 19:14, \"modo\" aparece dentro da frase \"O Senhor derramou no meio dele um perverso espírito; e eles fizeram errar o Egito em toda a sua obra, como o bêbado quando se revolve no se…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כֹּל (kôl, H3605) mantém o campo semântico de properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:14, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"modo\" para conduzir a interpretação do leitor no ponto central de Isaías 19:14, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 19:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:14.","referencias_relacionadas":["Isaías 19:14","Isaías 19:7","Salmos 119:105"]},"isaias_19_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Isaías 19:14, \"senhor\" aparece dentro da frase \"O Senhor derramou no meio dele um perverso espírito; e eles fizeram errar o Egito em toda a sua obra, como o bêbado quando se revolve no se…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:14, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Isaías 19:14, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 19:18, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:14.","referencias_relacionadas":["Isaías 19:14","Isaías 19:18","Salmos 119:105"]},"isaias_19_14_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Vento por resemblance breath i e um sensible ou ate mesmo violent exhalation figurativamente vida ira unsubstantiality por extensao um region de o","significado_contextual":"Em Isaías 19:14, \"espirito\" aparece dentro da frase \"O Senhor derramou no meio dele um perverso espírito; e eles fizeram errar o Egito em toda a sua obra, como o bêbado quando se revolve no se…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רוּחַ (rûwach, H7307) mantém o campo semântico de vento por resemblance breath i e um sensible ou ate mesmo violent exhalation figurativamente vida ira unsubstantiality por extensao um region de o. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:14, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"espirito\" para conduzir a interpretação do leitor no ponto central de Isaías 19:14, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 19:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:14.","referencias_relacionadas":["Isaías 19:14","Isaías 19:3","Salmos 119:105"]},"isaias_19_15_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles","significado_contextual":"Em Isaías 19:15, \"verdade\" aparece dentro da frase \"E não aproveitará ao Egito obra alguma que possa fazer a cabeça, a cauda, o ramo, ou o junco.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"לֹא (lôʼ, H3808) mantém o campo semântico de nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:15, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"verdade\" para conduzir a interpretação do leitor no ponto central de Isaías 19:15, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 22:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:15.","referencias_relacionadas":["Isaías 19:15","Isaías 22:2","Salmos 119:105"]},"isaias_19_15_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Um acao bom ou bad geralmente um transaction abstractly activity por implicacao um product especificamente um poem ou geralmente propriedade","significado_contextual":"Em Isaías 19:15, \"bom\" aparece dentro da frase \"E não aproveitará ao Egito obra alguma que possa fazer a cabeça, a cauda, o ramo, ou o junco.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מַעֲשֶׂה (maʻăseh, H4639) mantém o campo semântico de um acao bom ou bad geralmente um transaction abstractly activity por implicacao um product especificamente um poem ou geralmente propriedade. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:15, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"bom\" para conduzir a interpretação do leitor no ponto central de Isaías 19:15, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 19:25, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:15.","referencias_relacionadas":["Isaías 19:15","Isaías 19:25","Salmos 119:105"]},"isaias_19_15_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Sentido lexical do termo conforme o lexico strong h6213","significado_contextual":"Em Isaías 19:15, \"urso\" aparece dentro da frase \"E não aproveitará ao Egito obra alguma que possa fazer a cabeça, a cauda, o ramo, ou o junco.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עָשָׂה (ʻâsâh, H6213) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h6213. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:15, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"urso\" para conduzir a interpretação do leitor no ponto central de Isaías 19:15, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 20:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:15.","referencias_relacionadas":["Isaías 19:15","Isaías 20:2","Salmos 119:105"]},"isaias_19_16_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3117","significado_contextual":"Em Isaías 19:16, \"dia\" aparece dentro da frase \"Naquele tempo os egípcios serão como mulheres, e tremerão e temerão por causa do movimento da mão do Senhor dos Exércitos, que há de levant…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יוֹם (yôwm, H3117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:16, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Isaías 19:16, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 19:18, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:16.","referencias_relacionadas":["Isaías 19:16","Isaías 19:18","Salmos 119:105"]},"isaias_19_16_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Um mulher no campo semantico de h802","significado_contextual":"Em Isaías 19:16, \"mulher\" aparece dentro da frase \"Naquele tempo os egípcios serão como mulheres, e tremerão e temerão por causa do movimento da mão do Senhor dos Exércitos, que há de levant…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אִשָּׁה (ʼishshâh, H802) mantém o campo semântico de um mulher no campo semantico de h802. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:16, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"mulher\" para conduzir a interpretação do leitor no ponto central de Isaías 19:16, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 3:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:16.","referencias_relacionadas":["Isaías 19:16","Isaías 3:12","Salmos 119:105"]},"isaias_19_16_temor":{"palavra_pt":"temor","palavra_original":"חָרַד","transliteracao":"chârad","strong":"H2729","significado_raiz":"Para shudder com terror portanto temer tambem para hasten com anxiety","significado_contextual":"Em Isaías 19:16, \"temor\" aparece dentro da frase \"Naquele tempo os egípcios serão como mulheres, e tremerão e temerão por causa do movimento da mão do Senhor dos Exércitos, que há de levant…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חָרַד (chârad, H2729) mantém o campo semântico de para shudder com terror portanto temer tambem para hasten com anxiety. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:16, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"temor\" para conduzir a interpretação do leitor no ponto central de Isaías 19:16, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 32:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:16.","referencias_relacionadas":["Isaías 19:16","Isaías 32:11","Salmos 119:105"]},"isaias_19_17_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary","significado_contextual":"Em Isaías 19:17, \"cair\" aparece dentro da frase \"E a terra de Judá será um espanto para o Egito; todo aquele a quem isso se anunciar se assombrará, por causa do propósito do Senhor dos Exé…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הָיָה (hâyâh, H1961) mantém o campo semântico de para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:17, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cair\" para conduzir a interpretação do leitor no ponto central de Isaías 19:17, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 2:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:17.","referencias_relacionadas":["Isaías 19:17","Isaías 2:2","Salmos 119:105"]},"isaias_19_17_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Soil de seu general redness","significado_contextual":"Em Isaías 19:17, \"solo\" aparece dentro da frase \"E a terra de Judá será um espanto para o Egito; todo aquele a quem isso se anunciar se assombrará, por causa do propósito do Senhor dos Exé…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֲדָמָה (ʼădâmâh, H127) mantém o campo semântico de soil de seu general redness. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:17, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"solo\" para conduzir a interpretação do leitor no ponto central de Isaías 19:17, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 23:17, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:17.","referencias_relacionadas":["Isaías 19:17","Isaías 23:17","Salmos 119:105"]},"isaias_19_17_temor":{"palavra_pt":"temor","palavra_original":"חָגָא","transliteracao":"châgâʼ","strong":"H2283","significado_raiz":"Properly vertigo i e figurativamente temer","significado_contextual":"Em Isaías 19:17, \"temor\" aparece dentro da frase \"E a terra de Judá será um espanto para o Egito; todo aquele a quem isso se anunciar se assombrará, por causa do propósito do Senhor dos Exé…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חָגָא (châgâʼ, H2283) mantém o campo semântico de properly vertigo i e figurativamente temer. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:17, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"temor\" para conduzir a interpretação do leitor no ponto central de Isaías 19:17, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:17.","referencias_relacionadas":["Isaías 19:17","Salmos 119:105","Romanos 8:28"]},"isaias_19_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3117","significado_contextual":"Em Isaías 19:18, \"dia\" aparece dentro da frase \"Naquele tempo haverá cinco cidades na terra do Egito que falarão a língua de Canaã e farão juramento ao Senhor dos Exércitos; e uma se cham…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יוֹם (yôwm, H3117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:18, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Isaías 19:18, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 19:19, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:18.","referencias_relacionadas":["Isaías 19:18","Isaías 19:19","Salmos 119:105"]},"isaias_19_18_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"O terra em large ou partitively um terra","significado_contextual":"Em Isaías 19:18, \"terra\" aparece dentro da frase \"Naquele tempo haverá cinco cidades na terra do Egito que falarão a língua de Canaã e farão juramento ao Senhor dos Exércitos; e uma se cham…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֶרֶץ (ʼerets, H776) mantém o campo semântico de o terra em large ou partitively um terra. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:18, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"terra\" para conduzir a interpretação do leitor no ponto central de Isaías 19:18, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 19:20, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:18.","referencias_relacionadas":["Isaías 19:18","Isaías 19:20","Salmos 119:105"]},"isaias_19_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Isaías 19:18, \"senhor\" aparece dentro da frase \"Naquele tempo haverá cinco cidades na terra do Egito que falarão a língua de Canaã e farão juramento ao Senhor dos Exércitos; e uma se cham…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:18, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Isaías 19:18, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 19:19, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:18.","referencias_relacionadas":["Isaías 19:18","Isaías 19:19","Salmos 119:105"]},"isaias_19_19_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3117","significado_contextual":"Em Isaías 19:19, \"dia\" aparece dentro da frase \"Naquele tempo o Senhor terá um altar no meio da terra do Egito, e uma coluna se erigirá ao Senhor, junto da sua fronteira.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יוֹם (yôwm, H3117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:19, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Isaías 19:19, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 19:21, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:19.","referencias_relacionadas":["Isaías 19:19","Isaías 19:21","Salmos 119:105"]},"isaias_19_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Isaías 19:19, \"senhor\" aparece dentro da frase \"Naquele tempo o Senhor terá um altar no meio da terra do Egito, e uma coluna se erigirá ao Senhor, junto da sua fronteira.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:19, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Isaías 19:19, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 19:20, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:19.","referencias_relacionadas":["Isaías 19:19","Isaías 19:20","Salmos 119:105"]},"isaias_19_19_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Um altar no campo semantico de h4196","significado_contextual":"Em Isaías 19:19, \"altar\" aparece dentro da frase \"Naquele tempo o Senhor terá um altar no meio da terra do Egito, e uma coluna se erigirá ao Senhor, junto da sua fronteira.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מִזְבֵּחַ (mizbêach, H4196) mantém o campo semântico de um altar no campo semantico de h4196. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:19, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"altar\" para conduzir a interpretação do leitor no ponto central de Isaías 19:19, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 36:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:19.","referencias_relacionadas":["Isaías 19:19","Isaías 36:7","Salmos 119:105"]},"isaias_19_20_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"O terra em large ou partitively um terra","significado_contextual":"Em Isaías 19:20, \"terra\" aparece dentro da frase \"E servirá de sinal e de testemunho ao Senhor dos Exércitos na terra do Egito, porque ao Senhor clamarão por causa dos opressores, e ele lhe…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֶרֶץ (ʼerets, H776) mantém o campo semântico de o terra em large ou partitively um terra. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:20, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"terra\" para conduzir a interpretação do leitor no ponto central de Isaías 19:20, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 19:24, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:20.","referencias_relacionadas":["Isaías 19:20","Isaías 19:24","Salmos 119:105"]},"isaias_19_20_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Sentido lexical do termo conforme o lexico strong h7227","significado_contextual":"Em Isaías 19:20, \"homem\" aparece dentro da frase \"E servirá de sinal e de testemunho ao Senhor dos Exércitos na terra do Egito, porque ao Senhor clamarão por causa dos opressores, e ele lhe…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רַב (rab, H7227) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h7227. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:20, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"homem\" para conduzir a interpretação do leitor no ponto central de Isaías 19:20, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 2:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:20.","referencias_relacionadas":["Isaías 19:20","Isaías 2:3","Salmos 119:105"]},"isaias_19_20_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Isaías 19:20, \"senhor\" aparece dentro da frase \"E servirá de sinal e de testemunho ao Senhor dos Exércitos na terra do Egito, porque ao Senhor clamarão por causa dos opressores, e ele lhe…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:20, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Isaías 19:20, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 19:22, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:20.","referencias_relacionadas":["Isaías 19:20","Isaías 19:22","Salmos 119:105"]},"isaias_19_21_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3117","significado_contextual":"Em Isaías 19:21, \"dia\" aparece dentro da frase \"E o Senhor se dará a conhecer ao Egito, e os egípcios conhecerão ao Senhor naquele dia, e o adorarão com sacrifícios e ofertas, e farão vot…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יוֹם (yôwm, H3117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:21, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Isaías 19:21, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 19:23, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:21.","referencias_relacionadas":["Isaías 19:21","Isaías 19:23","Salmos 119:105"]},"isaias_19_21_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Um donation euphemistically tribute especificamente um sacrificial oferta geralmente bloodless e voluntary","significado_contextual":"Em Isaías 19:21, \"oferta\" aparece dentro da frase \"E o Senhor se dará a conhecer ao Egito, e os egípcios conhecerão ao Senhor naquele dia, e o adorarão com sacrifícios e ofertas, e farão vot…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מִנְחָה (minchâh, H4503) mantém o campo semântico de um donation euphemistically tribute especificamente um sacrificial oferta geralmente bloodless e voluntary. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:21, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"oferta\" para conduzir a interpretação do leitor no ponto central de Isaías 19:21, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 39:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:21.","referencias_relacionadas":["Isaías 19:21","Isaías 39:1","Salmos 119:105"]},"isaias_19_21_promessa":{"palavra_pt":"promessa","palavra_original":"נָדַר","transliteracao":"nâdar","strong":"H5087","significado_raiz":"Para prometer pos para fazer ou dar something ird","significado_contextual":"Em Isaías 19:21, \"promessa\" aparece dentro da frase \"E o Senhor se dará a conhecer ao Egito, e os egípcios conhecerão ao Senhor naquele dia, e o adorarão com sacrifícios e ofertas, e farão vot…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נָדַר (nâdar, H5087) mantém o campo semântico de para prometer pos para fazer ou dar something ird. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:21, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"promessa\" para conduzir a interpretação do leitor no ponto central de Isaías 19:21, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jonas 1:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:21.","referencias_relacionadas":["Isaías 19:21","Jonas 1:16","Salmos 119:105"]},"isaias_19_22_praga":{"palavra_pt":"praga","palavra_original":"נָגַף","transliteracao":"nâgaph","strong":"H5062","significado_raiz":"Para push gore defeat stub o toe inflict um disease","significado_contextual":"Em Isaías 19:22, \"praga\" aparece dentro da frase \"E ferirá o Senhor ao Egito, ferirá e o curará; e converter-se-ão ao Senhor, e mover-se-á às suas orações, e os curará;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נָגַף (nâgaph, H5062) mantém o campo semântico de para push gore defeat stub o toe inflict um disease. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:22, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"praga\" para conduzir a interpretação do leitor no ponto central de Isaías 19:22, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Josué 24:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:22.","referencias_relacionadas":["Isaías 19:22","Josué 24:5","Salmos 119:105"]},"isaias_19_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Isaías 19:22, \"senhor\" aparece dentro da frase \"E ferirá o Senhor ao Egito, ferirá e o curará; e converter-se-ão ao Senhor, e mover-se-á às suas orações, e os curará;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:22, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Isaías 19:22, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 19:25, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:22.","referencias_relacionadas":["Isaías 19:22","Isaías 19:25","Salmos 119:105"]},"isaias_19_22_curar":{"palavra_pt":"curar","palavra_original":"רָפָא","transliteracao":"râphâʼ","strong":"H7495","significado_raiz":"Properly para mend por stitching i e figurativamente para cure","significado_contextual":"Em Isaías 19:22, \"curar\" aparece dentro da frase \"E ferirá o Senhor ao Egito, ferirá e o curará; e converter-se-ão ao Senhor, e mover-se-á às suas orações, e os curará;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רָפָא (râphâʼ, H7495) mantém o campo semântico de properly para mend por stitching i e figurativamente para cure. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:22, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"curar\" para conduzir a interpretação do leitor no ponto central de Isaías 19:22, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jeremias 6:14, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:22.","referencias_relacionadas":["Isaías 19:22","Jeremias 6:14","Salmos 119:105"]},"isaias_19_23_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3117","significado_contextual":"Em Isaías 19:23, \"dia\" aparece dentro da frase \"Naquele dia haverá estrada do Egito até à Assíria, e os assírios virão ao Egito, e os egípcios irão à Assíria; e os egípcios servirão com o…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יוֹם (yôwm, H3117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:23, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Isaías 19:23, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 19:24, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:23.","referencias_relacionadas":["Isaías 19:23","Isaías 19:24","Salmos 119:105"]},"isaias_19_23_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Sentido lexical do termo conforme o lexico strong h935","significado_contextual":"Em Isaías 19:23, \"vir\" aparece dentro da frase \"Naquele dia haverá estrada do Egito até à Assíria, e os assírios virão ao Egito, e os egípcios irão à Assíria; e os egípcios servirão com o…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בּוֹא (bôwʼ, H935) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h935. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:23, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"vir\" para conduzir a interpretação do leitor no ponto central de Isaías 19:23, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 2:19, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:23.","referencias_relacionadas":["Isaías 19:23","Isaías 2:19","Salmos 119:105"]},"isaias_19_23_obra":{"palavra_pt":"obra","palavra_original":"עָבַד","transliteracao":"ʻâbad","strong":"H5647","significado_raiz":"Para trabalho em qualquer sentido por implicacao para servir till causatively enslave etc","significado_contextual":"Em Isaías 19:23, \"obra\" aparece dentro da frase \"Naquele dia haverá estrada do Egito até à Assíria, e os assírios virão ao Egito, e os egípcios irão à Assíria; e os egípcios servirão com o…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עָבַד (ʻâbad, H5647) mantém o campo semântico de para trabalho em qualquer sentido por implicacao para servir till causatively enslave etc. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:23, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"obra\" para conduzir a interpretação do leitor no ponto central de Isaías 19:23, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 19:9, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:23.","referencias_relacionadas":["Isaías 19:23","Isaías 19:9","Salmos 119:105"]},"isaias_19_24_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3117","significado_contextual":"Em Isaías 19:24, \"dia\" aparece dentro da frase \"Naquele dia Israel será o terceiro com os egípcios e os assírios, uma bênção no meio da terra.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יוֹם (yôwm, H3117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:24, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Isaías 19:24, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 2:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:24.","referencias_relacionadas":["Isaías 19:24","Isaías 2:11","Salmos 119:105"]},"isaias_19_24_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"O terra em large ou partitively um terra","significado_contextual":"Em Isaías 19:24, \"terra\" aparece dentro da frase \"Naquele dia Israel será o terceiro com os egípcios e os assírios, uma bênção no meio da terra.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֶרֶץ (ʼerets, H776) mantém o campo semântico de o terra em large ou partitively um terra. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:24, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"terra\" para conduzir a interpretação do leitor no ponto central de Isaías 19:24, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 2:19, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:24.","referencias_relacionadas":["Isaías 19:24","Isaías 2:19","Salmos 119:105"]},"isaias_19_24_bencao":{"palavra_pt":"bencao","palavra_original":"בְּרָכָה","transliteracao":"Bᵉrâkâh","strong":"H1293","significado_raiz":"Benediction por implicacao prosperity","significado_contextual":"Em Isaías 19:24, \"bencao\" aparece dentro da frase \"Naquele dia Israel será o terceiro com os egípcios e os assírios, uma bênção no meio da terra.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בְּרָכָה (Bᵉrâkâh, H1293) mantém o campo semântico de benediction por implicacao prosperity. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:24, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"bencao\" para conduzir a interpretação do leitor no ponto central de Isaías 19:24, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jó 29:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:24.","referencias_relacionadas":["Isaías 19:24","Jó 29:13","Salmos 119:105"]},"isaias_19_25_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Um acao bom ou bad geralmente um transaction abstractly activity por implicacao um product especificamente um poem ou geralmente propriedade","significado_contextual":"Em Isaías 19:25, \"bom\" aparece dentro da frase \"Porque o Senhor dos Exércitos os abençoará, dizendo: Bendito seja o Egito, meu povo, e a Assíria, obra de minhas mãos, e Israel, minha hera…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מַעֲשֶׂה (maʻăseh, H4639) mantém o campo semântico de um acao bom ou bad geralmente um transaction abstractly activity por implicacao um product especificamente um poem ou geralmente propriedade. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:25, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"bom\" para conduzir a interpretação do leitor no ponto central de Isaías 19:25, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 2:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:25.","referencias_relacionadas":["Isaías 19:25","Isaías 2:8","Salmos 119:105"]},"isaias_19_25_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Para kneel por implicacao abencoar deus como um ato de adoration e vice versa homem como um benefit tambem por euphemism para maldicao deus ou o rei como","significado_contextual":"Em Isaías 19:25, \"abencoar\" aparece dentro da frase \"Porque o Senhor dos Exércitos os abençoará, dizendo: Bendito seja o Egito, meu povo, e a Assíria, obra de minhas mãos, e Israel, minha hera…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בָרַךְ (bârak, H1288) mantém o campo semântico de para kneel por implicacao abencoar deus como um ato de adoration e vice versa homem como um benefit tambem por euphemism para maldicao deus ou o rei como. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:25, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"abencoar\" para conduzir a interpretação do leitor no ponto central de Isaías 19:25, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 51:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:25.","referencias_relacionadas":["Isaías 19:25","Isaías 51:2","Salmos 119:105"]},"isaias_19_25_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Isaías 19:25, \"senhor\" aparece dentro da frase \"Porque o Senhor dos Exércitos os abençoará, dizendo: Bendito seja o Egito, meu povo, e a Assíria, obra de minhas mãos, e Israel, minha hera…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 19:25, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Isaías 19:25, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 2:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 19:25.","referencias_relacionadas":["Isaías 19:25","Isaías 2:12","Salmos 119:105"]}}