{"isaias_4_1_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Para fasten sobre portanto para seize ser forte figurativamente courageous causatively strengthen cure help repair fortify obstinate para amarrar restra","significado_contextual":"Em Isaías 4:1, \"agarrar\" aparece dentro da frase \"E sete mulheres naquele dia lançarão mão de um homem, dizendo: Nós comeremos do nosso pão, e nos vestiremos do que é nosso; tão-somente que…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חָזַק (châzaq, H2388) mantém o campo semântico de para fasten sobre portanto para seize ser forte figurativamente courageous causatively strengthen cure help repair fortify obstinate para amarrar restra. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 4:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"agarrar\" para conduzir a interpretação do leitor no ponto central de Isaías 4:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 41:6, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 4:1.","referencias_relacionadas":["Isaías 4:1","Isaías 41:6","Salmos 119:105"]},"isaias_4_1_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Um homem como um individual ou um male person frequentemente usado como um adjunct para um mais definite term e em tal cases frequently nao expressed em translation","significado_contextual":"Em Isaías 4:1, \"homem\" aparece dentro da frase \"E sete mulheres naquele dia lançarão mão de um homem, dizendo: Nós comeremos do nosso pão, e nos vestiremos do que é nosso; tão-somente que…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אִישׁ (ʼîysh, H376) mantém o campo semântico de um homem como um individual ou um male person frequentemente usado como um adjunct para um mais definite term e em tal cases frequently nao expressed em translation. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 4:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"homem\" para conduzir a interpretação do leitor no ponto central de Isaías 4:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 41:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 4:1.","referencias_relacionadas":["Isaías 4:1","Isaías 41:12","Salmos 119:105"]},"isaias_4_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3117","significado_contextual":"Em Isaías 4:1, \"dia\" aparece dentro da frase \"E sete mulheres naquele dia lançarão mão de um homem, dizendo: Nós comeremos do nosso pão, e nos vestiremos do que é nosso; tão-somente que…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יוֹם (yôwm, H3117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 4:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Isaías 4:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 4:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 4:1.","referencias_relacionadas":["Isaías 4:1","Isaías 4:2","Salmos 119:105"]},"isaias_4_2_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3117","significado_contextual":"Em Isaías 4:2, \"dia\" aparece dentro da frase \"Naquele dia o renovo do Senhor será cheio de beleza e de glória; e o fruto da terra excelente e formoso para os que escaparem de Israel.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יוֹם (yôwm, H3117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 4:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Isaías 4:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 43:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 4:2.","referencias_relacionadas":["Isaías 4:2","Isaías 43:13","Salmos 119:105"]},"isaias_4_2_bom":{"palavra_pt":"gloria","palavra_original":"כָּבוֹד","transliteracao":"kâbôwd","strong":"H3519","significado_raiz":"Properly weight mas apenas figurativamente em um bom sentido splendor ou copiousness","significado_contextual":"Em Isaías 4:2, \"gloria\" aparece dentro da frase \"Naquele dia o renovo do Senhor será cheio de beleza e de glória; e o fruto da terra excelente e formoso para os que escaparem de Israel.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כָּבוֹד (kâbôwd, H3519) mantém o campo semântico de properly weight mas apenas figurativamente em um bom sentido splendor ou copiousness. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 4:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"gloria\" para conduzir a interpretação do leitor no ponto central de Isaías 4:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 40:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 4:2.","referencias_relacionadas":["Isaías 4:2","Isaías 40:5","Salmos 119:105"]},"isaias_4_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"O terra em large ou partitively um terra","significado_contextual":"Em Isaías 4:2, \"terra\" aparece dentro da frase \"Naquele dia o renovo do Senhor será cheio de beleza e de glória; e o fruto da terra excelente e formoso para os que escaparem de Israel.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֶרֶץ (ʼerets, H776) mantém o campo semântico de o terra em large ou partitively um terra. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 4:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"terra\" para conduzir a interpretação do leitor no ponto central de Isaías 4:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 40:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 4:2.","referencias_relacionadas":["Isaías 4:2","Isaías 40:12","Salmos 119:105"]},"isaias_4_3_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Vivo portanto raw carne fresh plantar agua ano forte tambem como substantivo especialmente em o feminino singular e masculino plural vida ou livin","significado_contextual":"Em Isaías 4:3, \"carne\" aparece dentro da frase \"E será que aquele que for deixado em Sião, e ficar em Jerusalém, será chamado santo; todo aquele que estiver inscrito entre os viventes em…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חַי (chay, H2416) mantém o campo semântico de vivo portanto raw carne fresh plantar agua ano forte tambem como substantivo especialmente em o feminino singular e masculino plural vida ou livin. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 4:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"carne\" para conduzir a interpretação do leitor no ponto central de Isaías 4:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 40:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 4:3.","referencias_relacionadas":["Isaías 4:3","Isaías 40:16","Salmos 119:105"]},"isaias_4_3_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary","significado_contextual":"Em Isaías 4:3, \"cair\" aparece dentro da frase \"E será que aquele que for deixado em Sião, e ficar em Jerusalém, será chamado santo; todo aquele que estiver inscrito entre os viventes em…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הָיָה (hâyâh, H1961) mantém o campo semântico de para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 4:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cair\" para conduzir a interpretação do leitor no ponto central de Isaías 4:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 44:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 4:3.","referencias_relacionadas":["Isaías 4:3","Isaías 44:15","Salmos 119:105"]},"isaias_4_3_sagrado":{"palavra_pt":"santo","palavra_original":"קָדוֹשׁ","transliteracao":"qâdôwsh","strong":"H6918","significado_raiz":"Sagrado ceremonially ou morally como substantivo deus por eminence um anjo um saint um sanctuary","significado_contextual":"Em Isaías 4:3, \"santo\" aparece dentro da frase \"E será que aquele que for deixado em Sião, e ficar em Jerusalém, será chamado santo; todo aquele que estiver inscrito entre os viventes em…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"קָדוֹשׁ (qâdôwsh, H6918) mantém o campo semântico de sagrado ceremonially ou morally como substantivo deus por eminence um anjo um saint um sanctuary. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 4:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"santo\" para conduzir a interpretação do leitor no ponto central de Isaías 4:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 40:25, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 4:3.","referencias_relacionadas":["Isaías 4:3","Isaías 40:25","Salmos 119:105"]},"isaias_4_4_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Vento por resemblance breath i e um sensible ou ate mesmo violent exhalation figurativamente vida ira unsubstantiality por extensao um region de o","significado_contextual":"Em Isaías 4:4, \"espirito\" aparece dentro da frase \"Quando o Senhor lavar a imundícia das filhas de Sião, e limpar o sangue de Jerusalém, do meio dela, com o espírito de justiça, e com o espí…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רוּחַ (rûwach, H7307) mantém o campo semântico de vento por resemblance breath i e um sensible ou ate mesmo violent exhalation figurativamente vida ira unsubstantiality por extensao um region de o. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 4:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"espirito\" para conduzir a interpretação do leitor no ponto central de Isaías 4:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 40:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 4:4.","referencias_relacionadas":["Isaías 4:4","Isaías 40:13","Salmos 119:105"]},"isaias_4_4_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Sentido lexical do termo conforme o lexico strong h518","significado_contextual":"Em Isaías 4:4, \"salvar\" aparece dentro da frase \"Quando o Senhor lavar a imundícia das filhas de Sião, e limpar o sangue de Jerusalém, do meio dela, com o espírito de justiça, e com o espí…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אִם (ʼim, H518) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h518. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 4:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"salvar\" para conduzir a interpretação do leitor no ponto central de Isaías 4:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 40:28, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 4:4.","referencias_relacionadas":["Isaías 4:4","Isaías 40:28","Salmos 119:105"]},"isaias_4_4_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"O senhor usado como um proprio nome de deus apenas","significado_contextual":"Em Isaías 4:4, \"senhor\" aparece dentro da frase \"Quando o Senhor lavar a imundícia das filhas de Sião, e limpar o sangue de Jerusalém, do meio dela, com o espírito de justiça, e com o espí…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֲדֹנָי (ʼĂdônây, H136) mantém o campo semântico de o senhor usado como um proprio nome de deus apenas. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 4:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Isaías 4:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 40:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 4:4.","referencias_relacionadas":["Isaías 4:4","Isaías 40:10","Salmos 119:105"]},"isaias_4_5_criar":{"palavra_pt":"criar","palavra_original":"בָּרָא","transliteracao":"bârâʼ","strong":"H1254","significado_raiz":"Absolutely criar qualified para cortar abaixo um wood select feed como formative processes","significado_contextual":"Em Isaías 4:5, \"criar\" aparece dentro da frase \"E criará o Senhor sobre todo o lugar do monte de Sião, e sobre as suas assembléias, uma nuvem de dia e uma fumaça, e um resplendor de fogo…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בָּרָא (bârâʼ, H1254) mantém o campo semântico de absolutely criar qualified para cortar abaixo um wood select feed como formative processes. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 4:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"criar\" para conduzir a interpretação do leitor no ponto central de Isaías 4:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 43:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 4:5.","referencias_relacionadas":["Isaías 4:5","Isaías 43:1","Salmos 119:105"]},"isaias_4_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Isaías 4:5, \"senhor\" aparece dentro da frase \"E criará o Senhor sobre todo o lugar do monte de Sião, e sobre as suas assembléias, uma nuvem de dia e uma fumaça, e um resplendor de fogo…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 4:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Isaías 4:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 40:27, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 4:5.","referencias_relacionadas":["Isaías 4:5","Isaías 40:27","Salmos 119:105"]},"isaias_4_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido","significado_contextual":"Em Isaías 4:5, \"modo\" aparece dentro da frase \"E criará o Senhor sobre todo o lugar do monte de Sião, e sobre as suas assembléias, uma nuvem de dia e uma fumaça, e um resplendor de fogo…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כֹּל (kôl, H3605) mantém o campo semântico de properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 4:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"modo\" para conduzir a interpretação do leitor no ponto central de Isaías 4:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 40:17, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 4:5.","referencias_relacionadas":["Isaías 4:5","Isaías 40:17","Salmos 119:105"]},"isaias_4_6_defence":{"palavra_pt":"defence","palavra_original":"צֵל","transliteracao":"tsêl","strong":"H6738","significado_raiz":"Sentido lexical do termo conforme o lexico strong h6738","significado_contextual":"Em Isaías 4:6, \"defence\" aparece dentro da frase \"E haverá um tabernáculo para sombra contra o calor do dia; e para refúgio e esconderijo contra a tempestade e a chuva.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"צֵל (tsêl, H6738) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h6738. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 4:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"defence\" para conduzir a interpretação do leitor no ponto central de Isaías 4:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 51:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 4:6.","referencias_relacionadas":["Isaías 4:6","Isaías 51:16","Salmos 119:105"]},"isaias_4_6_seca":{"palavra_pt":"seca","palavra_original":"חֹרֶב","transliteracao":"chôreb","strong":"H2721","significado_raiz":"Drought ou desolation","significado_contextual":"Em Isaías 4:6, \"seca\" aparece dentro da frase \"E haverá um tabernáculo para sombra contra o calor do dia; e para refúgio e esconderijo contra a tempestade e a chuva.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חֹרֶב (chôreb, H2721) mantém o campo semântico de drought ou desolation. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 4:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"seca\" para conduzir a interpretação do leitor no ponto central de Isaías 4:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 25:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 4:6.","referencias_relacionadas":["Isaías 4:6","Isaías 25:5","Salmos 119:105"]}}