{"isaias_53_1_poderoso":{"palavra_pt":"poderoso","palavra_original":"זְרוֹעַ","transliteracao":"zᵉrôwaʻ","strong":"H2220","significado_raiz":"O arm como stretched fora ou de animais o foreleg figurativamente force","significado_contextual":"Em Isaías 53:1, \"poderoso\" aparece dentro da frase \"Quem deu crédito à nossa pregação? E a quem se manifestou o braço do SENHOR?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"זְרוֹעַ (zᵉrôwaʻ, H2220) mantém o campo semântico de o arm como stretched fora ou de animais o foreleg figurativamente force. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 53:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"poderoso\" para conduzir a interpretação do leitor no ponto central de Isaías 53:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 62:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 53:1.","referencias_relacionadas":["Isaías 53:1","Isaías 62:8","Salmos 119:105"]},"isaias_53_1_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Quem occasionally por um peculiar idiom de coisas tambem indefinitely whoever frequentemente usado em oblique construction com prefixo ou sufixo","significado_contextual":"Em Isaías 53:1, \"homem\" aparece dentro da frase \"Quem deu crédito à nossa pregação? E a quem se manifestou o braço do SENHOR?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מִי (mîy, H4310) mantém o campo semântico de quem occasionally por um peculiar idiom de coisas tambem indefinitely whoever frequentemente usado em oblique construction com prefixo ou sufixo. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 53:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"homem\" para conduzir a interpretação do leitor no ponto central de Isaías 53:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 54:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 53:1.","referencias_relacionadas":["Isaías 53:1","Isaías 54:15","Salmos 119:105"]},"isaias_53_1_edificar":{"palavra_pt":"crer/amem","palavra_original":"אָמַן","transliteracao":"ʼâman","strong":"H539","significado_raiz":"Properly construir acima ou support para foster como um parent ou nurse figurativamente para render ou ser firm ou faithful confiar ou crer para ser permanen","significado_contextual":"Em Isaías 53:1, \"crer\" aparece dentro da frase \"Quem deu crédito à nossa pregação? E a quem se manifestou o braço do SENHOR?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אָמַן (ʼâman, H539) mantém o campo semântico de properly construir acima ou support para foster como um parent ou nurse figurativamente para render ou ser firm ou faithful confiar ou crer para ser permanen. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 53:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"crer\" para conduzir a interpretação do leitor no ponto central de Isaías 53:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 55:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 53:1.","referencias_relacionadas":["Isaías 53:1","Isaías 55:3","Salmos 119:105"]},"isaias_53_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"O terra em large ou partitively um terra","significado_contextual":"Em Isaías 53:2, \"terra\" aparece dentro da frase \"Porque foi subindo como renovo perante ele, e como raiz de uma terra seca; não tinha beleza nem formosura e, olhando nós para ele, não havi…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֶרֶץ (ʼerets, H776) mantém o campo semântico de o terra em large ou partitively um terra. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 53:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"terra\" para conduzir a interpretação do leitor no ponto central de Isaías 53:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 53:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 53:2.","referencias_relacionadas":["Isaías 53:2","Isaías 53:8","Salmos 119:105"]},"isaias_53_2_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Sentido lexical do termo conforme o lexico strong h5927","significado_contextual":"Em Isaías 53:2, \"grande\" aparece dentro da frase \"Porque foi subindo como renovo perante ele, e como raiz de uma terra seca; não tinha beleza nem formosura e, olhando nós para ele, não havi…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עָלָה (ʻâlâh, H5927) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h5927. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 53:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"grande\" para conduzir a interpretação do leitor no ponto central de Isaías 53:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jeremias 30:17, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 53:2.","referencias_relacionadas":["Isaías 53:2","Jeremias 30:17","Salmos 119:105"]},"isaias_53_2_arvore":{"palavra_pt":"arvore","palavra_original":"יוֹנֵק","transliteracao":"yôwnêq","strong":"H3126","significado_raiz":"Um sucker portanto um twig de um arvore felled e sprouting","significado_contextual":"Em Isaías 53:2, \"arvore\" aparece dentro da frase \"Porque foi subindo como renovo perante ele, e como raiz de uma terra seca; não tinha beleza nem formosura e, olhando nós para ele, não havi…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יוֹנֵק (yôwnêq, H3126) mantém o campo semântico de um sucker portanto um twig de um arvore felled e sprouting. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 53:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"arvore\" para conduzir a interpretação do leitor no ponto central de Isaías 53:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 53:2.","referencias_relacionadas":["Isaías 53:2","Salmos 119:105","Romanos 8:28"]},"isaias_53_3_destituido":{"palavra_pt":"destituido","palavra_original":"חָדֵל","transliteracao":"châdêl","strong":"H2310","significado_raiz":"Vacant i e ceasing ou destitute","significado_contextual":"Em Isaías 53:3, \"destituido\" aparece dentro da frase \"Era desprezado, e o mais rejeitado entre os homens, homem de dores, e experimentado nos trabalhos; e, como um de quem os homens escondiam o…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חָדֵל (châdêl, H2310) mantém o campo semântico de vacant i e ceasing ou destitute. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 53:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"destituido\" para conduzir a interpretação do leitor no ponto central de Isaías 53:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Ezequiel 3:27, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 53:3.","referencias_relacionadas":["Isaías 53:3","Ezequiel 3:27","Salmos 119:105"]},"isaias_53_3_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Um homem como um individual ou um male person frequentemente usado como um adjunct para um mais definite term e em tal cases frequently nao expressed em translation","significado_contextual":"Em Isaías 53:3, \"homem\" aparece dentro da frase \"Era desprezado, e o mais rejeitado entre os homens, homem de dores, e experimentado nos trabalhos; e, como um de quem os homens escondiam o…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אִישׁ (ʼîysh, H376) mantém o campo semântico de um homem como um individual ou um male person frequentemente usado como um adjunct para um mais definite term e em tal cases frequently nao expressed em translation. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 53:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"homem\" para conduzir a interpretação do leitor no ponto central de Isaías 53:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 55:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 53:3.","referencias_relacionadas":["Isaías 53:3","Isaías 55:7","Salmos 119:105"]},"isaias_53_3_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Conhecer properly para ascertain por seeing usado em um grande variety de senses figurativamente literalmente euphemistically e inferentially including o","significado_contextual":"Em Isaías 53:3, \"conhecer\" aparece dentro da frase \"Era desprezado, e o mais rejeitado entre os homens, homem de dores, e experimentado nos trabalhos; e, como um de quem os homens escondiam o…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָדַע (yâdaʻ, H3045) mantém o campo semântico de conhecer properly para ascertain por seeing usado em um grande variety de senses figurativamente literalmente euphemistically e inferentially including o. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 53:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"conhecer\" para conduzir a interpretação do leitor no ponto central de Isaías 53:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 64:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 53:3.","referencias_relacionadas":["Isaías 53:3","Isaías 64:1","Salmos 119:105"]},"isaias_53_4_humilde":{"palavra_pt":"humilde","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6031","significado_raiz":"Sentido lexical do termo conforme o lexico strong h6031","significado_contextual":"Em Isaías 53:4, \"humilde\" aparece dentro da frase \"Verdadeiramente ele tomou sobre si as nossas enfermidades, e as nossas dores levou sobre si; e nós o reputávamos por aflito, ferido de Deus…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עָנָה (ʻânâh, H6031) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h6031. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 53:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"humilde\" para conduzir a interpretação do leitor no ponto central de Isaías 53:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 53:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 53:4.","referencias_relacionadas":["Isaías 53:4","Isaías 53:7","Salmos 119:105"]},"isaias_53_4_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Gods em o ordinary sentido mas especificamente usado em o plural assim especialmente com o artigo de o supreme deus occasionally applied por caminho de","significado_contextual":"Em Isaías 53:4, \"deus\" aparece dentro da frase \"Verdadeiramente ele tomou sobre si as nossas enfermidades, e as nossas dores levou sobre si; e nós o reputávamos por aflito, ferido de Deus…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֱלֹהִים (ʼĕlôhîym, H430) mantém o campo semântico de gods em o ordinary sentido mas especificamente usado em o plural assim especialmente com o artigo de o supreme deus occasionally applied por caminho de. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 53:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"deus\" para conduzir a interpretação do leitor no ponto central de Isaías 53:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 57:21, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 53:4.","referencias_relacionadas":["Isaías 53:4","Isaías 57:21","Salmos 119:105"]},"isaias_53_4_nevertheless":{"palavra_pt":"nevertheless","palavra_original":"אָכֵן","transliteracao":"ʼâkên","strong":"H403","significado_raiz":"Firmly figurativamente certamente tambem advers mas","significado_contextual":"Em Isaías 53:4, \"nevertheless\" aparece dentro da frase \"Verdadeiramente ele tomou sobre si as nossas enfermidades, e as nossas dores levou sobre si; e nós o reputávamos por aflito, ferido de Deus…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אָכֵן (ʼâkên, H403) mantém o campo semântico de firmly figurativamente certamente tambem advers mas. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 53:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"nevertheless\" para conduzir a interpretação do leitor no ponto central de Isaías 53:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 66:19, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 53:4.","referencias_relacionadas":["Isaías 53:4","Salmos 66:19","Salmos 119:105"]},"isaias_53_5_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Perversity i e moral mal","significado_contextual":"Em Isaías 53:5, \"mal\" aparece dentro da frase \"Mas ele foi ferido por causa das nossas transgressões, e moído por causa das nossas iniqüidades; o castigo que nos traz a paz estava sobre…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עָוֺן (ʻâvôn, H5771) mantém o campo semântico de perversity i e moral mal. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 53:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"mal\" para conduzir a interpretação do leitor no ponto central de Isaías 53:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 57:17, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 53:5.","referencias_relacionadas":["Isaías 53:5","Isaías 57:17","Salmos 119:105"]},"isaias_53_5_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Safe i e figurativamente poco happy friendly tambem abstractly welfare i e health prosperity paz","significado_contextual":"Em Isaías 53:5, \"paz\" aparece dentro da frase \"Mas ele foi ferido por causa das nossas transgressões, e moído por causa das nossas iniqüidades; o castigo que nos traz a paz estava sobre…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שָׁלוֹם (shâlôwm, H7965) mantém o campo semântico de safe i e figurativamente poco happy friendly tambem abstractly welfare i e health prosperity paz. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 53:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"paz\" para conduzir a interpretação do leitor no ponto central de Isaías 53:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 55:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 53:5.","referencias_relacionadas":["Isaías 53:5","Isaías 55:12","Salmos 119:105"]},"isaias_53_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Isaías 53:6, \"senhor\" aparece dentro da frase \"Todos nós andávamos desgarrados como ovelhas; cada um se desviava pelo seu caminho; mas o Senhor fez cair sobre ele a iniqüidade de nós tod…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 53:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Isaías 53:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 55:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 53:6.","referencias_relacionadas":["Isaías 53:6","Isaías 55:13","Salmos 119:105"]},"isaias_53_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido","significado_contextual":"Em Isaías 53:6, \"modo\" aparece dentro da frase \"Todos nós andávamos desgarrados como ovelhas; cada um se desviava pelo seu caminho; mas o Senhor fez cair sobre ele a iniqüidade de nós tod…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כֹּל (kôl, H3605) mantém o campo semântico de properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 53:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"modo\" para conduzir a interpretação do leitor no ponto central de Isaías 53:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 54:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 53:6.","referencias_relacionadas":["Isaías 53:6","Isaías 54:12","Salmos 119:105"]},"isaias_53_7_humilde":{"palavra_pt":"humilde","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6031","significado_raiz":"Sentido lexical do termo conforme o lexico strong h6031","significado_contextual":"Em Isaías 53:7, \"humilde\" aparece dentro da frase \"Ele foi oprimido e afligido, mas não abriu a sua boca; como um cordeiro foi levado ao matadouro, e como a ovelha muda perante os seus tosqu…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עָנָה (ʻânâh, H6031) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h6031. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 53:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"humilde\" para conduzir a interpretação do leitor no ponto central de Isaías 53:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jó 30:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 53:7.","referencias_relacionadas":["Isaías 53:7","Jó 30:11","Salmos 119:105"]},"isaias_53_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles","significado_contextual":"Em Isaías 53:7, \"verdade\" aparece dentro da frase \"Ele foi oprimido e afligido, mas não abriu a sua boca; como um cordeiro foi levado ao matadouro, e como a ovelha muda perante os seus tosqu…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"לֹא (lôʼ, H3808) mantém o campo semântico de nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 53:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"verdade\" para conduzir a interpretação do leitor no ponto central de Isaías 53:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 54:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 53:7.","referencias_relacionadas":["Isaías 53:7","Isaías 54:1","Salmos 119:105"]},"isaias_53_8_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Properly um verdict favorable ou unfavorable pronounced judicially especialmente um sentence ou formal decree human ou participant s divino lei ind","significado_contextual":"Em Isaías 53:8, \"juizo\" aparece dentro da frase \"Da opressão e do juízo foi tirado; e quem contará o tempo da sua vida? Porquanto foi cortado da terra dos viventes; pela transgressão do me…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מִשְׁפָּט (mishpâṭ, H4941) mantém o campo semântico de properly um verdict favorable ou unfavorable pronounced judicially especialmente um sentence ou formal decree human ou participant s divino lei ind. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 53:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"juizo\" para conduzir a interpretação do leitor no ponto central de Isaías 53:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 54:17, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 53:8.","referencias_relacionadas":["Isaías 53:8","Isaías 54:17","Salmos 119:105"]},"isaias_53_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"O terra em large ou partitively um terra","significado_contextual":"Em Isaías 53:8, \"terra\" aparece dentro da frase \"Da opressão e do juízo foi tirado; e quem contará o tempo da sua vida? Porquanto foi cortado da terra dos viventes; pela transgressão do me…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֶרֶץ (ʼerets, H776) mantém o campo semântico de o terra em large ou partitively um terra. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 53:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"terra\" para conduzir a interpretação do leitor no ponto central de Isaías 53:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 54:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 53:8.","referencias_relacionadas":["Isaías 53:8","Isaías 54:5","Salmos 119:105"]},"isaias_53_9_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Sentido lexical do termo conforme o lexico strong h5414","significado_contextual":"Em Isaías 53:9, \"dar\" aparece dentro da frase \"E puseram a sua sepultura com os ímpios, e com o rico na sua morte; ainda que nunca cometeu injustiça, nem houve engano na sua boca.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נָתַן (nâthan, H5414) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h5414. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 53:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dar\" para conduzir a interpretação do leitor no ponto central de Isaías 53:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 55:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 53:9.","referencias_relacionadas":["Isaías 53:9","Isaías 55:10","Salmos 119:105"]},"isaias_53_9_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Morally wrong concretely um actively bad person","significado_contextual":"Em Isaías 53:9, \"culpado\" aparece dentro da frase \"E puseram a sua sepultura com os ímpios, e com o rico na sua morte; ainda que nunca cometeu injustiça, nem houve engano na sua boca.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רָשָׁע (râshâʻ, H7563) mantém o campo semântico de morally wrong concretely um actively bad person. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 53:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"culpado\" para conduzir a interpretação do leitor no ponto central de Isaías 53:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 55:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 53:9.","referencias_relacionadas":["Isaías 53:9","Isaías 55:7","Salmos 119:105"]},"isaias_53_9_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Morte natural ou violent concretely o morto seus lugar ou state hades figurativamente pestilence ruin","significado_contextual":"Em Isaías 53:9, \"morte\" aparece dentro da frase \"E puseram a sua sepultura com os ímpios, e com o rico na sua morte; ainda que nunca cometeu injustiça, nem houve engano na sua boca.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מָוֶת (mâveth, H4194) mantém o campo semântico de morte natural ou violent concretely o morto seus lugar ou state hades figurativamente pestilence ruin. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 53:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"morte\" para conduzir a interpretação do leitor no ponto central de Isaías 53:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jeremias 15:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 53:9.","referencias_relacionadas":["Isaías 53:9","Jeremias 15:2","Salmos 119:105"]},"isaias_53_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Isaías 53:10, \"senhor\" aparece dentro da frase \"Todavia, ao Senhor agradou moê-lo, fazendo-o enfermar; quando a sua alma se puser por expiação do pecado, verá a sua posteridade, prolongar…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 53:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Isaías 53:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 53:6, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 53:10.","referencias_relacionadas":["Isaías 53:10","Isaías 53:6","Salmos 119:105"]},"isaias_53_10_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Sentido lexical do termo conforme o lexico strong h518","significado_contextual":"Em Isaías 53:10, \"salvar\" aparece dentro da frase \"Todavia, ao Senhor agradou moê-lo, fazendo-o enfermar; quando a sua alma se puser por expiação do pecado, verá a sua posteridade, prolongar…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אִם (ʼim, H518) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h518. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 53:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"salvar\" para conduzir a interpretação do leitor no ponto central de Isaías 53:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 59:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 53:10.","referencias_relacionadas":["Isaías 53:10","Isaías 59:2","Salmos 119:105"]},"isaias_53_10_oferta":{"palavra_pt":"oferta","palavra_original":"אָשָׁם","transliteracao":"ʼâshâm","strong":"H817","significado_raiz":"Guilt por implicacao um fault tambem um pecado oferta","significado_contextual":"Em Isaías 53:10, \"oferta\" aparece dentro da frase \"Todavia, ao Senhor agradou moê-lo, fazendo-o enfermar; quando a sua alma se puser por expiação do pecado, verá a sua posteridade, prolongar…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אָשָׁם (ʼâshâm, H817) mantém o campo semântico de guilt por implicacao um fault tambem um pecado oferta. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 53:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"oferta\" para conduzir a interpretação do leitor no ponto central de Isaías 53:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Levítico 14:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 53:10.","referencias_relacionadas":["Isaías 53:10","Levítico 14:12","Salmos 119:105"]},"isaias_53_11_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Sentido lexical do termo conforme o lexico strong h7227","significado_contextual":"Em Isaías 53:11, \"homem\" aparece dentro da frase \"Ele verá o fruto do trabalho da sua alma, e ficará satisfeito; com o seu conhecimento o meu servo, o justo, justificará a muitos; porque as…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רַב (rab, H7227) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h7227. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 53:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"homem\" para conduzir a interpretação do leitor no ponto central de Isaías 53:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 53:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 53:11.","referencias_relacionadas":["Isaías 53:11","Isaías 53:12","Salmos 119:105"]},"isaias_53_11_corpo":{"palavra_pt":"corpo","palavra_original":"עָמָל","transliteracao":"ʻâmâl","strong":"H5999","significado_raiz":"Toil i e wearing effort portanto worry wheth de corpo ou mind","significado_contextual":"Em Isaías 53:11, \"corpo\" aparece dentro da frase \"Ele verá o fruto do trabalho da sua alma, e ficará satisfeito; com o seu conhecimento o meu servo, o justo, justificará a muitos; porque as…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עָמָל (ʻâmâl, H5999) mantém o campo semântico de toil i e wearing effort portanto worry wheth de corpo ou mind. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 53:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"corpo\" para conduzir a interpretação do leitor no ponto central de Isaías 53:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jó 5:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 53:11.","referencias_relacionadas":["Isaías 53:11","Jó 5:7","Salmos 119:105"]},"isaias_53_11_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Sentido lexical do termo conforme o lexico strong h5315","significado_contextual":"Em Isaías 53:11, \"alma\" aparece dentro da frase \"Ele verá o fruto do trabalho da sua alma, e ficará satisfeito; com o seu conhecimento o meu servo, o justo, justificará a muitos; porque as…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נֶפֶשׁ (nephesh, H5315) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h5315. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 53:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"alma\" para conduzir a interpretação do leitor no ponto central de Isaías 53:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 56:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 53:11.","referencias_relacionadas":["Isaías 53:11","Isaías 56:11","Salmos 119:105"]},"isaias_53_12_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Morte natural ou violent concretely o morto seus lugar ou state hades figurativamente pestilence ruin","significado_contextual":"Em Isaías 53:12, \"morte\" aparece dentro da frase \"Por isso lhe darei a parte de muitos, e com os poderosos repartirá ele o despojo; porquanto derramou a sua alma na morte, e foi contado com…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מָוֶת (mâveth, H4194) mantém o campo semântico de morte natural ou violent concretely o morto seus lugar ou state hades figurativamente pestilence ruin. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 53:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"morte\" para conduzir a interpretação do leitor no ponto central de Isaías 53:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 53:9, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 53:12.","referencias_relacionadas":["Isaías 53:12","Isaías 53:9","Salmos 119:105"]},"isaias_53_12_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Sentido lexical do termo conforme o lexico strong h7227","significado_contextual":"Em Isaías 53:12, \"homem\" aparece dentro da frase \"Por isso lhe darei a parte de muitos, e com os poderosos repartirá ele o despojo; porquanto derramou a sua alma na morte, e foi contado com…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רַב (rab, H7227) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h7227. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 53:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"homem\" para conduzir a interpretação do leitor no ponto central de Isaías 53:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 54:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 53:12.","referencias_relacionadas":["Isaías 53:12","Isaías 54:13","Salmos 119:105"]},"isaias_53_12_grande":{"palavra_pt":"grande","palavra_original":"עָצוּם","transliteracao":"ʻâtsûwm","strong":"H6099","significado_raiz":"Powerful especificamente um paw por implicacao numerous","significado_contextual":"Em Isaías 53:12, \"grande\" aparece dentro da frase \"Por isso lhe darei a parte de muitos, e com os poderosos repartirá ele o despojo; porquanto derramou a sua alma na morte, e foi contado com…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עָצוּם (ʻâtsûwm, H6099) mantém o campo semântico de powerful especificamente um paw por implicacao numerous. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 53:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"grande\" para conduzir a interpretação do leitor no ponto central de Isaías 53:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 60:22, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 53:12.","referencias_relacionadas":["Isaías 53:12","Isaías 60:22","Salmos 119:105"]}}