{"isaias_57_1_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Um homem como um individual ou um male person frequentemente usado como um adjunct para um mais definite term e em tal cases frequently nao expressed em translation","significado_contextual":"Em Isaías 57:1, \"homem\" aparece dentro da frase \"Perece o justo, e não há quem considere isso em seu coração, e os homens compassivos são recolhidos, sem que alguém considere que o justo é…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אִישׁ (ʼîysh, H376) mantém o campo semântico de um homem como um individual ou um male person frequentemente usado como um adjunct para um mais definite term e em tal cases frequently nao expressed em translation. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"homem\" para conduzir a interpretação do leitor no ponto central de Isaías 57:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 63:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:1.","referencias_relacionadas":["Isaías 57:1","Isaías 63:3","Salmos 119:105"]},"isaias_57_1_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Justo no campo semantico de h6662","significado_contextual":"Em Isaías 57:1, \"justo\" aparece dentro da frase \"Perece o justo, e não há quem considere isso em seu coração, e os homens compassivos são recolhidos, sem que alguém considere que o justo é…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"צַדִּיק (tsaddîyq, H6662) mantém o campo semântico de justo no campo semantico de h6662. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"justo\" para conduzir a interpretação do leitor no ponto central de Isaías 57:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jeremias 12:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:1.","referencias_relacionadas":["Isaías 57:1","Jeremias 12:1","Salmos 119:105"]},"isaias_57_1_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"O coracao tambem usado figurativamente muito widely para o feelings o vontade e ate mesmo o intellect likewise para o centre de anything","significado_contextual":"Em Isaías 57:1, \"coracao\" aparece dentro da frase \"Perece o justo, e não há quem considere isso em seu coração, e os homens compassivos são recolhidos, sem que alguém considere que o justo é…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"לֵב (lêb, H3820) mantém o campo semântico de o coracao tambem usado figurativamente muito widely para o feelings o vontade e ate mesmo o intellect likewise para o centre de anything. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"coracao\" para conduzir a interpretação do leitor no ponto central de Isaías 57:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 59:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:1.","referencias_relacionadas":["Isaías 57:1","Isaías 59:13","Salmos 119:105"]},"isaias_57_2_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Safe i e figurativamente poco happy friendly tambem abstractly welfare i e health prosperity paz","significado_contextual":"Em Isaías 57:2, \"paz\" aparece dentro da frase \"Entrará em paz; descansarão nas suas camas, os que houverem andado na sua retidão.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שָׁלוֹם (shâlôwm, H7965) mantém o campo semântico de safe i e figurativamente poco happy friendly tambem abstractly welfare i e health prosperity paz. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"paz\" para conduzir a interpretação do leitor no ponto central de Isaías 57:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 57:21, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:2.","referencias_relacionadas":["Isaías 57:2","Isaías 57:21","Salmos 119:105"]},"isaias_57_2_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Sentido lexical do termo conforme o lexico strong h935","significado_contextual":"Em Isaías 57:2, \"vir\" aparece dentro da frase \"Entrará em paz; descansarão nas suas camas, os que houverem andado na sua retidão.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בּוֹא (bôwʼ, H935) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h935. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"vir\" para conduzir a interpretação do leitor no ponto central de Isaías 57:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 59:20, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:2.","referencias_relacionadas":["Isaías 57:2","Isaías 59:20","Salmos 119:105"]},"isaias_57_2_descanso":{"palavra_pt":"descanso","palavra_original":"נוּחַ","transliteracao":"nûwach","strong":"H5117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h5117","significado_contextual":"Em Isaías 57:2, \"descanso\" aparece dentro da frase \"Entrará em paz; descansarão nas suas camas, os que houverem andado na sua retidão.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נוּחַ (nûwach, H5117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h5117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"descanso\" para conduzir a interpretação do leitor no ponto central de Isaías 57:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 7:19, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:2.","referencias_relacionadas":["Isaías 57:2","Isaías 7:19","Salmos 119:105"]},"isaias_57_3_caminho":{"palavra_pt":"caminho","palavra_original":"הֵנָּה","transliteracao":"hênnâh","strong":"H2008","significado_raiz":"Hither ou thither mas usado ambos de lugar e tempo","significado_contextual":"Em Isaías 57:3, \"caminho\" aparece dentro da frase \"Mas chegai-vos aqui, vós os filhos da agoureira, descendência adulterina, e de prostituição.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הֵנָּה (hênnâh, H2008) mantém o campo semântico de hither ou thither mas usado ambos de lugar e tempo. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"caminho\" para conduzir a interpretação do leitor no ponto central de Isaías 57:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jeremias 50:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:3.","referencias_relacionadas":["Isaías 57:3","Jeremias 50:5","Salmos 119:105"]},"isaias_57_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Sentido lexical do termo conforme o lexico strong h1121","significado_contextual":"Em Isaías 57:3, \"filho\" aparece dentro da frase \"Mas chegai-vos aqui, vós os filhos da agoureira, descendência adulterina, e de prostituição.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בֵּן (bên, H1121) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h1121. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"filho\" para conduzir a interpretação do leitor no ponto central de Isaías 57:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 60:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:3.","referencias_relacionadas":["Isaías 57:3","Isaías 60:10","Salmos 119:105"]},"isaias_57_3_femea":{"palavra_pt":"femea","palavra_original":"זָנָה","transliteracao":"zânâh","strong":"H2181","significado_raiz":"Para commit adultery geralmente de o female e menos frequentemente de simple fornication rarely de involuntary ravishment figurativamente para commit idolatry","significado_contextual":"Em Isaías 57:3, \"femea\" aparece dentro da frase \"Mas chegai-vos aqui, vós os filhos da agoureira, descendência adulterina, e de prostituição.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"זָנָה (zânâh, H2181) mantém o campo semântico de para commit adultery geralmente de o female e menos frequentemente de simple fornication rarely de involuntary ravishment figurativamente para commit idolatry. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"femea\" para conduzir a interpretação do leitor no ponto central de Isaías 57:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:3.","referencias_relacionadas":["Isaías 57:3","Salmos 119:105","Romanos 8:28"]},"isaias_57_4_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Quem occasionally por um peculiar idiom de coisas tambem indefinitely whoever frequentemente usado em oblique construction com prefixo ou sufixo","significado_contextual":"Em Isaías 57:4, \"homem\" aparece dentro da frase \"De quem fazeis o vosso passatempo? Contra quem escancarais a boca, e deitais para fora a língua? Porventura não sois filhos da transgressão…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מִי (mîy, H4310) mantém o campo semântico de quem occasionally por um peculiar idiom de coisas tambem indefinitely whoever frequentemente usado em oblique construction com prefixo ou sufixo. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"homem\" para conduzir a interpretação do leitor no ponto central de Isaías 57:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 60:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:4.","referencias_relacionadas":["Isaías 57:4","Isaías 60:8","Salmos 119:105"]},"isaias_57_4_lingua":{"palavra_pt":"lingua","palavra_original":"לָשׁוֹן","transliteracao":"lâshôwn","strong":"H3956","significado_raiz":"O tongue de homem ou animais usado literalmente como o instrument de licking eating ou speech e figurativamente speech um ingot um fork de flame","significado_contextual":"Em Isaías 57:4, \"lingua\" aparece dentro da frase \"De quem fazeis o vosso passatempo? Contra quem escancarais a boca, e deitais para fora a língua? Porventura não sois filhos da transgressão…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"לָשׁוֹן (lâshôwn, H3956) mantém o campo semântico de o tongue de homem ou animais usado literalmente como o instrument de licking eating ou speech e figurativamente speech um ingot um fork de flame. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"lingua\" para conduzir a interpretação do leitor no ponto central de Isaías 57:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 66:18, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:4.","referencias_relacionadas":["Isaías 57:4","Isaías 66:18","Salmos 119:105"]},"isaias_57_4_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles","significado_contextual":"Em Isaías 57:4, \"verdade\" aparece dentro da frase \"De quem fazeis o vosso passatempo? Contra quem escancarais a boca, e deitais para fora a língua? Porventura não sois filhos da transgressão…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"לֹא (lôʼ, H3808) mantém o campo semântico de nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"verdade\" para conduzir a interpretação do leitor no ponto central de Isaías 57:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 58:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:4.","referencias_relacionadas":["Isaías 57:4","Isaías 58:3","Salmos 119:105"]},"isaias_57_5_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Forca como adjetivo poderoso especialmente o almighty mas usado tambem de qualquer deity","significado_contextual":"Em Isaías 57:5, \"deus\" aparece dentro da frase \"Que vos inflamais com os deuses debaixo de toda a árvore verde, e sacrificais os filhos nos ribeiros, nas fendas dos penhascos?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֵל (ʼêl, H410) mantém o campo semântico de forca como adjetivo poderoso especialmente o almighty mas usado tambem de qualquer deity. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"deus\" para conduzir a interpretação do leitor no ponto central de Isaías 57:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jeremias 32:18, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:5.","referencias_relacionadas":["Isaías 57:5","Jeremias 32:18","Salmos 119:105"]},"isaias_57_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido","significado_contextual":"Em Isaías 57:5, \"modo\" aparece dentro da frase \"Que vos inflamais com os deuses debaixo de toda a árvore verde, e sacrificais os filhos nos ribeiros, nas fendas dos penhascos?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כֹּל (kôl, H3605) mantém o campo semântico de properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"modo\" para conduzir a interpretação do leitor no ponto central de Isaías 57:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 58:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:5.","referencias_relacionadas":["Isaías 57:5","Isaías 58:3","Salmos 119:105"]},"isaias_57_5_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Para slaughter em sacrificio ou massacre","significado_contextual":"Em Isaías 57:5, \"sacrificio\" aparece dentro da frase \"Que vos inflamais com os deuses debaixo de toda a árvore verde, e sacrificais os filhos nos ribeiros, nas fendas dos penhascos?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שָׁחַט (shâchaṭ, H7819) mantém o campo semântico de para slaughter em sacrificio ou massacre. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"sacrificio\" para conduzir a interpretação do leitor no ponto central de Isaías 57:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 66:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:5.","referencias_relacionadas":["Isaías 57:5","Isaías 66:3","Salmos 119:105"]},"isaias_57_6_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Para spill forth sangue um libation liquid metal ou ate mesmo um solid i e para mound acima tambem figurativamente para expend vida alma complaint money etc","significado_contextual":"Em Isaías 57:6, \"sangue\" aparece dentro da frase \"Nas pedras lisas dos ribeiros está a tua parte; estas, estas são a tua sorte; sobre elas também derramaste a tua libação, e lhes ofereceste…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שָׁפַךְ (shâphak, H8210) mantém o campo semântico de para spill forth sangue um libation liquid metal ou ate mesmo um solid i e para mound acima tambem figurativamente para expend vida alma complaint money etc. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"sangue\" para conduzir a interpretação do leitor no ponto central de Isaías 57:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 59:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:6.","referencias_relacionadas":["Isaías 57:6","Isaías 59:7","Salmos 119:105"]},"isaias_57_6_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Um donation euphemistically tribute especificamente um sacrificial oferta geralmente bloodless e voluntary","significado_contextual":"Em Isaías 57:6, \"oferta\" aparece dentro da frase \"Nas pedras lisas dos ribeiros está a tua parte; estas, estas são a tua sorte; sobre elas também derramaste a tua libação, e lhes ofereceste…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מִנְחָה (minchâh, H4503) mantém o campo semântico de um donation euphemistically tribute especificamente um sacrificial oferta geralmente bloodless e voluntary. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"oferta\" para conduzir a interpretação do leitor no ponto central de Isaías 57:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 66:20, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:6.","referencias_relacionadas":["Isaías 57:6","Isaías 66:20","Salmos 119:105"]},"isaias_57_6_smooth":{"palavra_pt":"smooth","palavra_original":"חַלָּק","transliteracao":"challâq","strong":"H2511","significado_raiz":"Smooth no campo semantico de h2511","significado_contextual":"Em Isaías 57:6, \"smooth\" aparece dentro da frase \"Nas pedras lisas dos ribeiros está a tua parte; estas, estas são a tua sorte; sobre elas também derramaste a tua libação, e lhes ofereceste…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חַלָּק (challâq, H2511) mantém o campo semântico de smooth no campo semantico de h2511. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"smooth\" para conduzir a interpretação do leitor no ponto central de Isaías 57:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:6.","referencias_relacionadas":["Isaías 57:6","Salmos 119:105","Romanos 8:28"]},"isaias_57_7_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"זָבַח","transliteracao":"zâbach","strong":"H2076","significado_raiz":"Para slaughter um animal geralmente em sacrificio","significado_contextual":"Em Isaías 57:7, \"sacrificio\" aparece dentro da frase \"Sobre o monte alto e levantado pões a tua cama; e lá subiste para oferecer sacrifícios.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"זָבַח (zâbach, H2076) mantém o campo semântico de para slaughter um animal geralmente em sacrificio. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"sacrificio\" para conduzir a interpretação do leitor no ponto central de Isaías 57:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jonas 1:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:7.","referencias_relacionadas":["Isaías 57:7","Jonas 1:16","Salmos 119:105"]},"isaias_57_7_carne":{"palavra_pt":"sacrificio","palavra_original":"זֶבַח","transliteracao":"zebach","strong":"H2077","significado_raiz":"Properly um slaughter i e o carne de um animal por implicacao um sacrificio o victim ou o ato","significado_contextual":"Em Isaías 57:7, \"sacrificio\" aparece dentro da frase \"Sobre o monte alto e levantado pões a tua cama; e lá subiste para oferecer sacrifícios.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"זֶבַח (zebach, H2077) mantém o campo semântico de properly um slaughter i e o carne de um animal por implicacao um sacrificio o victim ou o ato. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"sacrificio\" para conduzir a interpretação do leitor no ponto central de Isaías 57:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jeremias 17:26, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:7.","referencias_relacionadas":["Isaías 57:7","Jeremias 17:26","Salmos 119:105"]},"isaias_57_7_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Sentido lexical do termo conforme o lexico strong h5375","significado_contextual":"Em Isaías 57:7, \"grande\" aparece dentro da frase \"Sobre o monte alto e levantado pões a tua cama; e lá subiste para oferecer sacrifícios.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נָשָׂא (nâsâʼ, H5375) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h5375. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"grande\" para conduzir a interpretação do leitor no ponto central de Isaías 57:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 9:14, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:7.","referencias_relacionadas":["Isaías 57:7","Isaías 9:14","Salmos 119:105"]},"isaias_57_8_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Para cortar fora abaixo ou asunder por implicacao destruir ou consume especificamente para alianca i e fazer um alliance ou bargain originally por cutti","significado_contextual":"Em Isaías 57:8, \"destruir\" aparece dentro da frase \"E detrás das portas, e dos umbrais puseste o teu memorial; pois te descobriste a outros que não a mim, e subiste, alargaste a tua cama, e f…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כָּרַת (kârath, H3772) mantém o campo semântico de para cortar fora abaixo ou asunder por implicacao destruir ou consume especificamente para alianca i e fazer um alliance ou bargain originally por cutti. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"destruir\" para conduzir a interpretação do leitor no ponto central de Isaías 57:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 9:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:8.","referencias_relacionadas":["Isaías 57:8","Isaías 9:13","Salmos 119:105"]},"isaias_57_8_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Sentido lexical do termo conforme o lexico strong h310","significado_contextual":"Em Isaías 57:8, \"seguir\" aparece dentro da frase \"E detrás das portas, e dos umbrais puseste o teu memorial; pois te descobriste a outros que não a mim, e subiste, alargaste a tua cama, e f…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אַחַר (ʼachar, H310) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h310. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"seguir\" para conduzir a interpretação do leitor no ponto central de Isaías 57:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jeremias 12:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:8.","referencias_relacionadas":["Isaías 57:8","Jeremias 12:15","Salmos 119:105"]},"isaias_57_8_porta":{"palavra_pt":"porta","palavra_original":"דֶּלֶת","transliteracao":"deleth","strong":"H1817","significado_raiz":"Something swinging i e o valve de adoor","significado_contextual":"Em Isaías 57:8, \"porta\" aparece dentro da frase \"E detrás das portas, e dos umbrais puseste o teu memorial; pois te descobriste a outros que não a mim, e subiste, alargaste a tua cama, e f…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"דֶּלֶת (deleth, H1817) mantém o campo semântico de something swinging i e o valve de adoor. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"porta\" para conduzir a interpretação do leitor no ponto central de Isaías 57:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jó 38:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:8.","referencias_relacionadas":["Isaías 57:8","Jó 38:10","Salmos 119:105"]},"isaias_57_9_singular":{"palavra_pt":"singular","palavra_original":"שׁוּר","transliteracao":"shûwr","strong":"H7788","significado_raiz":"Properly para virar i e travel sobre como um harlot ou um merchant","significado_contextual":"Em Isaías 57:9, \"singular\" aparece dentro da frase \"E foste ao rei com óleo, e multiplicaste os teus perfumes e enviaste os teus embaixadores para longe, e te abateste até ao inferno.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שׁוּר (shûwr, H7788) mantém o campo semântico de properly para virar i e travel sobre como um harlot ou um merchant. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"singular\" para conduzir a interpretação do leitor no ponto central de Isaías 57:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Ezequiel 27:25, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:9.","referencias_relacionadas":["Isaías 57:9","Ezequiel 27:25","Salmos 119:105"]},"isaias_57_9_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Um rei no campo semantico de h4428","significado_contextual":"Em Isaías 57:9, \"rei\" aparece dentro da frase \"E foste ao rei com óleo, e multiplicaste os teus perfumes e enviaste os teus embaixadores para longe, e te abateste até ao inferno.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מֶלֶךְ (melek, H4428) mantém o campo semântico de um rei no campo semantico de h4428. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"rei\" para conduzir a interpretação do leitor no ponto central de Isaías 57:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 6:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:9.","referencias_relacionadas":["Isaías 57:9","Isaías 6:1","Salmos 119:105"]},"isaias_57_9_humilde":{"palavra_pt":"humilde","palavra_original":"שָׁפֵל","transliteracao":"shâphêl","strong":"H8213","significado_raiz":"Para depress ou sink expectation figurativamente para humiliate intransitivo ou transitivo","significado_contextual":"Em Isaías 57:9, \"humilde\" aparece dentro da frase \"E foste ao rei com óleo, e multiplicaste os teus perfumes e enviaste os teus embaixadores para longe, e te abateste até ao inferno.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שָׁפֵל (shâphêl, H8213) mantém o campo semântico de para depress ou sink expectation figurativamente para humiliate intransitivo ou transitivo. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"humilde\" para conduzir a interpretação do leitor no ponto central de Isaías 57:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jeremias 13:18, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:9.","referencias_relacionadas":["Isaías 57:9","Jeremias 13:18","Salmos 119:105"]},"isaias_57_10_abundanceantly":{"palavra_pt":"abundance antly","palavra_original":"רֹב","transliteracao":"rôb","strong":"H7230","significado_raiz":"Abundance em qualquer respect","significado_contextual":"Em Isaías 57:10, \"abundance antly\" aparece dentro da frase \"Na tua comprida viagem te cansaste; porém não disseste: Não há esperança; achaste novo vigor na tua mão; por isso não adoeceste.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רֹב (rôb, H7230) mantém o campo semântico de abundance em qualquer respect. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"abundance antly\" para conduzir a interpretação do leitor no ponto central de Isaías 57:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 63:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:10.","referencias_relacionadas":["Isaías 57:10","Isaías 63:1","Salmos 119:105"]},"isaias_57_10_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Um road como trodden figurativamente um course de vida ou mode de acao frequentemente adverbio","significado_contextual":"Em Isaías 57:10, \"vida\" aparece dentro da frase \"Na tua comprida viagem te cansaste; porém não disseste: Não há esperança; achaste novo vigor na tua mão; por isso não adoeceste.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"דֶּרֶךְ (derek, H1870) mantém o campo semântico de um road como trodden figurativamente um course de vida ou mode de acao frequentemente adverbio. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"vida\" para conduzir a interpretação do leitor no ponto central de Isaías 57:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 57:14, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:10.","referencias_relacionadas":["Isaías 57:10","Isaías 57:14","Salmos 119:105"]},"isaias_57_10_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles","significado_contextual":"Em Isaías 57:10, \"verdade\" aparece dentro da frase \"Na tua comprida viagem te cansaste; porém não disseste: Não há esperança; achaste novo vigor na tua mão; por isso não adoeceste.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"לֹא (lôʼ, H3808) mantém o campo semântico de nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"verdade\" para conduzir a interpretação do leitor no ponto central de Isaías 57:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 57:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:10.","referencias_relacionadas":["Isaías 57:10","Isaías 57:12","Salmos 119:105"]},"isaias_57_11_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Properly concealed i e o vanishing point geralmente tempo fora de mind past ou future i e practically eternity frequentatively adverbial","significado_contextual":"Em Isaías 57:11, \"eterno\" aparece dentro da frase \"Mas de quem tiveste receio, ou temor, para que mentisses, e não te lembrasses de mim, nem no teu coração me pusesses? Não é porventura porq…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עוֹלָם (ʻôwlâm, H5769) mantém o campo semântico de properly concealed i e o vanishing point geralmente tempo fora de mind past ou future i e practically eternity frequentatively adverbial. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"eterno\" para conduzir a interpretação do leitor no ponto central de Isaías 57:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 60:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:11.","referencias_relacionadas":["Isaías 57:11","Isaías 60:15","Salmos 119:105"]},"isaias_57_11_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Quem occasionally por um peculiar idiom de coisas tambem indefinitely whoever frequentemente usado em oblique construction com prefixo ou sufixo","significado_contextual":"Em Isaías 57:11, \"homem\" aparece dentro da frase \"Mas de quem tiveste receio, ou temor, para que mentisses, e não te lembrasses de mim, nem no teu coração me pusesses? Não é porventura porq…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מִי (mîy, H4310) mantém o campo semântico de quem occasionally por um peculiar idiom de coisas tambem indefinitely whoever frequentemente usado em oblique construction com prefixo ou sufixo. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"homem\" para conduzir a interpretação do leitor no ponto central de Isaías 57:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 57:4, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:11.","referencias_relacionadas":["Isaías 57:11","Isaías 57:4","Salmos 119:105"]},"isaias_57_11_temor":{"palavra_pt":"temer","palavra_original":"יָרֵא","transliteracao":"yârêʼ","strong":"H3372","significado_raiz":"Temer morally para revere caus para frighten","significado_contextual":"Em Isaías 57:11, \"temer\" aparece dentro da frase \"Mas de quem tiveste receio, ou temor, para que mentisses, e não te lembrasses de mim, nem no teu coração me pusesses? Não é porventura porq…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָרֵא (yârêʼ, H3372) mantém o campo semântico de temer morally para revere caus para frighten. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"temer\" para conduzir a interpretação do leitor no ponto central de Isaías 57:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 59:19, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:11.","referencias_relacionadas":["Isaías 57:11","Isaías 59:19","Salmos 119:105"]},"isaias_57_12_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Um acao bom ou bad geralmente um transaction abstractly activity por implicacao um product especificamente um poem ou geralmente propriedade","significado_contextual":"Em Isaías 57:12, \"bom\" aparece dentro da frase \"Eu publicarei a tua justiça, e as tuas obras, que não te aproveitarão.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מַעֲשֶׂה (maʻăseh, H4639) mantém o campo semântico de um acao bom ou bad geralmente um transaction abstractly activity por implicacao um product especificamente um poem ou geralmente propriedade. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"bom\" para conduzir a interpretação do leitor no ponto central de Isaías 57:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 59:6, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:12.","referencias_relacionadas":["Isaías 57:12","Isaías 59:6","Salmos 119:105"]},"isaias_57_12_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles","significado_contextual":"Em Isaías 57:12, \"verdade\" aparece dentro da frase \"Eu publicarei a tua justiça, e as tuas obras, que não te aproveitarão.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"לֹא (lôʼ, H3808) mantém o campo semântico de nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"verdade\" para conduzir a interpretação do leitor no ponto central de Isaías 57:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 57:4, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:12.","referencias_relacionadas":["Isaías 57:12","Isaías 57:4","Salmos 119:105"]},"isaias_57_13_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Para occupy por driving fora previous tenants e possessing em seus lugar por implicacao para seize para rob para inherit tambem para expel para impoverish","significado_contextual":"Em Isaías 57:13, \"agarrar\" aparece dentro da frase \"Quando clamares, livrem-te os ídolos que ajuntaste; mas o vento a todos levará, e um sopro os arrebatará; mas o que confia em mim possuirá…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָרַשׁ (yârash, H3423) mantém o campo semântico de para occupy por driving fora previous tenants e possessing em seus lugar por implicacao para seize para rob para inherit tambem para expel para impoverish. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"agarrar\" para conduzir a interpretação do leitor no ponto central de Isaías 57:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 63:18, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:13.","referencias_relacionadas":["Isaías 57:13","Isaías 63:18","Salmos 119:105"]},"isaias_57_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido","significado_contextual":"Em Isaías 57:13, \"modo\" aparece dentro da frase \"Quando clamares, livrem-te os ídolos que ajuntaste; mas o vento a todos levará, e um sopro os arrebatará; mas o que confia em mim possuirá…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כֹּל (kôl, H3605) mantém o campo semântico de properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"modo\" para conduzir a interpretação do leitor no ponto central de Isaías 57:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 57:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:13.","referencias_relacionadas":["Isaías 57:13","Isaías 57:5","Salmos 119:105"]},"isaias_57_13_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Vento por resemblance breath i e um sensible ou ate mesmo violent exhalation figurativamente vida ira unsubstantiality por extensao um region de o","significado_contextual":"Em Isaías 57:13, \"espirito\" aparece dentro da frase \"Quando clamares, livrem-te os ídolos que ajuntaste; mas o vento a todos levará, e um sopro os arrebatará; mas o que confia em mim possuirá…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רוּחַ (rûwach, H7307) mantém o campo semântico de vento por resemblance breath i e um sensible ou ate mesmo violent exhalation figurativamente vida ira unsubstantiality por extensao um region de o. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"espirito\" para conduzir a interpretação do leitor no ponto central de Isaías 57:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 59:21, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:13.","referencias_relacionadas":["Isaías 57:13","Isaías 59:21","Salmos 119:105"]},"isaias_57_14_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Um road como trodden figurativamente um course de vida ou mode de acao frequentemente adverbio","significado_contextual":"Em Isaías 57:14, \"vida\" aparece dentro da frase \"E dir-se-á: Aplanai, aplanai a estrada, preparai o caminho; tirai os tropeços do caminho do meu povo.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"דֶּרֶךְ (derek, H1870) mantém o campo semântico de um road como trodden figurativamente um course de vida ou mode de acao frequentemente adverbio. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:14, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"vida\" para conduzir a interpretação do leitor no ponto central de Isaías 57:14, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 57:18, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:14.","referencias_relacionadas":["Isaías 57:14","Isaías 57:18","Salmos 119:105"]},"isaias_57_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Dizer usado com grande latitude","significado_contextual":"Em Isaías 57:14, \"dizer\" aparece dentro da frase \"E dir-se-á: Aplanai, aplanai a estrada, preparai o caminho; tirai os tropeços do caminho do meu povo.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אָמַר (ʼâmar, H559) mantém o campo semântico de dizer usado com grande latitude. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:14, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dizer\" para conduzir a interpretação do leitor no ponto central de Isaías 57:14, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 6:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:14.","referencias_relacionadas":["Isaías 57:14","Isaías 6:11","Salmos 119:105"]},"isaias_57_14_cast":{"palavra_pt":"lancar","palavra_original":"סָלַל","transliteracao":"çâlal","strong":"H5549","significado_raiz":"Sentido lexical do termo conforme o lexico strong h5549","significado_contextual":"Em Isaías 57:14, \"lancar\" aparece dentro da frase \"E dir-se-á: Aplanai, aplanai a estrada, preparai o caminho; tirai os tropeços do caminho do meu povo.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"סָלַל (çâlal, H5549) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h5549. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:14, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"lancar\" para conduzir a interpretação do leitor no ponto central de Isaías 57:14, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jó 19:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:14.","referencias_relacionadas":["Isaías 57:14","Jó 19:12","Salmos 119:105"]},"isaias_57_15_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Sentido lexical do termo conforme o lexico strong h2421","significado_contextual":"Em Isaías 57:15, \"viver\" aparece dentro da frase \"Porque assim diz o Alto e o Sublime, que habita na eternidade, e cujo nome é Santo: Num alto e santo lugar habito; como também com o contri…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חָיָה (châyâh, H2421) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h2421. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:15, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"viver\" para conduzir a interpretação do leitor no ponto central de Isaías 57:15, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 7:21, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:15.","referencias_relacionadas":["Isaías 57:15","Isaías 7:21","Salmos 119:105"]},"isaias_57_15_sagrado":{"palavra_pt":"santo","palavra_original":"קָדוֹשׁ","transliteracao":"qâdôwsh","strong":"H6918","significado_raiz":"Sagrado ceremonially ou morally como substantivo deus por eminence um anjo um saint um sanctuary","significado_contextual":"Em Isaías 57:15, \"santo\" aparece dentro da frase \"Porque assim diz o Alto e o Sublime, que habita na eternidade, e cujo nome é Santo: Num alto e santo lugar habito; como também com o contri…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"קָדוֹשׁ (qâdôwsh, H6918) mantém o campo semântico de sagrado ceremonially ou morally como substantivo deus por eminence um anjo um saint um sanctuary. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:15, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"santo\" para conduzir a interpretação do leitor no ponto central de Isaías 57:15, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 58:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:15.","referencias_relacionadas":["Isaías 57:15","Isaías 58:13","Salmos 119:105"]},"isaias_57_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed","significado_contextual":"Em Isaías 57:15, \"porque\" aparece dentro da frase \"Porque assim diz o Alto e o Sublime, que habita na eternidade, e cujo nome é Santo: Num alto e santo lugar habito; como também com o contri…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כִּי (kîy, H3588) mantém o campo semântico de por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:15, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"porque\" para conduzir a interpretação do leitor no ponto central de Isaías 57:15, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 57:20, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:15.","referencias_relacionadas":["Isaías 57:15","Isaías 57:20","Salmos 119:105"]},"isaias_57_16_fim":{"palavra_pt":"fim","palavra_original":"נֶצַח","transliteracao":"netsach","strong":"H5331","significado_raiz":"Properly um goal i e o brilhante object em adistance travelled em direcao a portanto figurativamente splendor ou subjectively truthfulness ou objective","significado_contextual":"Em Isaías 57:16, \"fim\" aparece dentro da frase \"Porque não contenderei para sempre, nem continuamente me indignarei; porque o espírito perante a minha face se desfaleceria, e as almas que…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נֶצַח (netsach, H5331) mantém o campo semântico de properly um goal i e o brilhante object em adistance travelled em direcao a portanto figurativamente splendor ou subjectively truthfulness ou objective. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:16, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"fim\" para conduzir a interpretação do leitor no ponto central de Isaías 57:16, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jeremias 15:18, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:16.","referencias_relacionadas":["Isaías 57:16","Jeremias 15:18","Salmos 119:105"]},"isaias_57_16_vento":{"palavra_pt":"vento","palavra_original":"נְשָׁמָה","transliteracao":"nᵉshâmâh","strong":"H5397","significado_raiz":"Um puff i e vento angry ou vital breath divino inspiration intellect ou concretely um animal","significado_contextual":"Em Isaías 57:16, \"vento\" aparece dentro da frase \"Porque não contenderei para sempre, nem continuamente me indignarei; porque o espírito perante a minha face se desfaleceria, e as almas que…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נְשָׁמָה (nᵉshâmâh, H5397) mantém o campo semântico de um puff i e vento angry ou vital breath divino inspiration intellect ou concretely um animal. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:16, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"vento\" para conduzir a interpretação do leitor no ponto central de Isaías 57:16, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jó 26:4, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:16.","referencias_relacionadas":["Isaías 57:16","Jó 26:4","Salmos 119:105"]},"isaias_57_17_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Perversity i e moral mal","significado_contextual":"Em Isaías 57:17, \"mal\" aparece dentro da frase \"Pela iniqüidade da sua avareza me indignei, e o feri; escondi-me, e indignei-me; contudo, rebelde, seguiu o caminho do seu coração.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עָוֺן (ʻâvôn, H5771) mantém o campo semântico de perversity i e moral mal. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:17, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"mal\" para conduzir a interpretação do leitor no ponto central de Isaías 57:17, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 59:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:17.","referencias_relacionadas":["Isaías 57:17","Isaías 59:2","Salmos 119:105"]},"isaias_57_17_furia":{"palavra_pt":"furia","palavra_original":"קָצַף","transliteracao":"qâtsaph","strong":"H7107","significado_raiz":"Para crack fora i e figurativamente burst fora em rage","significado_contextual":"Em Isaías 57:17, \"furia\" aparece dentro da frase \"Pela iniqüidade da sua avareza me indignei, e o feri; escondi-me, e indignei-me; contudo, rebelde, seguiu o caminho do seu coração.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"קָצַף (qâtsaph, H7107) mantém o campo semântico de para crack fora i e figurativamente burst fora em rage. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:17, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"furia\" para conduzir a interpretação do leitor no ponto central de Isaías 57:17, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Levítico 10:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:17.","referencias_relacionadas":["Isaías 57:17","Levítico 10:16","Salmos 119:105"]},"isaias_57_18_corpo":{"palavra_pt":"corpo","palavra_original":"שָׁלַם","transliteracao":"shâlam","strong":"H7999","significado_raiz":"Para ser safe em mind corpo ou estate figurativamente para ser causatively fazer completed por implicacao para ser friendly por extensao para reciprocate","significado_contextual":"Em Isaías 57:18, \"corpo\" aparece dentro da frase \"Eu vejo os seus caminhos, e o sararei, e o guiarei, e lhe tornarei a dar consolação, a saber, aos seus pranteadores.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שָׁלַם (shâlam, H7999) mantém o campo semântico de para ser safe em mind corpo ou estate figurativamente para ser causatively fazer completed por implicacao para ser friendly por extensao para reciprocate. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:18, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"corpo\" para conduzir a interpretação do leitor no ponto central de Isaías 57:18, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 59:18, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:18.","referencias_relacionadas":["Isaías 57:18","Isaías 59:18","Salmos 119:105"]},"isaias_57_18_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Um road como trodden figurativamente um course de vida ou mode de acao frequentemente adverbio","significado_contextual":"Em Isaías 57:18, \"vida\" aparece dentro da frase \"Eu vejo os seus caminhos, e o sararei, e o guiarei, e lhe tornarei a dar consolação, a saber, aos seus pranteadores.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"דֶּרֶךְ (derek, H1870) mantém o campo semântico de um road como trodden figurativamente um course de vida ou mode de acao frequentemente adverbio. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:18, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"vida\" para conduzir a interpretação do leitor no ponto central de Isaías 57:18, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 62:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:18.","referencias_relacionadas":["Isaías 57:18","Isaías 62:10","Salmos 119:105"]},"isaias_57_18_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Sentido lexical do termo conforme o lexico strong h7200","significado_contextual":"Em Isaías 57:18, \"ver\" aparece dentro da frase \"Eu vejo os seus caminhos, e o sararei, e o guiarei, e lhe tornarei a dar consolação, a saber, aos seus pranteadores.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רָאָה (râʼâh, H7200) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h7200. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:18, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"ver\" para conduzir a interpretação do leitor no ponto central de Isaías 57:18, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 59:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:18.","referencias_relacionadas":["Isaías 57:18","Isaías 59:16","Salmos 119:105"]},"isaias_57_19_criar":{"palavra_pt":"criar","palavra_original":"בָּרָא","transliteracao":"bârâʼ","strong":"H1254","significado_raiz":"Absolutely criar qualified para cortar abaixo um wood select feed como formative processes","significado_contextual":"Em Isaías 57:19, \"criar\" aparece dentro da frase \"Eu crio os frutos dos lábios: paz, paz, para o que está longe; e para o que está perto, diz o Senhor, e eu o sararei.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בָּרָא (bârâʼ, H1254) mantém o campo semântico de absolutely criar qualified para cortar abaixo um wood select feed como formative processes. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:19, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"criar\" para conduzir a interpretação do leitor no ponto central de Isaías 57:19, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Josué 17:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:19.","referencias_relacionadas":["Isaías 57:19","Josué 17:15","Salmos 119:105"]},"isaias_57_19_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Safe i e figurativamente poco happy friendly tambem abstractly welfare i e health prosperity paz","significado_contextual":"Em Isaías 57:19, \"paz\" aparece dentro da frase \"Eu crio os frutos dos lábios: paz, paz, para o que está longe; e para o que está perto, diz o Senhor, e eu o sararei.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שָׁלוֹם (shâlôwm, H7965) mantém o campo semântico de safe i e figurativamente poco happy friendly tambem abstractly welfare i e health prosperity paz. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:19, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"paz\" para conduzir a interpretação do leitor no ponto central de Isaías 57:19, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 57:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:19.","referencias_relacionadas":["Isaías 57:19","Isaías 57:2","Salmos 119:105"]},"isaias_57_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Isaías 57:19, \"senhor\" aparece dentro da frase \"Eu crio os frutos dos lábios: paz, paz, para o que está longe; e para o que está perto, diz o Senhor, e eu o sararei.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:19, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Isaías 57:19, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 58:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:19.","referencias_relacionadas":["Isaías 57:19","Isaías 58:11","Salmos 119:105"]},"isaias_57_20_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Um mar como breaking em noisy surf ou large corpo de agua especificamente com o artigo o mediterranean mar como vezes um large rio ou um artif","significado_contextual":"Em Isaías 57:20, \"mar\" aparece dentro da frase \"Mas os ímpios são como o mar bravo, porque não se pode aquietar, e as suas águas lançam de si lama e lodo.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָם (yâm, H3220) mantém o campo semântico de um mar como breaking em noisy surf ou large corpo de agua especificamente com o artigo o mediterranean mar como vezes um large rio ou um artif. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:20, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"mar\" para conduzir a interpretação do leitor no ponto central de Isaías 57:20, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 63:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:20.","referencias_relacionadas":["Isaías 57:20","Isaías 63:11","Salmos 119:105"]},"isaias_57_20_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Morally wrong concretely um actively bad person","significado_contextual":"Em Isaías 57:20, \"culpado\" aparece dentro da frase \"Mas os ímpios são como o mar bravo, porque não se pode aquietar, e as suas águas lançam de si lama e lodo.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רָשָׁע (râshâʻ, H7563) mantém o campo semântico de morally wrong concretely um actively bad person. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:20, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"culpado\" para conduzir a interpretação do leitor no ponto central de Isaías 57:20, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 57:21, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:20.","referencias_relacionadas":["Isaías 57:20","Isaías 57:21","Salmos 119:105"]},"isaias_57_20_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed","significado_contextual":"Em Isaías 57:20, \"porque\" aparece dentro da frase \"Mas os ímpios são como o mar bravo, porque não se pode aquietar, e as suas águas lançam de si lama e lodo.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כִּי (kîy, H3588) mantém o campo semântico de por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:20, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"porque\" para conduzir a interpretação do leitor no ponto central de Isaías 57:20, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 59:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:20.","referencias_relacionadas":["Isaías 57:20","Isaías 59:12","Salmos 119:105"]},"isaias_57_21_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Morally wrong concretely um actively bad person","significado_contextual":"Em Isaías 57:21, \"culpado\" aparece dentro da frase \"Não há paz para os ímpios, diz o meu Deus.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רָשָׁע (râshâʻ, H7563) mantém o campo semântico de morally wrong concretely um actively bad person. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:21, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"culpado\" para conduzir a interpretação do leitor no ponto central de Isaías 57:21, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jeremias 30:23, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:21.","referencias_relacionadas":["Isaías 57:21","Jeremias 30:23","Salmos 119:105"]},"isaias_57_21_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Safe i e figurativamente poco happy friendly tambem abstractly welfare i e health prosperity paz","significado_contextual":"Em Isaías 57:21, \"paz\" aparece dentro da frase \"Não há paz para os ímpios, diz o meu Deus.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שָׁלוֹם (shâlôwm, H7965) mantém o campo semântico de safe i e figurativamente poco happy friendly tambem abstractly welfare i e health prosperity paz. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:21, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"paz\" para conduzir a interpretação do leitor no ponto central de Isaías 57:21, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 59:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:21.","referencias_relacionadas":["Isaías 57:21","Isaías 59:8","Salmos 119:105"]},"isaias_57_21_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Gods em o ordinary sentido mas especificamente usado em o plural assim especialmente com o artigo de o supreme deus occasionally applied por caminho de","significado_contextual":"Em Isaías 57:21, \"deus\" aparece dentro da frase \"Não há paz para os ímpios, diz o meu Deus.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֱלֹהִים (ʼĕlôhîym, H430) mantém o campo semântico de gods em o ordinary sentido mas especificamente usado em o plural assim especialmente com o artigo de o supreme deus occasionally applied por caminho de. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 57:21, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"deus\" para conduzir a interpretação do leitor no ponto central de Isaías 57:21, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 61:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 57:21.","referencias_relacionadas":["Isaías 57:21","Isaías 61:10","Salmos 119:105"]}}