{"isaias_64_1_burn":{"palavra_pt":"burn","palavra_original":"קָדַח","transliteracao":"qâdach","strong":"H6919","significado_raiz":"Para inflame","significado_contextual":"Em Isaías 64:1, \"burn\" aparece dentro da frase \"Oh! se fendesses os céus, e descesses, e os montes se escoassem de diante da tua face,\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"קָדַח (qâdach, H6919) mantém o campo semântico de para inflame. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 64:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"burn\" para conduzir a interpretação do leitor no ponto central de Isaías 64:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 64:1.","referencias_relacionadas":["Isaías 64:1","Salmos 119:105","Romanos 8:28"]},"isaias_64_1_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Conhecer properly para ascertain por seeing usado em um grande variety de senses figurativamente literalmente euphemistically e inferentially including o","significado_contextual":"Em Isaías 64:1, \"conhecer\" aparece dentro da frase \"Oh! se fendesses os céus, e descesses, e os montes se escoassem de diante da tua face,\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָדַע (yâdaʻ, H3045) mantém o campo semântico de conhecer properly para ascertain por seeing usado em um grande variety de senses figurativamente literalmente euphemistically e inferentially including o. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 64:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"conhecer\" para conduzir a interpretação do leitor no ponto central de Isaías 64:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 9:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 64:1.","referencias_relacionadas":["Isaías 64:1","Isaías 9:8","Salmos 119:105"]},"isaias_64_1_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Fogo literalmente ou figurativamente","significado_contextual":"Em Isaías 64:1, \"fogo\" aparece dentro da frase \"Oh! se fendesses os céus, e descesses, e os montes se escoassem de diante da tua face,\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֵשׁ (ʼêsh, H784) mantém o campo semântico de fogo literalmente ou figurativamente. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 64:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"fogo\" para conduzir a interpretação do leitor no ponto central de Isaías 64:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 66:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 64:1.","referencias_relacionadas":["Isaías 64:1","Isaías 66:15","Salmos 119:105"]},"isaias_64_2_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Sentido lexical do termo conforme o lexico strong h6213","significado_contextual":"Em Isaías 64:2, \"urso\" aparece dentro da frase \"Como o fogo abrasador de fundição, fogo que faz ferver as águas, para fazeres notório o teu nome aos teus adversários, e assim as nações tr…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עָשָׂה (ʻâsâh, H6213) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h6213. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 64:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"urso\" para conduzir a interpretação do leitor no ponto central de Isaías 64:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 64:4, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 64:2.","referencias_relacionadas":["Isaías 64:2","Isaías 64:4","Salmos 119:105"]},"isaias_64_2_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles","significado_contextual":"Em Isaías 64:2, \"verdade\" aparece dentro da frase \"Como o fogo abrasador de fundição, fogo que faz ferver as águas, para fazeres notório o teu nome aos teus adversários, e assim as nações tr…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"לֹא (lôʼ, H3808) mantém o campo semântico de nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 64:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"verdade\" para conduzir a interpretação do leitor no ponto central de Isaías 64:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 64:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 64:2.","referencias_relacionadas":["Isaías 64:2","Isaías 64:3","Salmos 119:105"]},"isaias_64_2_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Para descend literalmente ir downwards ou conventionally para um lower region como o praia um boundary o inimigo etc ou figurativamente para cair cau","significado_contextual":"Em Isaías 64:2, \"inimigo\" aparece dentro da frase \"Como o fogo abrasador de fundição, fogo que faz ferver as águas, para fazeres notório o teu nome aos teus adversários, e assim as nações tr…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָרַד (yârad, H3381) mantém o campo semântico de para descend literalmente ir downwards ou conventionally para um lower region como o praia um boundary o inimigo etc ou figurativamente para cair cau. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 64:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"inimigo\" para conduzir a interpretação do leitor no ponto central de Isaías 64:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jeremias 13:17, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 64:2.","referencias_relacionadas":["Isaías 64:2","Jeremias 13:17","Salmos 119:105"]},"isaias_64_3_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Properly concealed i e o vanishing point geralmente tempo fora de mind past ou future i e practically eternity frequentatively adverbial","significado_contextual":"Em Isaías 64:3, \"eterno\" aparece dentro da frase \"Quando fazias coisas terríveis, que nunca esperávamos, descias, e os montes se escoavam diante da tua face.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עוֹלָם (ʻôwlâm, H5769) mantém o campo semântico de properly concealed i e o vanishing point geralmente tempo fora de mind past ou future i e practically eternity frequentatively adverbial. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 64:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"eterno\" para conduzir a interpretação do leitor no ponto central de Isaías 64:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jeremias 2:20, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 64:3.","referencias_relacionadas":["Isaías 64:3","Jeremias 2:20","Salmos 119:105"]},"isaias_64_3_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles","significado_contextual":"Em Isaías 64:3, \"verdade\" aparece dentro da frase \"Quando fazias coisas terríveis, que nunca esperávamos, descias, e os montes se escoavam diante da tua face.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"לֹא (lôʼ, H3808) mantém o campo semântico de nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 64:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"verdade\" para conduzir a interpretação do leitor no ponto central de Isaías 64:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 65:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 64:3.","referencias_relacionadas":["Isaías 64:3","Isaías 65:1","Salmos 119:105"]},"isaias_64_3_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Gods em o ordinary sentido mas especificamente usado em o plural assim especialmente com o artigo de o supreme deus occasionally applied por caminho de","significado_contextual":"Em Isaías 64:3, \"deus\" aparece dentro da frase \"Quando fazias coisas terríveis, que nunca esperávamos, descias, e os montes se escoavam diante da tua face.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֱלֹהִים (ʼĕlôhîym, H430) mantém o campo semântico de gods em o ordinary sentido mas especificamente usado em o plural assim especialmente com o artigo de o supreme deus occasionally applied por caminho de. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 64:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"deus\" para conduzir a interpretação do leitor no ponto central de Isaías 64:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 65:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 64:3.","referencias_relacionadas":["Isaías 64:3","Isaías 65:16","Salmos 119:105"]},"isaias_64_4_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Sentido lexical do termo conforme o lexico strong h6213","significado_contextual":"Em Isaías 64:4, \"urso\" aparece dentro da frase \"Porque desde a antiguidade não se ouviu, nem com ouvidos se percebeu, nem com os olhos se viu um Deus além de ti que trabalha para aquele q…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עָשָׂה (ʻâsâh, H6213) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h6213. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 64:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"urso\" para conduzir a interpretação do leitor no ponto central de Isaías 64:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 65:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 64:4.","referencias_relacionadas":["Isaías 64:4","Isaías 65:12","Salmos 119:105"]},"isaias_64_4_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Properly para ser abrir largo ou free i e por implicacao para ser safe causatively para free ou succor","significado_contextual":"Em Isaías 64:4, \"salvar\" aparece dentro da frase \"Porque desde a antiguidade não se ouviu, nem com ouvidos se percebeu, nem com os olhos se viu um Deus além de ti que trabalha para aquele q…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָשַׁע (yâshaʻ, H3467) mantém o campo semântico de properly para ser abrir largo ou free i e por implicacao para ser safe causatively para free ou succor. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 64:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"salvar\" para conduzir a interpretação do leitor no ponto central de Isaías 64:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jeremias 11:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 64:4.","referencias_relacionadas":["Isaías 64:4","Jeremias 11:12","Salmos 119:105"]},"isaias_64_5_cair":{"palavra_pt":"cair","palavra_original":"נָבֵל","transliteracao":"nâbêl","strong":"H5034","significado_raiz":"Para wilt geralmente para cair away fail faint figurativamente para ser tolo ou morally impio causatively para despise disgrace","significado_contextual":"Em Isaías 64:5, \"cair\" aparece dentro da frase \"Saíste ao encontro daquele que se alegrava e praticava justiça e dos que se lembram de ti nos teus caminhos; eis que te iraste, porque peca…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נָבֵל (nâbêl, H5034) mantém o campo semântico de para wilt geralmente para cair away fail faint figurativamente para ser tolo ou morally impio causatively para despise disgrace. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 64:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cair\" para conduzir a interpretação do leitor no ponto central de Isaías 64:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jeremias 14:21, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 64:5.","referencias_relacionadas":["Isaías 64:5","Jeremias 14:21","Salmos 119:105"]},"isaias_64_5_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Vento por resemblance breath i e um sensible ou ate mesmo violent exhalation figurativamente vida ira unsubstantiality por extensao um region de o","significado_contextual":"Em Isaías 64:5, \"espirito\" aparece dentro da frase \"Saíste ao encontro daquele que se alegrava e praticava justiça e dos que se lembram de ti nos teus caminhos; eis que te iraste, porque peca…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רוּחַ (rûwach, H7307) mantém o campo semântico de vento por resemblance breath i e um sensible ou ate mesmo violent exhalation figurativamente vida ira unsubstantiality por extensao um region de o. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 64:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"espirito\" para conduzir a interpretação do leitor no ponto central de Isaías 64:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jeremias 13:24, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 64:5.","referencias_relacionadas":["Isaías 64:5","Jeremias 13:24","Salmos 119:105"]},"isaias_64_6_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Para fasten sobre portanto para seize ser forte figurativamente courageous causatively strengthen cure help repair fortify obstinate para amarrar restra","significado_contextual":"Em Isaías 64:6, \"agarrar\" aparece dentro da frase \"Mas todos nós somos como o imundo, e todas as nossas justiças como trapo da imundícia; e todos nós murchamos como a folha, e as nossas iniq…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חָזַק (châzaq, H2388) mantém o campo semântico de para fasten sobre portanto para seize ser forte figurativamente courageous causatively strengthen cure help repair fortify obstinate para amarrar restra. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 64:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"agarrar\" para conduzir a interpretação do leitor no ponto central de Isaías 64:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jeremias 23:14, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 64:6.","referencias_relacionadas":["Isaías 64:6","Jeremias 23:14","Salmos 119:105"]},"isaias_64_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed","significado_contextual":"Em Isaías 64:6, \"porque\" aparece dentro da frase \"Mas todos nós somos como o imundo, e todas as nossas justiças como trapo da imundícia; e todos nós murchamos como a folha, e as nossas iniq…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כִּי (kîy, H3588) mantém o campo semântico de por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 64:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"porque\" para conduzir a interpretação do leitor no ponto central de Isaías 64:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 65:17, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 64:6.","referencias_relacionadas":["Isaías 64:6","Isaías 65:17","Salmos 119:105"]},"isaias_64_6_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Properly um parte de portanto prepositionally de ou fora de em muitos senses","significado_contextual":"Em Isaías 64:6, \"entre\" aparece dentro da frase \"Mas todos nós somos como o imundo, e todas as nossas justiças como trapo da imundícia; e todos nós murchamos como a folha, e as nossas iniq…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מִן (min, H4480) mantém o campo semântico de properly um parte de portanto prepositionally de ou fora de em muitos senses. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 64:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"entre\" para conduzir a interpretação do leitor no ponto central de Isaías 64:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jeremias 2:35, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 64:6.","referencias_relacionadas":["Isaías 64:6","Jeremias 2:35","Salmos 119:105"]},"isaias_64_7_agua":{"palavra_pt":"agua","palavra_original":"חֹמֶר","transliteracao":"chômer","strong":"H2563","significado_raiz":"Properly um bubbling acima i e de agua um wave de terra mire ou barro cement tambem um heap portanto um chomer ou dry measure","significado_contextual":"Em Isaías 64:7, \"agua\" aparece dentro da frase \"E já ninguém há que invoque o teu nome, que se desperte, e te detenhas; porque escondes de nós o teu rosto, e nos fazes derreter, por causa…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חֹמֶר (chômer, H2563) mantém o campo semântico de properly um bubbling acima i e de agua um wave de terra mire ou barro cement tambem um heap portanto um chomer ou dry measure. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 64:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"agua\" para conduzir a interpretação do leitor no ponto central de Isaías 64:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jeremias 18:4, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 64:7.","referencias_relacionadas":["Isaías 64:7","Jeremias 18:4","Salmos 119:105"]},"isaias_64_7_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Um acao bom ou bad geralmente um transaction abstractly activity por implicacao um product especificamente um poem ou geralmente propriedade","significado_contextual":"Em Isaías 64:7, \"bom\" aparece dentro da frase \"E já ninguém há que invoque o teu nome, que se desperte, e te detenhas; porque escondes de nós o teu rosto, e nos fazes derreter, por causa…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מַעֲשֶׂה (maʻăseh, H4639) mantém o campo semântico de um acao bom ou bad geralmente um transaction abstractly activity por implicacao um product especificamente um poem ou geralmente propriedade. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 64:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"bom\" para conduzir a interpretação do leitor no ponto central de Isaías 64:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 65:22, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 64:7.","referencias_relacionadas":["Isaías 64:7","Isaías 65:22","Salmos 119:105"]},"isaias_64_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Isaías 64:7, \"senhor\" aparece dentro da frase \"E já ninguém há que invoque o teu nome, que se desperte, e te detenhas; porque escondes de nós o teu rosto, e nos fazes derreter, por causa…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 64:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Isaías 64:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 64:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 64:7.","referencias_relacionadas":["Isaías 64:7","Isaías 64:8","Salmos 119:105"]},"isaias_64_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Isaías 64:8, \"senhor\" aparece dentro da frase \"Mas agora, ó Senhor, tu és nosso Pai; nós o barro e tu o nosso oleiro; e todos nós a obra das tuas mãos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 64:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Isaías 64:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 65:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 64:8.","referencias_relacionadas":["Isaías 64:8","Isaías 65:11","Salmos 119:105"]},"isaias_64_8_mundo":{"palavra_pt":"mundo","palavra_original":"עַד","transliteracao":"ʻad","strong":"H5703","significado_raiz":"Properly um peremptory terminus i e por implicacao duration nao sentido de advance ou perpetuity substantially como um substantivo either com ou com","significado_contextual":"Em Isaías 64:8, \"mundo\" aparece dentro da frase \"Mas agora, ó Senhor, tu és nosso Pai; nós o barro e tu o nosso oleiro; e todos nós a obra das tuas mãos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עַד (ʻad, H5703) mantém o campo semântico de properly um peremptory terminus i e por implicacao duration nao sentido de advance ou perpetuity substantially como um substantivo either com ou com. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 64:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"mundo\" para conduzir a interpretação do leitor no ponto central de Isaías 64:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Provérbios 12:19, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 64:8.","referencias_relacionadas":["Isaías 64:8","Provérbios 12:19","Salmos 119:105"]},"isaias_64_8_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Perversity i e moral mal","significado_contextual":"Em Isaías 64:8, \"mal\" aparece dentro da frase \"Mas agora, ó Senhor, tu és nosso Pai; nós o barro e tu o nosso oleiro; e todos nós a obra das tuas mãos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עָוֺן (ʻâvôn, H5771) mantém o campo semântico de perversity i e moral mal. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 64:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"mal\" para conduzir a interpretação do leitor no ponto central de Isaías 64:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 65:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 64:8.","referencias_relacionadas":["Isaías 64:8","Isaías 65:7","Salmos 119:105"]},"isaias_64_9_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Sentido lexical do termo conforme o lexico strong h5892","significado_contextual":"Em Isaías 64:9, \"cidade\" aparece dentro da frase \"Não te enfureças tanto, ó Senhor, nem perpetuamente te lembres da iniqüidade; olha, pois, nós te pedimos, todos nós somos o teu povo.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עִיר (ʻîyr, H5892) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h5892. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 64:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cidade\" para conduzir a interpretação do leitor no ponto central de Isaías 64:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 66:6, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 64:9.","referencias_relacionadas":["Isaías 64:9","Isaías 66:6","Salmos 119:105"]},"isaias_64_9_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Um sagrado lugar ou coisa rarely abstrato sanctity","significado_contextual":"Em Isaías 64:9, \"sagrado\" aparece dentro da frase \"Não te enfureças tanto, ó Senhor, nem perpetuamente te lembres da iniqüidade; olha, pois, nós te pedimos, todos nós somos o teu povo.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"קֹדֶשׁ (qôdesh, H6944) mantém o campo semântico de um sagrado lugar ou coisa rarely abstrato sanctity. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 64:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"sagrado\" para conduzir a interpretação do leitor no ponto central de Isaías 64:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 65:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 64:9.","referencias_relacionadas":["Isaías 64:9","Isaías 65:11","Salmos 119:105"]},"isaias_64_9_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary","significado_contextual":"Em Isaías 64:9, \"cair\" aparece dentro da frase \"Não te enfureças tanto, ó Senhor, nem perpetuamente te lembres da iniqüidade; olha, pois, nós te pedimos, todos nós somos o teu povo.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הָיָה (hâyâh, H1961) mantém o campo semântico de para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 64:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cair\" para conduzir a interpretação do leitor no ponto central de Isaías 64:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 65:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 64:9.","referencias_relacionadas":["Isaías 64:9","Isaías 65:10","Salmos 119:105"]},"isaias_64_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido","significado_contextual":"Em Isaías 64:10, \"modo\" aparece dentro da frase \"As tuas santas cidades tornaram-se um deserto; Sião está feita um deserto, Jerusalém está assolada.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כֹּל (kôl, H3605) mantém o campo semântico de properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 64:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"modo\" para conduzir a interpretação do leitor no ponto central de Isaías 64:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 65:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 64:10.","referencias_relacionadas":["Isaías 64:10","Isaías 65:2","Salmos 119:105"]},"isaias_64_10_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Sentido lexical do termo conforme o lexico strong h1004","significado_contextual":"Em Isaías 64:10, \"casa\" aparece dentro da frase \"As tuas santas cidades tornaram-se um deserto; Sião está feita um deserto, Jerusalém está assolada.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בַּיִת (bayith, H1004) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h1004. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 64:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"casa\" para conduzir a interpretação do leitor no ponto central de Isaías 64:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 65:21, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 64:10.","referencias_relacionadas":["Isaías 64:10","Isaías 65:21","Salmos 119:105"]},"isaias_64_10_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Um sagrado lugar ou coisa rarely abstrato sanctity","significado_contextual":"Em Isaías 64:10, \"sagrado\" aparece dentro da frase \"As tuas santas cidades tornaram-se um deserto; Sião está feita um deserto, Jerusalém está assolada.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"קֹדֶשׁ (qôdesh, H6944) mantém o campo semântico de um sagrado lugar ou coisa rarely abstrato sanctity. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 64:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"sagrado\" para conduzir a interpretação do leitor no ponto central de Isaías 64:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 64:9, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 64:10.","referencias_relacionadas":["Isaías 64:10","Isaías 64:9","Salmos 119:105"]},"isaias_64_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Isaías 64:11, \"senhor\" aparece dentro da frase \"A nossa santa e gloriosa casa, em que te louvavam nossos pais, foi queimada a fogo; e todas as nossas coisas preciosas se tornaram em assol…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 64:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Isaías 64:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 64:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 64:11.","referencias_relacionadas":["Isaías 64:11","Isaías 64:7","Salmos 119:105"]},"isaias_64_11_paz":{"palavra_pt":"paz","palavra_original":"חָשָׁה","transliteracao":"châshâh","strong":"H2814","significado_raiz":"Para hush ou guardar quiet","significado_contextual":"Em Isaías 64:11, \"paz\" aparece dentro da frase \"A nossa santa e gloriosa casa, em que te louvavam nossos pais, foi queimada a fogo; e todas as nossas coisas preciosas se tornaram em assol…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חָשָׁה (châshâh, H2814) mantém o campo semântico de para hush ou guardar quiet. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Isaías 64:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"paz\" para conduzir a interpretação do leitor no ponto central de Isaías 64:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 65:6, mostrando continuidade da revelação bíblica e aprofundando a leitura de Isaías 64:11.","referencias_relacionadas":["Isaías 64:11","Isaías 65:6","Salmos 119:105"]}}