{"amos_4_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Um palavra por implicacao um matter como falado de ou coisa adverbially um causa","significado_contextual":"Em Amós 4:1, \"palavra\" aparece dentro da frase \"Ouvi esta palavra vós, vacas de Basã, que estais no monte de Samaria, que oprimis aos pobres, que esmagais os necessitados, que dizeis a vo…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"דָּבָר (dâbâr, H1697) mantém o campo semântico de um palavra por implicacao um matter como falado de ou coisa adverbially um causa. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 4:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"palavra\" para conduzir a interpretação do leitor no ponto central de Amós 4:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 5:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 4:1.","referencias_relacionadas":["Amós 4:1","Amós 5:1","Salmos 119:105"]},"amos_4_1_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Um montanha ou range de colinas como vezes usado figurativamente","significado_contextual":"Em Amós 4:1, \"montanha\" aparece dentro da frase \"Ouvi esta palavra vós, vacas de Basã, que estais no monte de Samaria, que oprimis aos pobres, que esmagais os necessitados, que dizeis a vo…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הַר (har, H2022) mantém o campo semântico de um montanha ou range de colinas como vezes usado figurativamente. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 4:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"montanha\" para conduzir a interpretação do leitor no ponto central de Amós 4:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 6:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 4:1.","referencias_relacionadas":["Amós 4:1","Amós 6:1","Salmos 119:105"]},"amos_4_1_enganar":{"palavra_pt":"enganar","palavra_original":"עָשַׁק","transliteracao":"ʻâshaq","strong":"H6231","significado_raiz":"Para press sobre i e oppress defraud violate overflow","significado_contextual":"Em Amós 4:1, \"enganar\" aparece dentro da frase \"Ouvi esta palavra vós, vacas de Basã, que estais no monte de Samaria, que oprimis aos pobres, que esmagais os necessitados, que dizeis a vo…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עָשַׁק (ʻâshaq, H6231) mantém o campo semântico de para press sobre i e oppress defraud violate overflow. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 4:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"enganar\" para conduzir a interpretação do leitor no ponto central de Amós 4:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Levítico 19:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 4:1.","referencias_relacionadas":["Amós 4:1","Levítico 19:13","Salmos 119:105"]},"amos_4_2_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"O senhor usado como um proprio nome de deus apenas","significado_contextual":"Em Amós 4:2, \"senhor\" aparece dentro da frase \"Jurou o Senhor DEUS, pela sua santidade, que dias estão para vir sobre vós, em que vos levarão com ganchos e a vossos descendentes com anzó…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֲדֹנָי (ʼĂdônây, H136) mantém o campo semântico de o senhor usado como um proprio nome de deus apenas. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 4:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Amós 4:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 6:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 4:2.","referencias_relacionadas":["Amós 4:2","Amós 6:8","Salmos 119:105"]},"amos_4_2_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Yhwh no campo semantico de h3069","significado_contextual":"Em Amós 4:2, \"senhor\" aparece dentro da frase \"Jurou o Senhor DEUS, pela sua santidade, que dias estão para vir sobre vós, em que vos levarão com ganchos e a vossos descendentes com anzó…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוִה (Yᵉhôvih, H3069) mantém o campo semântico de yhwh no campo semantico de h3069. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 4:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Amós 4:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 6:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 4:2.","referencias_relacionadas":["Amós 4:2","Amós 6:8","Salmos 119:105"]},"amos_4_2_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Um sagrado lugar ou coisa rarely abstrato sanctity","significado_contextual":"Em Amós 4:2, \"sagrado\" aparece dentro da frase \"Jurou o Senhor DEUS, pela sua santidade, que dias estão para vir sobre vós, em que vos levarão com ganchos e a vossos descendentes com anzó…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"קֹדֶשׁ (qôdesh, H6944) mantém o campo semântico de um sagrado lugar ou coisa rarely abstrato sanctity. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 4:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"sagrado\" para conduzir a interpretação do leitor no ponto central de Amós 4:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Daniel 8:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 4:2.","referencias_relacionadas":["Amós 4:2","Daniel 8:13","Salmos 119:105"]},"amos_4_3_adventure":{"palavra_pt":"adventure","palavra_original":"שָׁלַךְ","transliteracao":"shâlak","strong":"H7993","significado_raiz":"Para throw fora abaixo ou away literalmente ou figurativamente","significado_contextual":"Em Amós 4:3, \"adventure\" aparece dentro da frase \"E saireis pelas brechas, uma após outra, e sereis lançadas para Harmom, disse o Senhor.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שָׁלַךְ (shâlak, H7993) mantém o campo semântico de para throw fora abaixo ou away literalmente ou figurativamente. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 4:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"adventure\" para conduzir a interpretação do leitor no ponto central de Amós 4:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Eclesiastes 3:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 4:3.","referencias_relacionadas":["Amós 4:3","Eclesiastes 3:5","Salmos 119:105"]},"amos_4_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Amós 4:3, \"senhor\" aparece dentro da frase \"E saireis pelas brechas, uma após outra, e sereis lançadas para Harmom, disse o Senhor.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 4:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Amós 4:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 5:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 4:3.","referencias_relacionadas":["Amós 4:3","Amós 5:16","Salmos 119:105"]},"amos_4_4_autoridade":{"palavra_pt":"autoridade","palavra_original":"פָּשַׁע","transliteracao":"pâshaʻ","strong":"H6586","significado_raiz":"Para quebrar away de justo autoridade i e trespass apostatize quarrel","significado_contextual":"Em Amós 4:4, \"autoridade\" aparece dentro da frase \"Vinde a Betel, e transgredi; a Gilgal, e multiplicai as transgressões; e cada manhã trazei os vossos sacrifícios, e os vossos dízimos de tr…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"פָּשַׁע (pâshaʻ, H6586) mantém o campo semântico de para quebrar away de justo autoridade i e trespass apostatize quarrel. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 4:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"autoridade\" para conduzir a interpretação do leitor no ponto central de Amós 4:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 37:38, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 4:4.","referencias_relacionadas":["Amós 4:4","Salmos 37:38","Salmos 119:105"]},"amos_4_4_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Sentido lexical do termo conforme o lexico strong h935","significado_contextual":"Em Amós 4:4, \"vir\" aparece dentro da frase \"Vinde a Betel, e transgredi; a Gilgal, e multiplicai as transgressões; e cada manhã trazei os vossos sacrifícios, e os vossos dízimos de tr…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בּוֹא (bôwʼ, H935) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h935. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 4:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"vir\" para conduzir a interpretação do leitor no ponto central de Amós 4:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Cânticos 4:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 4:4.","referencias_relacionadas":["Amós 4:4","Cânticos 4:16","Salmos 119:105"]},"amos_4_5_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Para smoke i e virar dentro fragrance por fogo especialmente como um ato de adoracao","significado_contextual":"Em Amós 4:5, \"fogo\" aparece dentro da frase \"E oferecei o sacrifício de louvores do que é levedado, e apregoai as ofertas voluntárias, publicai-as; porque disso gostais, ó filhos de Is…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"קָטַר (qâṭar, H6999) mantém o campo semântico de para smoke i e virar dentro fragrance por fogo especialmente como um ato de adoracao. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 4:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"fogo\" para conduzir a interpretação do leitor no ponto central de Amós 4:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 29:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 4:5.","referencias_relacionadas":["Amós 4:5","Êxodo 29:13","Salmos 119:105"]},"amos_4_5_pao":{"palavra_pt":"pao","palavra_original":"חָמֵץ","transliteracao":"châmêts","strong":"H2557","significado_raiz":"Ferment figurativamente extortion","significado_contextual":"Em Amós 4:5, \"pao\" aparece dentro da frase \"E oferecei o sacrifício de louvores do que é levedado, e apregoai as ofertas voluntárias, publicai-as; porque disso gostais, ó filhos de Is…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חָמֵץ (châmêts, H2557) mantém o campo semântico de ferment figurativamente extortion. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 4:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"pao\" para conduzir a interpretação do leitor no ponto central de Amós 4:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 12:20, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 4:5.","referencias_relacionadas":["Amós 4:5","Êxodo 12:20","Salmos 119:105"]},"amos_4_5_mao":{"palavra_pt":"mao","palavra_original":"תּוֹדָה","transliteracao":"tôwdâh","strong":"H8426","significado_raiz":"Properly um extension de o mao i e por implicacao avowal ou geralmente adoration especificamente um choir de worshippers","significado_contextual":"Em Amós 4:5, \"mao\" aparece dentro da frase \"E oferecei o sacrifício de louvores do que é levedado, e apregoai as ofertas voluntárias, publicai-as; porque disso gostais, ó filhos de Is…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"תּוֹדָה (tôwdâh, H8426) mantém o campo semântico de properly um extension de o mao i e por implicacao avowal ou geralmente adoration especificamente um choir de worshippers. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 4:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"mao\" para conduzir a interpretação do leitor no ponto central de Amós 4:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jeremias 30:19, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 4:5.","referencias_relacionadas":["Amós 4:5","Jeremias 30:19","Salmos 119:105"]},"amos_4_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido","significado_contextual":"Em Amós 4:6, \"modo\" aparece dentro da frase \"Por isso também vos dei limpeza de dentes em todas as vossas cidades, e falta de pão em todos os vossos lugares; contudo não vos convertest…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כֹּל (kôl, H3605) mantém o campo semântico de properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 4:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"modo\" para conduzir a interpretação do leitor no ponto central de Amós 4:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 5:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 4:6.","referencias_relacionadas":["Amós 4:6","Amós 5:16","Salmos 119:105"]},"amos_4_6_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Sentido lexical do termo conforme o lexico strong h5414","significado_contextual":"Em Amós 4:6, \"dar\" aparece dentro da frase \"Por isso também vos dei limpeza de dentes em todas as vossas cidades, e falta de pão em todos os vossos lugares; contudo não vos convertest…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נָתַן (nâthan, H5414) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h5414. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 4:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dar\" para conduzir a interpretação do leitor no ponto central de Amós 4:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Cânticos 1:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 4:6.","referencias_relacionadas":["Amós 4:6","Cânticos 1:12","Salmos 119:105"]},"amos_4_6_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Sentido lexical do termo conforme o lexico strong h5892","significado_contextual":"Em Amós 4:6, \"cidade\" aparece dentro da frase \"Por isso também vos dei limpeza de dentes em todas as vossas cidades, e falta de pão em todos os vossos lugares; contudo não vos convertest…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עִיר (ʻîyr, H5892) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h5892. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 4:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cidade\" para conduzir a interpretação do leitor no ponto central de Amós 4:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 4:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 4:6.","referencias_relacionadas":["Amós 4:6","Amós 4:8","Salmos 119:105"]},"amos_4_7_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Properly um parte de portanto prepositionally de ou fora de em muitos senses","significado_contextual":"Em Amós 4:7, \"entre\" aparece dentro da frase \"Além disso, retive de vós a chuva quando ainda faltavam três meses para a ceifa; e fiz que chovesse sobre uma cidade, e não chovesse sobre…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מִן (min, H4480) mantém o campo semântico de properly um parte de portanto prepositionally de ou fora de em muitos senses. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 4:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"entre\" para conduzir a interpretação do leitor no ponto central de Amós 4:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 5:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 4:7.","referencias_relacionadas":["Amós 4:7","Amós 5:11","Salmos 119:105"]},"amos_4_8_grande":{"palavra_pt":"grande","palavra_original":"נוּעַ","transliteracao":"nûwaʻ","strong":"H5128","significado_raiz":"Sentido lexical do termo conforme o lexico strong h5128","significado_contextual":"Em Amós 4:8, \"grande\" aparece dentro da frase \"E andaram errantes duas ou três cidades, indo a outra cidade para beberem água, mas não se saciaram; contudo não vos convertestes a mim, di…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נוּעַ (nûwaʻ, H5128) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h5128. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 4:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"grande\" para conduzir a interpretação do leitor no ponto central de Amós 4:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 8:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 4:8.","referencias_relacionadas":["Amós 4:8","Amós 8:12","Salmos 119:105"]},"amos_4_8_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Sentido lexical do termo conforme o lexico strong h5892","significado_contextual":"Em Amós 4:8, \"cidade\" aparece dentro da frase \"E andaram errantes duas ou três cidades, indo a outra cidade para beberem água, mas não se saciaram; contudo não vos convertestes a mim, di…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עִיר (ʻîyr, H5892) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h5892. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 4:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cidade\" para conduzir a interpretação do leitor no ponto central de Amós 4:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 5:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 4:8.","referencias_relacionadas":["Amós 4:8","Amós 5:3","Salmos 119:105"]},"amos_4_8_idiom":{"palavra_pt":"expressao","palavra_original":"שָׁתָה","transliteracao":"shâthâh","strong":"H8354","significado_raiz":"Para imbibe literalmente ou figurativamente","significado_contextual":"Em Amós 4:8, \"expressao\" aparece dentro da frase \"E andaram errantes duas ou três cidades, indo a outra cidade para beberem água, mas não se saciaram; contudo não vos convertestes a mim, di…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שָׁתָה (shâthâh, H8354) mantém o campo semântico de para imbibe literalmente ou figurativamente. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 4:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"expressao\" para conduzir a interpretação do leitor no ponto central de Amós 4:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 6:6, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 4:8.","referencias_relacionadas":["Amós 4:8","Amós 6:6","Salmos 119:105"]},"amos_4_9_blasteding":{"palavra_pt":"blasted ing","palavra_original":"שְׁדֵפָה","transliteracao":"shᵉdêphâh","strong":"H7711","significado_raiz":"Blight no campo semantico de h7711","significado_contextual":"Em Amós 4:9, \"blasted ing\" aparece dentro da frase \"Feri-vos com queimadura, e com ferrugem; a multidão das vossas hortas, e das vossas vinhas, e das vossas figueiras, e das vossas oliveiras,…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שְׁדֵפָה (shᵉdêphâh, H7711) mantém o campo semântico de blight no campo semantico de h7711. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 4:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"blasted ing\" para conduzir a interpretação do leitor no ponto central de Amós 4:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Ageu 2:17, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 4:9.","referencias_relacionadas":["Amós 4:9","Ageu 2:17","Salmos 119:105"]},"amos_4_9_seca":{"palavra_pt":"seca","palavra_original":"יֵרָקוֹן","transliteracao":"yêrâqôwn","strong":"H3420","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3420","significado_contextual":"Em Amós 4:9, \"seca\" aparece dentro da frase \"Feri-vos com queimadura, e com ferrugem; a multidão das vossas hortas, e das vossas vinhas, e das vossas figueiras, e das vossas oliveiras,…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יֵרָקוֹן (yêrâqôwn, H3420) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3420. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 4:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"seca\" para conduzir a interpretação do leitor no ponto central de Amós 4:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Ageu 2:17, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 4:9.","referencias_relacionadas":["Amós 4:9","Ageu 2:17","Salmos 119:105"]},"amos_4_10_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Um road como trodden figurativamente um course de vida ou mode de acao frequentemente adverbio","significado_contextual":"Em Amós 4:10, \"vida\" aparece dentro da frase \"Enviei a peste contra vós, à maneira do Egito; os vossos jovens matei à espada, e os vossos cavalos deixei levar presos, e o mau cheiro dos…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"דֶּרֶךְ (derek, H1870) mantém o campo semântico de um road como trodden figurativamente um course de vida ou mode de acao frequentemente adverbio. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 4:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"vida\" para conduzir a interpretação do leitor no ponto central de Amós 4:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Deuteronômio 1:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 4:10.","referencias_relacionadas":["Amós 4:10","Deuteronômio 1:2","Salmos 119:105"]},"amos_4_10_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Para smite com deadly intent","significado_contextual":"Em Amós 4:10, \"destruir\" aparece dentro da frase \"Enviei a peste contra vós, à maneira do Egito; os vossos jovens matei à espada, e os vossos cavalos deixei levar presos, e o mau cheiro dos…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הָרַג (hârag, H2026) mantém o campo semântico de para smite com deadly intent. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 4:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"destruir\" para conduzir a interpretação do leitor no ponto central de Amós 4:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Deuteronômio 13:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 4:10.","referencias_relacionadas":["Amós 4:10","Deuteronômio 13:10","Salmos 119:105"]},"amos_4_10_seca":{"palavra_pt":"espada","palavra_original":"חֶרֶב","transliteracao":"chereb","strong":"H2719","significado_raiz":"Drought tambem um cutting instrument de seu destructive effect como um knife espada ou outro sharp implement","significado_contextual":"Em Amós 4:10, \"espada\" aparece dentro da frase \"Enviei a peste contra vós, à maneira do Egito; os vossos jovens matei à espada, e os vossos cavalos deixei levar presos, e o mau cheiro dos…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חֶרֶב (chereb, H2719) mantém o campo semântico de drought tambem um cutting instrument de seu destructive effect como um knife espada ou outro sharp implement. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 4:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"espada\" para conduzir a interpretação do leitor no ponto central de Amós 4:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 7:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 4:10.","referencias_relacionadas":["Amós 4:10","Amós 7:11","Salmos 119:105"]},"amos_4_11_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Gods em o ordinary sentido mas especificamente usado em o plural assim especialmente com o artigo de o supreme deus occasionally applied por caminho de","significado_contextual":"Em Amós 4:11, \"deus\" aparece dentro da frase \"Subverti a alguns dentre vós, como Deus subverteu a Sodoma e Gomorra, e vós fostes como um tição arrebatado do incêndio; contudo não vos co…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֱלֹהִים (ʼĕlôhîym, H430) mantém o campo semântico de gods em o ordinary sentido mas especificamente usado em o plural assim especialmente com o artigo de o supreme deus occasionally applied por caminho de. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 4:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"deus\" para conduzir a interpretação do leitor no ponto central de Amós 4:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 5:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 4:11.","referencias_relacionadas":["Amós 4:11","Amós 5:16","Salmos 119:105"]},"amos_4_11_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary","significado_contextual":"Em Amós 4:11, \"cair\" aparece dentro da frase \"Subverti a alguns dentre vós, como Deus subverteu a Sodoma e Gomorra, e vós fostes como um tição arrebatado do incêndio; contudo não vos co…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הָיָה (hâyâh, H1961) mantém o campo semântico de para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 4:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cair\" para conduzir a interpretação do leitor no ponto central de Amós 4:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 5:14, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 4:11.","referencias_relacionadas":["Amós 4:11","Amós 5:14","Salmos 119:105"]},"amos_4_12_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Sentido lexical do termo conforme o lexico strong h6213","significado_contextual":"Em Amós 4:12, \"urso\" aparece dentro da frase \"Portanto, assim te farei, ó Israel! E porque isso te farei, prepara-te, ó Israel, para te encontrares com o teu Deus.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עָשָׂה (ʻâsâh, H6213) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h6213. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 4:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"urso\" para conduzir a interpretação do leitor no ponto central de Amós 4:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 9:14, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 4:12.","referencias_relacionadas":["Amós 4:12","Amós 9:14","Salmos 119:105"]},"amos_4_12_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed","significado_contextual":"Em Amós 4:12, \"porque\" aparece dentro da frase \"Portanto, assim te farei, ó Israel! E porque isso te farei, prepara-te, ó Israel, para te encontrares com o teu Deus.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כִּי (kîy, H3588) mantém o campo semântico de por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 4:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"porque\" para conduzir a interpretação do leitor no ponto central de Amós 4:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 4:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 4:12.","referencias_relacionadas":["Amós 4:12","Amós 4:13","Salmos 119:105"]},"amos_4_12_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3559","significado_contextual":"Em Amós 4:12, \"grande\" aparece dentro da frase \"Portanto, assim te farei, ó Israel! E porque isso te farei, prepara-te, ó Israel, para te encontrares com o teu Deus.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כּוּן (kûwn, H3559) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3559. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 4:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"grande\" para conduzir a interpretação do leitor no ponto central de Amós 4:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Deuteronômio 19:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 4:12.","referencias_relacionadas":["Amós 4:12","Deuteronômio 19:3","Salmos 119:105"]},"amos_4_13_criar":{"palavra_pt":"criar","palavra_original":"בָּרָא","transliteracao":"bârâʼ","strong":"H1254","significado_raiz":"Absolutely criar qualified para cortar abaixo um wood select feed como formative processes","significado_contextual":"Em Amós 4:13, \"criar\" aparece dentro da frase \"Porque eis aqui o que forma os montes, e cria o vento, e declara ao homem qual seja o seu pensamento, o que faz da manhã trevas, e pisa os…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בָּרָא (bârâʼ, H1254) mantém o campo semântico de absolutely criar qualified para cortar abaixo um wood select feed como formative processes. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 4:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"criar\" para conduzir a interpretação do leitor no ponto central de Amós 4:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Eclesiastes 12:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 4:13.","referencias_relacionadas":["Amós 4:13","Eclesiastes 12:1","Salmos 119:105"]},"amos_4_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed","significado_contextual":"Em Amós 4:13, \"porque\" aparece dentro da frase \"Porque eis aqui o que forma os montes, e cria o vento, e declara ao homem qual seja o seu pensamento, o que faz da manhã trevas, e pisa os…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כִּי (kîy, H3588) mantém o campo semântico de por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 4:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"porque\" para conduzir a interpretação do leitor no ponto central de Amós 4:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 5:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 4:13.","referencias_relacionadas":["Amós 4:13","Amós 5:12","Salmos 119:105"]},"amos_4_13_idiom":{"palavra_pt":"expressao","palavra_original":"יָצַר","transliteracao":"yâtsar","strong":"H3335","significado_raiz":"Para mould dentro um forma especialmente como apotter figurativamente para determine i e forma um resolution","significado_contextual":"Em Amós 4:13, \"expressao\" aparece dentro da frase \"Porque eis aqui o que forma os montes, e cria o vento, e declara ao homem qual seja o seu pensamento, o que faz da manhã trevas, e pisa os…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָצַר (yâtsar, H3335) mantém o campo semântico de para mould dentro um forma especialmente como apotter figurativamente para determine i e forma um resolution. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 4:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"expressao\" para conduzir a interpretação do leitor no ponto central de Amós 4:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 32:4, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 4:13.","referencias_relacionadas":["Amós 4:13","Êxodo 32:4","Salmos 119:105"]}}