{"amos_6_1_mulher":{"palavra_pt":"mulher","palavra_original":"בָּטַח","transliteracao":"bâṭach","strong":"H982","significado_raiz":"Figurativamente confiar ser confident ou sure","significado_contextual":"Em Amós 6:1, \"mulher\" aparece dentro da frase \"Ai dos que vivem sossegados em Sião, e dos que estão confiados no monte de Samaria, que têm nome entre as primeiras das nações, e aos quais…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בָּטַח (bâṭach, H982) mantém o campo semântico de figurativamente confiar ser confident ou sure. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"mulher\" para conduzir a interpretação do leitor no ponto central de Amós 6:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Ezequiel 16:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:1.","referencias_relacionadas":["Amós 6:1","Ezequiel 16:15","Salmos 119:105"]},"amos_6_1_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Um montanha ou range de colinas como vezes usado figurativamente","significado_contextual":"Em Amós 6:1, \"montanha\" aparece dentro da frase \"Ai dos que vivem sossegados em Sião, e dos que estão confiados no monte de Samaria, que têm nome entre as primeiras das nações, e aos quais…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הַר (har, H2022) mantém o campo semântico de um montanha ou range de colinas como vezes usado figurativamente. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"montanha\" para conduzir a interpretação do leitor no ponto central de Amós 6:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Cânticos 2:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:1.","referencias_relacionadas":["Amós 6:1","Cânticos 2:8","Salmos 119:105"]},"amos_6_1_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Um estrangeiro nacao portanto um gentile tambem figurativamente um troop de animais ou um flight de locusts","significado_contextual":"Em Amós 6:1, \"nacao\" aparece dentro da frase \"Ai dos que vivem sossegados em Sião, e dos que estão confiados no monte de Samaria, que têm nome entre as primeiras das nações, e aos quais…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"גּוֹי (gôwy, H1471) mantém o campo semântico de um estrangeiro nacao portanto um gentile tambem figurativamente um troop de animais ou um flight de locusts. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"nacao\" para conduzir a interpretação do leitor no ponto central de Amós 6:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 9:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:1.","referencias_relacionadas":["Amós 6:1","Amós 9:12","Salmos 119:105"]},"amos_6_2_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Para descend literalmente ir downwards ou conventionally para um lower region como o praia um boundary o inimigo etc ou figurativamente para cair cau","significado_contextual":"Em Amós 6:2, \"inimigo\" aparece dentro da frase \"Passai a Calne, e vede; e dali ide à grande Hamate; e depois descei a Gate dos filisteus; serão melhores que estes reinos? Ou maior o seu t…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָרַד (yârad, H3381) mantém o campo semântico de para descend literalmente ir downwards ou conventionally para um lower region como o praia um boundary o inimigo etc ou figurativamente para cair cau. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"inimigo\" para conduzir a interpretação do leitor no ponto central de Amós 6:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 9:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:2.","referencias_relacionadas":["Amós 6:2","Amós 9:2","Salmos 119:105"]},"amos_6_2_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Dominio i e abstractly o estate governar ou concretely o country realm","significado_contextual":"Em Amós 6:2, \"reino\" aparece dentro da frase \"Passai a Calne, e vede; e dali ide à grande Hamate; e depois descei a Gate dos filisteus; serão melhores que estes reinos? Ou maior o seu t…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מַמְלָכָה (mamlâkâh, H4467) mantém o campo semântico de dominio i e abstractly o estate governar ou concretely o country realm. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"reino\" para conduzir a interpretação do leitor no ponto central de Amós 6:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 9:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:2.","referencias_relacionadas":["Amós 6:2","Amós 9:8","Salmos 119:105"]},"amos_6_2_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Sentido lexical do termo conforme o lexico strong h2896","significado_contextual":"Em Amós 6:2, \"bom\" aparece dentro da frase \"Passai a Calne, e vede; e dali ide à grande Hamate; e depois descei a Gate dos filisteus; serão melhores que estes reinos? Ou maior o seu t…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"טוֹב (ṭôwb, H2896) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h2896. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"bom\" para conduzir a interpretação do leitor no ponto central de Amós 6:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 9:4, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:2.","referencias_relacionadas":["Amós 6:2","Amós 9:4","Salmos 119:105"]},"amos_6_3_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3117","significado_contextual":"Em Amós 6:3, \"dia\" aparece dentro da frase \"Ó vós que afastais o dia mau, e fazeis chegar o assento da violência.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יוֹם (yôwm, H3117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Amós 6:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 8:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:3.","referencias_relacionadas":["Amós 6:3","Amós 8:10","Salmos 119:105"]},"amos_6_3_cast":{"palavra_pt":"lancar","palavra_original":"נָדָה","transliteracao":"nâdâh","strong":"H5077","significado_raiz":"Properly para toss figurativamente para exclude i e banish postpone prohibit","significado_contextual":"Em Amós 6:3, \"lancar\" aparece dentro da frase \"Ó vós que afastais o dia mau, e fazeis chegar o assento da violência.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נָדָה (nâdâh, H5077) mantém o campo semântico de properly para toss figurativamente para exclude i e banish postpone prohibit. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"lancar\" para conduzir a interpretação do leitor no ponto central de Amós 6:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:3.","referencias_relacionadas":["Amós 6:3","Salmos 119:105","Romanos 8:28"]},"amos_6_3_cruelty":{"palavra_pt":"cruel ty","palavra_original":"חָמָס","transliteracao":"châmâç","strong":"H2555","significado_raiz":"Violence por implicacao wrong por meton unjust gain","significado_contextual":"Em Amós 6:3, \"cruel ty\" aparece dentro da frase \"Ó vós que afastais o dia mau, e fazeis chegar o assento da violência.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חָמָס (châmâç, H2555) mantém o campo semântico de violence por implicacao wrong por meton unjust gain. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cruel ty\" para conduzir a interpretação do leitor no ponto central de Amós 6:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Ezequiel 12:19, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:3.","referencias_relacionadas":["Amós 6:3","Ezequiel 12:19","Salmos 119:105"]},"amos_6_4_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Para lie abaixo para rest sexual connection decease ou qualquer outro proposito","significado_contextual":"Em Amós 6:4, \"descanso\" aparece dentro da frase \"Ai dos que dormem em camas de marfim, e se estendem sobre os seus leitos, e comem os cordeiros do rebanho, e os bezerros do meio do curral;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שָׁכַב (shâkab, H7901) mantém o campo semântico de para lie abaixo para rest sexual connection decease ou qualquer outro proposito. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"descanso\" para conduzir a interpretação do leitor no ponto central de Amós 6:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Deuteronômio 22:22, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:4.","referencias_relacionadas":["Amós 6:4","Deuteronômio 22:22","Salmos 119:105"]},"amos_6_4_mao":{"palavra_pt":"mao","palavra_original":"סָרַח","transliteracao":"çârach","strong":"H5628","significado_raiz":"Para extend ate mesmo para excess","significado_contextual":"Em Amós 6:4, \"mao\" aparece dentro da frase \"Ai dos que dormem em camas de marfim, e se estendem sobre os seus leitos, e comem os cordeiros do rebanho, e os bezerros do meio do curral;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"סָרַח (çârach, H5628) mantém o campo semântico de para extend ate mesmo para excess. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"mao\" para conduzir a interpretação do leitor no ponto central de Amós 6:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:4.","referencias_relacionadas":["Amós 6:4","Salmos 119:105","Romanos 8:28"]},"amos_6_5_corpo":{"palavra_pt":"corpo","palavra_original":"נֶבֶל","transliteracao":"nebel","strong":"H5035","significado_raiz":"Um skin bag para liquids de collapsing quando vazio portanto um vase como similar em forma quando cheio tambem um lyre como having um corpo de like forma","significado_contextual":"Em Amós 6:5, \"corpo\" aparece dentro da frase \"Que cantam ao som da viola, e inventam para si instrumentos musicais, assim como Davi;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נֶבֶל (nebel, H5035) mantém o campo semântico de um skin bag para liquids de collapsing quando vazio portanto um vase como similar em forma quando cheio tambem um lyre como having um corpo de like forma. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"corpo\" para conduzir a interpretação do leitor no ponto central de Amós 6:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 14:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:5.","referencias_relacionadas":["Amós 6:5","Isaías 14:11","Salmos 119:105"]},"amos_6_5_chant":{"palavra_pt":"chant","palavra_original":"פָּרַט","transliteracao":"pâraṭ","strong":"H6527","significado_raiz":"Para espalhar palavras i e prate ou hum","significado_contextual":"Em Amós 6:5, \"chant\" aparece dentro da frase \"Que cantam ao som da viola, e inventam para si instrumentos musicais, assim como Davi;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"פָּרַט (pâraṭ, H6527) mantém o campo semântico de para espalhar palavras i e prate ou hum. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"chant\" para conduzir a interpretação do leitor no ponto central de Amós 6:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:5.","referencias_relacionadas":["Amós 6:5","Salmos 119:105","Romanos 8:28"]},"amos_6_6_idiom":{"palavra_pt":"expressao","palavra_original":"שָׁתָה","transliteracao":"shâthâh","strong":"H8354","significado_raiz":"Para imbibe literalmente ou figurativamente","significado_contextual":"Em Amós 6:6, \"expressao\" aparece dentro da frase \"Que bebem vinho em taças, e se ungem com o mais excelente óleo: mas não se afligem pela ruína de José;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שָׁתָה (shâthâh, H8354) mantém o campo semântico de para imbibe literalmente ou figurativamente. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"expressao\" para conduzir a interpretação do leitor no ponto central de Amós 6:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Deuteronômio 2:6, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:6.","referencias_relacionadas":["Amós 6:6","Deuteronômio 2:6","Salmos 119:105"]},"amos_6_6_principio":{"palavra_pt":"principio/primicias","palavra_original":"רֵאשִׁית","transliteracao":"rêʼshîyth","strong":"H7225","significado_raiz":"O primeiro em lugar tempo ordem ou posto especificamente um firstfruit","significado_contextual":"Em Amós 6:6, \"principio\" aparece dentro da frase \"Que bebem vinho em taças, e se ungem com o mais excelente óleo: mas não se afligem pela ruína de José;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רֵאשִׁית (rêʼshîyth, H7225) mantém o campo semântico de o primeiro em lugar tempo ordem ou posto especificamente um firstfruit. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"principio\" para conduzir a interpretação do leitor no ponto central de Amós 6:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Deuteronômio 18:4, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:6.","referencias_relacionadas":["Amós 6:6","Deuteronômio 18:4","Salmos 119:105"]},"amos_6_7_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Sentido lexical do termo conforme o lexico strong h7218","significado_contextual":"Em Amós 6:7, \"principio\" aparece dentro da frase \"Portanto agora irão em cativeiro entre os primeiros dos que forem levados cativos, e cessarão os festins dos banqueteadores.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רֹאשׁ (rôʼsh, H7218) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h7218. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"principio\" para conduzir a interpretação do leitor no ponto central de Amós 6:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 9:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:7.","referencias_relacionadas":["Amós 6:7","Amós 9:3","Salmos 119:105"]},"amos_6_7_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Para denude especialmente em um disgraceful sentido por implicacao para exile captives being geralmente stripped figurativamente para revelar","significado_contextual":"Em Amós 6:7, \"expressao\" aparece dentro da frase \"Portanto agora irão em cativeiro entre os primeiros dos que forem levados cativos, e cessarão os festins dos banqueteadores.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"גָּלָה (gâlâh, H1540) mantém o campo semântico de para denude especialmente em um disgraceful sentido por implicacao para exile captives being geralmente stripped figurativamente para revelar. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"expressao\" para conduzir a interpretação do leitor no ponto central de Amós 6:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Deuteronômio 23:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:7.","referencias_relacionadas":["Amós 6:7","Deuteronômio 23:1","Salmos 119:105"]},"amos_6_7_chamar":{"palavra_pt":"chamar","palavra_original":"סוּר","transliteracao":"çûwr","strong":"H5493","significado_raiz":"Sentido lexical do termo conforme o lexico strong h5493","significado_contextual":"Em Amós 6:7, \"chamar\" aparece dentro da frase \"Portanto agora irão em cativeiro entre os primeiros dos que forem levados cativos, e cessarão os festins dos banqueteadores.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"סוּר (çûwr, H5493) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h5493. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"chamar\" para conduzir a interpretação do leitor no ponto central de Amós 6:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Deuteronômio 11:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:7.","referencias_relacionadas":["Amós 6:7","Deuteronômio 11:16","Salmos 119:105"]},"amos_6_8_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"O senhor usado como um proprio nome de deus apenas","significado_contextual":"Em Amós 6:8, \"senhor\" aparece dentro da frase \"Jurou o Senhor DEUS por si mesmo, diz o SENHOR, o Deus dos Exércitos: Abomino a soberba de Jacó, e odeio os seus palácios; por isso entrega…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֲדֹנָי (ʼĂdônây, H136) mantém o campo semântico de o senhor usado como um proprio nome de deus apenas. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Amós 6:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 7:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:8.","referencias_relacionadas":["Amós 6:8","Amós 7:1","Salmos 119:105"]},"amos_6_8_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Yhwh no campo semantico de h3069","significado_contextual":"Em Amós 6:8, \"senhor\" aparece dentro da frase \"Jurou o Senhor DEUS por si mesmo, diz o SENHOR, o Deus dos Exércitos: Abomino a soberba de Jacó, e odeio os seus palácios; por isso entrega…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוִה (Yᵉhôvih, H3069) mantém o campo semântico de yhwh no campo semantico de h3069. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Amós 6:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 7:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:8.","referencias_relacionadas":["Amós 6:8","Amós 7:1","Salmos 119:105"]},"amos_6_8_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Sentido lexical do termo conforme o lexico strong h5315","significado_contextual":"Em Amós 6:8, \"alma\" aparece dentro da frase \"Jurou o Senhor DEUS por si mesmo, diz o SENHOR, o Deus dos Exércitos: Abomino a soberba de Jacó, e odeio os seus palácios; por isso entrega…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נֶפֶשׁ (nephesh, H5315) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h5315. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"alma\" para conduzir a interpretação do leitor no ponto central de Amós 6:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Cânticos 1:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:8.","referencias_relacionadas":["Amós 6:8","Cânticos 1:7","Salmos 119:105"]},"amos_6_9_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Sentido lexical do termo conforme o lexico strong h1004","significado_contextual":"Em Amós 6:9, \"casa\" aparece dentro da frase \"E acontecerá que, se numa casa ficarem dez homens, morrerão.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בַּיִת (bayith, H1004) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h1004. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"casa\" para conduzir a interpretação do leitor no ponto central de Amós 6:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 7:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:9.","referencias_relacionadas":["Amós 6:9","Amós 7:13","Salmos 119:105"]},"amos_6_9_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Para morrer literalmente ou figurativamente causatively para matar","significado_contextual":"Em Amós 6:9, \"morrer\" aparece dentro da frase \"E acontecerá que, se numa casa ficarem dez homens, morrerão.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מוּת (mûwth, H4191) mantém o campo semântico de para morrer literalmente ou figurativamente causatively para matar. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"morrer\" para conduzir a interpretação do leitor no ponto central de Amós 6:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 9:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:9.","referencias_relacionadas":["Amós 6:9","Amós 9:10","Salmos 119:105"]},"amos_6_9_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary","significado_contextual":"Em Amós 6:9, \"cair\" aparece dentro da frase \"E acontecerá que, se numa casa ficarem dez homens, morrerão.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הָיָה (hâyâh, H1961) mantém o campo semântico de para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cair\" para conduzir a interpretação do leitor no ponto central de Amós 6:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 7:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:9.","referencias_relacionadas":["Amós 6:9","Amós 7:2","Salmos 119:105"]},"amos_6_10_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Sentido lexical do termo conforme o lexico strong h1004","significado_contextual":"Em Amós 6:10, \"casa\" aparece dentro da frase \"Quando o tio de alguém, aquele que o queima, o tomar para levar-lhe os ossos para fora da casa, e disser ao que estiver no mais interior da…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בַּיִת (bayith, H1004) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h1004. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"casa\" para conduzir a interpretação do leitor no ponto central de Amós 6:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 6:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:10.","referencias_relacionadas":["Amós 6:10","Amós 6:11","Salmos 119:105"]},"amos_6_10_amor":{"palavra_pt":"amor","palavra_original":"דּוֹד","transliteracao":"dôwd","strong":"H1730","significado_raiz":"Figurativamente amar por implicacao um amor token lover friend especificamente um uncle","significado_contextual":"Em Amós 6:10, \"amor\" aparece dentro da frase \"Quando o tio de alguém, aquele que o queima, o tomar para levar-lhe os ossos para fora da casa, e disser ao que estiver no mais interior da…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"דּוֹד (dôwd, H1730) mantém o campo semântico de figurativamente amar por implicacao um amor token lover friend especificamente um uncle. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"amor\" para conduzir a interpretação do leitor no ponto central de Amós 6:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Cânticos 1:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:10.","referencias_relacionadas":["Amós 6:10","Cânticos 1:13","Salmos 119:105"]},"amos_6_10_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3318","significado_contextual":"Em Amós 6:10, \"sair\" aparece dentro da frase \"Quando o tio de alguém, aquele que o queima, o tomar para levar-lhe os ossos para fora da casa, e disser ao que estiver no mais interior da…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָצָא (yâtsâʼ, H3318) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3318. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"sair\" para conduzir a interpretação do leitor no ponto central de Amós 6:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Deuteronômio 1:44, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:10.","referencias_relacionadas":["Amós 6:10","Deuteronômio 1:44","Salmos 119:105"]},"amos_6_11_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Sentido lexical do termo conforme o lexico strong h1004","significado_contextual":"Em Amós 6:11, \"casa\" aparece dentro da frase \"Porque, eis que o Senhor ordena, e ferirá a casa grande de brechas, e a casa pequena de fendas.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בַּיִת (bayith, H1004) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h1004. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"casa\" para conduzir a interpretação do leitor no ponto central de Amós 6:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 6:9, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:11.","referencias_relacionadas":["Amós 6:11","Amós 6:9","Salmos 119:105"]},"amos_6_11_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Grande em qualquer sentido portanto older tambem insolent","significado_contextual":"Em Amós 6:11, \"grande\" aparece dentro da frase \"Porque, eis que o Senhor ordena, e ferirá a casa grande de brechas, e a casa pequena de fendas.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"גָּדוֹל (gâdôwl, H1419) mantém o campo semântico de grande em qualquer sentido portanto older tambem insolent. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"grande\" para conduzir a interpretação do leitor no ponto central de Amós 6:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Daniel 10:4, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:11.","referencias_relacionadas":["Amós 6:11","Daniel 10:4","Salmos 119:105"]},"amos_6_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed","significado_contextual":"Em Amós 6:11, \"porque\" aparece dentro da frase \"Porque, eis que o Senhor ordena, e ferirá a casa grande de brechas, e a casa pequena de fendas.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כִּי (kîy, H3588) mantém o campo semântico de por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"porque\" para conduzir a interpretação do leitor no ponto central de Amós 6:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 6:14, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:11.","referencias_relacionadas":["Amós 6:11","Amós 6:14","Salmos 119:105"]},"amos_6_12_rocha":{"palavra_pt":"rocha","palavra_original":"סֶלַע","transliteracao":"çelaʻ","strong":"H5553","significado_raiz":"Um craggy rocha literalmente ou figurativamente um fortress","significado_contextual":"Em Amós 6:12, \"rocha\" aparece dentro da frase \"Porventura correrão cavalos sobre rocha? Lavrar-se-á nela com bois? Mas vós haveis tornado o juízo em fel, e o fruto da justiça em alosna;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"סֶלַע (çelaʻ, H5553) mantém o campo semântico de um craggy rocha literalmente ou figurativamente um fortress. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"rocha\" para conduzir a interpretação do leitor no ponto central de Amós 6:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Cânticos 2:14, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:12.","referencias_relacionadas":["Amós 6:12","Cânticos 2:14","Salmos 119:105"]},"amos_6_12_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Sentido lexical do termo conforme o lexico strong h518","significado_contextual":"Em Amós 6:12, \"salvar\" aparece dentro da frase \"Porventura correrão cavalos sobre rocha? Lavrar-se-á nela com bois? Mas vós haveis tornado o juízo em fel, e o fruto da justiça em alosna;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אִם (ʼim, H518) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h518. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"salvar\" para conduzir a interpretação do leitor no ponto central de Amós 6:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 7:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:12.","referencias_relacionadas":["Amós 6:12","Amós 7:2","Salmos 119:105"]},"amos_6_12_planejar":{"palavra_pt":"planejar","palavra_original":"חָרַשׁ","transliteracao":"chârash","strong":"H2790","significado_raiz":"Para scratch i e por implicacao para engrave plough portanto de o use de tools para fabricate de qualquer material figurativamente para devise em um bad","significado_contextual":"Em Amós 6:12, \"planejar\" aparece dentro da frase \"Porventura correrão cavalos sobre rocha? Lavrar-se-á nela com bois? Mas vós haveis tornado o juízo em fel, e o fruto da justiça em alosna;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חָרַשׁ (chârash, H2790) mantém o campo semântico de para scratch i e por implicacao para engrave plough portanto de o use de tools para fabricate de qualquer material figurativamente para devise em um bad. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"planejar\" para conduzir a interpretação do leitor no ponto central de Amós 6:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Deuteronômio 22:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:12.","referencias_relacionadas":["Amós 6:12","Deuteronômio 22:10","Salmos 119:105"]},"amos_6_13_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles","significado_contextual":"Em Amós 6:13, \"verdade\" aparece dentro da frase \"Vós que vos alegrais do nada, vós que dizeis: Não é assim que por nossa própria força nos temos tornado poderosos?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"לֹא (lôʼ, H3808) mantém o campo semântico de nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"verdade\" para conduzir a interpretação do leitor no ponto central de Amós 6:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 7:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:13.","referencias_relacionadas":["Amós 6:13","Amós 7:13","Salmos 119:105"]},"amos_6_13_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Um palavra por implicacao um matter como falado de ou coisa adverbially um causa","significado_contextual":"Em Amós 6:13, \"palavra\" aparece dentro da frase \"Vós que vos alegrais do nada, vós que dizeis: Não é assim que por nossa própria força nos temos tornado poderosos?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"דָּבָר (dâbâr, H1697) mantém o campo semântico de um palavra por implicacao um matter como falado de ou coisa adverbially um causa. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"palavra\" para conduzir a interpretação do leitor no ponto central de Amós 6:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 7:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:13.","referencias_relacionadas":["Amós 6:13","Amós 7:16","Salmos 119:105"]},"amos_6_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Dizer usado com grande latitude","significado_contextual":"Em Amós 6:13, \"dizer\" aparece dentro da frase \"Vós que vos alegrais do nada, vós que dizeis: Não é assim que por nossa própria força nos temos tornado poderosos?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אָמַר (ʼâmar, H559) mantém o campo semântico de dizer usado com grande latitude. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dizer\" para conduzir a interpretação do leitor no ponto central de Amós 6:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 7:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:13.","referencias_relacionadas":["Amós 6:13","Amós 7:12","Salmos 119:105"]},"amos_6_14_deserto":{"palavra_pt":"deserto","palavra_original":"עֲרָבָה","transliteracao":"ʻărâbâh","strong":"H6160","significado_raiz":"Um deserto especialmente com o artigo prefixo o geralmente sterile vale de o jordan e seu continuation para o vermelho mar","significado_contextual":"Em Amós 6:14, \"deserto\" aparece dentro da frase \"Porque, eis que eu levantarei sobre vós, ó casa de Israel, uma nação, diz o Senhor, o Deus dos Exércitos, e oprimir-vos-á, desde a entrada…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עֲרָבָה (ʻărâbâh, H6160) mantém o campo semântico de um deserto especialmente com o artigo prefixo o geralmente sterile vale de o jordan e seu continuation para o vermelho mar. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:14, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"deserto\" para conduzir a interpretação do leitor no ponto central de Amós 6:14, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Deuteronômio 1:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:14.","referencias_relacionadas":["Amós 6:14","Deuteronômio 1:1","Salmos 119:105"]},"amos_6_14_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed","significado_contextual":"Em Amós 6:14, \"porque\" aparece dentro da frase \"Porque, eis que eu levantarei sobre vós, ó casa de Israel, uma nação, diz o Senhor, o Deus dos Exércitos, e oprimir-vos-á, desde a entrada…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כִּי (kîy, H3588) mantém o campo semântico de por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:14, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"porque\" para conduzir a interpretação do leitor no ponto central de Amós 6:14, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Amós 7:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:14.","referencias_relacionadas":["Amós 6:14","Amós 7:11","Salmos 119:105"]},"amos_6_14_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Lo tambem como expressing surprise se","significado_contextual":"Em Amós 6:14, \"eis\" aparece dentro da frase \"Porque, eis que eu levantarei sobre vós, ó casa de Israel, uma nação, diz o Senhor, o Deus dos Exércitos, e oprimir-vos-á, desde a entrada…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הֵן (hên, H2005) mantém o campo semântico de lo tambem como expressing surprise se. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Amós 6:14, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"eis\" para conduzir a interpretação do leitor no ponto central de Amós 6:14, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Cânticos 1:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Amós 6:14.","referencias_relacionadas":["Amós 6:14","Cânticos 1:15","Salmos 119:105"]}}