{"zacarias_10_1_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Um homem como um individual ou um male person frequentemente usado como um adjunct para um mais definite term e em tal cases frequently nao expressed em translation","significado_contextual":"Em Zacarias 10:1, \"homem\" aparece dentro da frase \"Pedi ao SENHOR chuva no tempo da chuva serôdia, sim, ao SENHOR que faz relâmpagos; e lhes dará chuvas abundantes, e a cada um erva no campo.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אִישׁ (ʼîysh, H376) mantém o campo semântico de um homem como um individual ou um male person frequentemente usado como um adjunct para um mais definite term e em tal cases frequently nao expressed em translation. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Zacarias 10:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"homem\" para conduzir a interpretação do leitor no ponto central de Zacarias 10:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Zacarias 2:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Zacarias 10:1.","referencias_relacionadas":["Zacarias 10:1","Zacarias 2:5","Salmos 119:105"]},"zacarias_10_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Zacarias 10:1, \"senhor\" aparece dentro da frase \"Pedi ao SENHOR chuva no tempo da chuva serôdia, sim, ao SENHOR que faz relâmpagos; e lhes dará chuvas abundantes, e a cada um erva no campo.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Zacarias 10:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Zacarias 10:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Zacarias 10:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Zacarias 10:1.","referencias_relacionadas":["Zacarias 10:1","Zacarias 10:12","Salmos 119:105"]},"zacarias_10_1_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Tempo especialmente adverbio com preposicao agora quando etc","significado_contextual":"Em Zacarias 10:1, \"expressao\" aparece dentro da frase \"Pedi ao SENHOR chuva no tempo da chuva serôdia, sim, ao SENHOR que faz relâmpagos; e lhes dará chuvas abundantes, e a cada um erva no campo.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עֵת (ʻêth, H6256) mantém o campo semântico de tempo especialmente adverbio com preposicao agora quando etc. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Zacarias 10:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"expressao\" para conduzir a interpretação do leitor no ponto central de Zacarias 10:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Sofonias 3:20, mostrando continuidade da revelação bíblica e aprofundando a leitura de Zacarias 10:1.","referencias_relacionadas":["Zacarias 10:1","Sofonias 3:20","Salmos 119:105"]},"zacarias_10_2_familia":{"palavra_pt":"familia","palavra_original":"תְּרָפִים","transliteracao":"tᵉrâphîym","strong":"H8655","significado_raiz":"Teraphim singular ou plural um familia idol","significado_contextual":"Em Zacarias 10:2, \"familia\" aparece dentro da frase \"Porque os ídolos têm falado vaidade, e os adivinhos têm visto mentira, e contam sonhos falsos; com vaidade consolam, por isso seguem o seu…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"תְּרָפִים (tᵉrâphîym, H8655) mantém o campo semântico de teraphim singular ou plural um familia idol. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Zacarias 10:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"familia\" para conduzir a interpretação do leitor no ponto central de Zacarias 10:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Oséias 3:4, mostrando continuidade da revelação bíblica e aprofundando a leitura de Zacarias 10:2.","referencias_relacionadas":["Zacarias 10:2","Oséias 3:4","Salmos 119:105"]},"zacarias_10_2_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed","significado_contextual":"Em Zacarias 10:2, \"porque\" aparece dentro da frase \"Porque os ídolos têm falado vaidade, e os adivinhos têm visto mentira, e contam sonhos falsos; com vaidade consolam, por isso seguem o seu…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כִּי (kîy, H3588) mantém o campo semântico de por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Zacarias 10:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"porque\" para conduzir a interpretação do leitor no ponto central de Zacarias 10:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Zacarias 10:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Zacarias 10:2.","referencias_relacionadas":["Zacarias 10:2","Zacarias 10:8","Salmos 119:105"]},"zacarias_10_2_vaidade":{"palavra_pt":"vaidade","palavra_original":"אָוֶן","transliteracao":"ʼâven","strong":"H205","significado_raiz":"Strictly nothingness tambem trouble vanity maldade especificamente um idol","significado_contextual":"Em Zacarias 10:2, \"vaidade\" aparece dentro da frase \"Porque os ídolos têm falado vaidade, e os adivinhos têm visto mentira, e contam sonhos falsos; com vaidade consolam, por isso seguem o seu…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אָוֶן (ʼâven, H205) mantém o campo semântico de strictly nothingness tambem trouble vanity maldade especificamente um idol. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Zacarias 10:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"vaidade\" para conduzir a interpretação do leitor no ponto central de Zacarias 10:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 94:4, mostrando continuidade da revelação bíblica e aprofundando a leitura de Zacarias 10:2.","referencias_relacionadas":["Zacarias 10:2","Salmos 94:4","Salmos 119:105"]},"zacarias_10_3_governo":{"palavra_pt":"pastor","palavra_original":"רָעָה","transliteracao":"râʻâh","strong":"H7462","significado_raiz":"Para tend um flock i e pasture isto intransitively para graze literalmente ou figurativamente geralmente para governar por extensao para associate com como um frien","significado_contextual":"Em Zacarias 10:3, \"pastor\" aparece dentro da frase \"Contra os pastores se acendeu a minha ira, e castigarei os bodes; mas o Senhor dos Exércitos visitará o seu rebanho, a casa de Judá, e os f…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רָעָה (râʻâh, H7462) mantém o campo semântico de para tend um flock i e pasture isto intransitively para graze literalmente ou figurativamente geralmente para governar por extensao para associate com como um frien. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Zacarias 10:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"pastor\" para conduzir a interpretação do leitor no ponto central de Zacarias 10:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Zacarias 11:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Zacarias 10:3.","referencias_relacionadas":["Zacarias 10:3","Zacarias 11:3","Salmos 119:105"]},"zacarias_10_3_povo":{"palavra_pt":"povo","palavra_original":"עַתּוּד","transliteracao":"ʻattûwd","strong":"H6260","significado_raiz":"Prepared i e cheio grown falado apenas em plural de he bodes ou figurativamente leaders de o povo","significado_contextual":"Em Zacarias 10:3, \"povo\" aparece dentro da frase \"Contra os pastores se acendeu a minha ira, e castigarei os bodes; mas o Senhor dos Exércitos visitará o seu rebanho, a casa de Judá, e os f…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עַתּוּד (ʻattûwd, H6260) mantém o campo semântico de prepared i e cheio grown falado apenas em plural de he bodes ou figurativamente leaders de o povo. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Zacarias 10:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"povo\" para conduzir a interpretação do leitor no ponto central de Zacarias 10:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Zacarias 10:3.","referencias_relacionadas":["Zacarias 10:3","Salmos 119:105","Romanos 8:28"]},"zacarias_10_4_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Properly um parte de portanto prepositionally de ou fora de em muitos senses","significado_contextual":"Em Zacarias 10:4, \"entre\" aparece dentro da frase \"Dele sairá a pedra de esquina, dele a estaca, dele o arco de guerra, dele juntamente sairá todo o opressor.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מִן (min, H4480) mantém o campo semântico de properly um parte de portanto prepositionally de ou fora de em muitos senses. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Zacarias 10:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"entre\" para conduzir a interpretação do leitor no ponto central de Zacarias 10:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 88:9, mostrando continuidade da revelação bíblica e aprofundando a leitura de Zacarias 10:4.","referencias_relacionadas":["Zacarias 10:4","Salmos 88:9","Salmos 119:105"]},"zacarias_10_4_torre":{"palavra_pt":"torre","palavra_original":"פִּנָּה","transliteracao":"pinnâh","strong":"H6438","significado_raiz":"Um angle por implicacao um pinnacle figurativamente um chieftain","significado_contextual":"Em Zacarias 10:4, \"torre\" aparece dentro da frase \"Dele sairá a pedra de esquina, dele a estaca, dele o arco de guerra, dele juntamente sairá todo o opressor.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"פִּנָּה (pinnâh, H6438) mantém o campo semântico de um angle por implicacao um pinnacle figurativamente um chieftain. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Zacarias 10:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"torre\" para conduzir a interpretação do leitor no ponto central de Zacarias 10:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Neemias 3:32, mostrando continuidade da revelação bíblica e aprofundando a leitura de Zacarias 10:4.","referencias_relacionadas":["Zacarias 10:4","Neemias 3:32","Salmos 119:105"]},"zacarias_10_5_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Powerful por implicacao warrior tyrant","significado_contextual":"Em Zacarias 10:5, \"homem\" aparece dentro da frase \"E serão como poderosos que na batalha esmagam ao inimigo no lodo das ruas; porque o Senhor estará com eles; e confundirão os que andam mont…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"גִּבּוֹר (gibbôwr, H1368) mantém o campo semântico de powerful por implicacao warrior tyrant. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Zacarias 10:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"homem\" para conduzir a interpretação do leitor no ponto central de Zacarias 10:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Zacarias 10:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Zacarias 10:5.","referencias_relacionadas":["Zacarias 10:5","Zacarias 10:7","Salmos 119:105"]},"zacarias_10_5_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary","significado_contextual":"Em Zacarias 10:5, \"cair\" aparece dentro da frase \"E serão como poderosos que na batalha esmagam ao inimigo no lodo das ruas; porque o Senhor estará com eles; e confundirão os que andam mont…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הָיָה (hâyâh, H1961) mantém o campo semântico de para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Zacarias 10:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cair\" para conduzir a interpretação do leitor no ponto central de Zacarias 10:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Zacarias 10:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Zacarias 10:5.","referencias_relacionadas":["Zacarias 10:5","Zacarias 10:7","Salmos 119:105"]},"zacarias_10_5_clay":{"palavra_pt":"clay","palavra_original":"טִיט","transliteracao":"ṭîyṭ","strong":"H2916","significado_raiz":"Mud ou barro figurativamente calamity","significado_contextual":"Em Zacarias 10:5, \"clay\" aparece dentro da frase \"E serão como poderosos que na batalha esmagam ao inimigo no lodo das ruas; porque o Senhor estará com eles; e confundirão os que andam mont…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"טִיט (ṭîyṭ, H2916) mantém o campo semântico de mud ou barro figurativamente calamity. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Zacarias 10:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"clay\" para conduzir a interpretação do leitor no ponto central de Zacarias 10:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 69:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Zacarias 10:5.","referencias_relacionadas":["Zacarias 10:5","Salmos 69:15","Salmos 119:105"]},"zacarias_10_6_grande":{"palavra_pt":"grande","palavra_original":"גָּבַר","transliteracao":"gâbar","strong":"H1396","significado_raiz":"Para ser forte por implicacao para prevail ato insolently","significado_contextual":"Em Zacarias 10:6, \"grande\" aparece dentro da frase \"E fortalecerei a casa de Judá, e salvarei a casa de José, e fá-los- ei voltar, porque me compadeci deles; e serão como se eu não os tivera…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"גָּבַר (gâbar, H1396) mantém o campo semântico de para ser forte por implicacao para prevail ato insolently. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Zacarias 10:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"grande\" para conduzir a interpretação do leitor no ponto central de Zacarias 10:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Zacarias 10:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Zacarias 10:6.","referencias_relacionadas":["Zacarias 10:6","Zacarias 10:12","Salmos 119:105"]},"zacarias_10_6_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Sentido lexical do termo conforme o lexico strong h1004","significado_contextual":"Em Zacarias 10:6, \"casa\" aparece dentro da frase \"E fortalecerei a casa de Judá, e salvarei a casa de José, e fá-los- ei voltar, porque me compadeci deles; e serão como se eu não os tivera…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בַּיִת (bayith, H1004) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h1004. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Zacarias 10:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"casa\" para conduzir a interpretação do leitor no ponto central de Zacarias 10:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Zacarias 12:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Zacarias 10:6.","referencias_relacionadas":["Zacarias 10:6","Zacarias 12:10","Salmos 119:105"]},"zacarias_10_6_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Properly para ser abrir largo ou free i e por implicacao para ser safe causatively para free ou succor","significado_contextual":"Em Zacarias 10:6, \"salvar\" aparece dentro da frase \"E fortalecerei a casa de Judá, e salvarei a casa de José, e fá-los- ei voltar, porque me compadeci deles; e serão como se eu não os tivera…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָשַׁע (yâshaʻ, H3467) mantém o campo semântico de properly para ser abrir largo ou free i e por implicacao para ser safe causatively para free ou succor. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Zacarias 10:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"salvar\" para conduzir a interpretação do leitor no ponto central de Zacarias 10:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Zacarias 12:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Zacarias 10:6.","referencias_relacionadas":["Zacarias 10:6","Zacarias 12:7","Salmos 119:105"]},"zacarias_10_7_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Powerful por implicacao warrior tyrant","significado_contextual":"Em Zacarias 10:7, \"homem\" aparece dentro da frase \"E os de Efraim serão como um poderoso, e o seu coração se alegrará como pelo vinho; e seus filhos o verão, e se alegrarão; o seu coração se…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"גִּבּוֹר (gibbôwr, H1368) mantém o campo semântico de powerful por implicacao warrior tyrant. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Zacarias 10:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"homem\" para conduzir a interpretação do leitor no ponto central de Zacarias 10:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Zacarias 10:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Zacarias 10:7.","referencias_relacionadas":["Zacarias 10:7","Zacarias 10:5","Salmos 119:105"]},"zacarias_10_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Zacarias 10:7, \"senhor\" aparece dentro da frase \"E os de Efraim serão como um poderoso, e o seu coração se alegrará como pelo vinho; e seus filhos o verão, e se alegrarão; o seu coração se…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Zacarias 10:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Zacarias 10:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Zacarias 11:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Zacarias 10:7.","referencias_relacionadas":["Zacarias 10:7","Zacarias 11:13","Salmos 119:105"]},"zacarias_10_7_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary","significado_contextual":"Em Zacarias 10:7, \"cair\" aparece dentro da frase \"E os de Efraim serão como um poderoso, e o seu coração se alegrará como pelo vinho; e seus filhos o verão, e se alegrarão; o seu coração se…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הָיָה (hâyâh, H1961) mantém o campo semântico de para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Zacarias 10:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cair\" para conduzir a interpretação do leitor no ponto central de Zacarias 10:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Zacarias 12:9, mostrando continuidade da revelação bíblica e aprofundando a leitura de Zacarias 10:7.","referencias_relacionadas":["Zacarias 10:7","Zacarias 12:9","Salmos 119:105"]},"zacarias_10_8_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed","significado_contextual":"Em Zacarias 10:8, \"porque\" aparece dentro da frase \"Eu lhes assobiarei, e os ajuntarei, porque eu os tenho remido; e multiplicar-se-ão como antes se tinham multiplicado.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כִּי (kîy, H3588) mantém o campo semântico de por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Zacarias 10:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"porque\" para conduzir a interpretação do leitor no ponto central de Zacarias 10:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Zacarias 11:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Zacarias 10:8.","referencias_relacionadas":["Zacarias 10:8","Zacarias 11:16","Salmos 119:105"]},"zacarias_10_8_autoridade":{"palavra_pt":"autoridade","palavra_original":"רָבָה","transliteracao":"râbâh","strong":"H7235","significado_raiz":"Para increase em whatever respect","significado_contextual":"Em Zacarias 10:8, \"autoridade\" aparece dentro da frase \"Eu lhes assobiarei, e os ajuntarei, porque eu os tenho remido; e multiplicar-se-ão como antes se tinham multiplicado.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רָבָה (râbâh, H7235) mantém o campo semântico de para increase em whatever respect. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Zacarias 10:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"autoridade\" para conduzir a interpretação do leitor no ponto central de Zacarias 10:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 78:38, mostrando continuidade da revelação bíblica e aprofundando a leitura de Zacarias 10:8.","referencias_relacionadas":["Zacarias 10:8","Salmos 78:38","Salmos 119:105"]},"zacarias_10_8_chamar":{"palavra_pt":"chamar","palavra_original":"שָׁרַק","transliteracao":"shâraq","strong":"H8319","significado_raiz":"Properly para ser shrill i e para whistle ou hiss como um chamar ou em scorn","significado_contextual":"Em Zacarias 10:8, \"chamar\" aparece dentro da frase \"Eu lhes assobiarei, e os ajuntarei, porque eu os tenho remido; e multiplicar-se-ão como antes se tinham multiplicado.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שָׁרַק (shâraq, H8319) mantém o campo semântico de properly para ser shrill i e para whistle ou hiss como um chamar ou em scorn. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Zacarias 10:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"chamar\" para conduzir a interpretação do leitor no ponto central de Zacarias 10:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jó 27:23, mostrando continuidade da revelação bíblica e aprofundando a leitura de Zacarias 10:8.","referencias_relacionadas":["Zacarias 10:8","Jó 27:23","Salmos 119:105"]},"zacarias_10_9_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Sentido lexical do termo conforme o lexico strong h2421","significado_contextual":"Em Zacarias 10:9, \"viver\" aparece dentro da frase \"Ainda que os espalhei por entre os povos, eles se lembrarão de mim em lugares remotos; e viverão com seus filhos, e voltarão.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חָיָה (châyâh, H2421) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h2421. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Zacarias 10:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"viver\" para conduzir a interpretação do leitor no ponto central de Zacarias 10:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Zacarias 1:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Zacarias 10:9.","referencias_relacionadas":["Zacarias 10:9","Zacarias 1:5","Salmos 119:105"]},"zacarias_10_9_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Um povo como um congregated unit especificamente um tribo como aqueles de israel portanto collectively troops ou attendants figurativamente um flock","significado_contextual":"Em Zacarias 10:9, \"povo\" aparece dentro da frase \"Ainda que os espalhei por entre os povos, eles se lembrarão de mim em lugares remotos; e viverão com seus filhos, e voltarão.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עַם (ʻam, H5971) mantém o campo semântico de um povo como um congregated unit especificamente um tribo como aqueles de israel portanto collectively troops ou attendants figurativamente um flock. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Zacarias 10:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"povo\" para conduzir a interpretação do leitor no ponto central de Zacarias 10:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Zacarias 12:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Zacarias 10:9.","referencias_relacionadas":["Zacarias 10:9","Zacarias 12:2","Salmos 119:105"]},"zacarias_10_9_dwell":{"palavra_pt":"dwell","palavra_original":"מֶרְחָק","transliteracao":"merchâq","strong":"H4801","significado_raiz":"Remoteness i e concretely um distant lugar frequentemente adverbially de afar","significado_contextual":"Em Zacarias 10:9, \"dwell\" aparece dentro da frase \"Ainda que os espalhei por entre os povos, eles se lembrarão de mim em lugares remotos; e viverão com seus filhos, e voltarão.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מֶרְחָק (merchâq, H4801) mantém o campo semântico de remoteness i e concretely um distant lugar frequentemente adverbially de afar. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Zacarias 10:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dwell\" para conduzir a interpretação do leitor no ponto central de Zacarias 10:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 138:6, mostrando continuidade da revelação bíblica e aprofundando a leitura de Zacarias 10:9.","referencias_relacionadas":["Zacarias 10:9","Salmos 138:6","Salmos 119:105"]},"zacarias_10_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"O terra em large ou partitively um terra","significado_contextual":"Em Zacarias 10:10, \"terra\" aparece dentro da frase \"Porque eu os farei voltar da terra do Egito, e os congregarei da Assíria; e trá-los-ei à terra de Gileade e do Líbano, e não se achará luga…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֶרֶץ (ʼerets, H776) mantém o campo semântico de o terra em large ou partitively um terra. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Zacarias 10:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"terra\" para conduzir a interpretação do leitor no ponto central de Zacarias 10:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Zacarias 11:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Zacarias 10:10.","referencias_relacionadas":["Zacarias 10:10","Zacarias 11:16","Salmos 119:105"]},"zacarias_10_10_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles","significado_contextual":"Em Zacarias 10:10, \"verdade\" aparece dentro da frase \"Porque eu os farei voltar da terra do Egito, e os congregarei da Assíria; e trá-los-ei à terra de Gileade e do Líbano, e não se achará luga…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"לֹא (lôʼ, H3808) mantém o campo semântico de nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Zacarias 10:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"verdade\" para conduzir a interpretação do leitor no ponto central de Zacarias 10:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Zacarias 11:6, mostrando continuidade da revelação bíblica e aprofundando a leitura de Zacarias 10:10.","referencias_relacionadas":["Zacarias 10:10","Zacarias 11:6","Salmos 119:105"]},"zacarias_10_10_filho":{"palavra_pt":"filho","palavra_original":"אַשּׁוּר","transliteracao":"ʼAshshûwr","strong":"H804","significado_raiz":"Ashshur o second filho de shem tambem seu descendants e o country occupied por them i e assyria seu region e seu empire","significado_contextual":"Em Zacarias 10:10, \"filho\" aparece dentro da frase \"Porque eu os farei voltar da terra do Egito, e os congregarei da Assíria; e trá-los-ei à terra de Gileade e do Líbano, e não se achará luga…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אַשּׁוּר (ʼAshshûwr, H804) mantém o campo semântico de ashshur o second filho de shem tambem seu descendants e o country occupied por them i e assyria seu region e seu empire. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Zacarias 10:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"filho\" para conduzir a interpretação do leitor no ponto central de Zacarias 10:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Zacarias 10:10.","referencias_relacionadas":["Zacarias 10:10","Salmos 119:105","Romanos 8:28"]},"zacarias_10_11_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Um mar como breaking em noisy surf ou large corpo de agua especificamente com o artigo o mediterranean mar como vezes um large rio ou um artif","significado_contextual":"Em Zacarias 10:11, \"mar\" aparece dentro da frase \"E ele passará pelo mar com angústia, e ferirá as ondas no mar, e todas as profundezas do Nilo se secarão; então será derrubada a soberba da…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָם (yâm, H3220) mantém o campo semântico de um mar como breaking em noisy surf ou large corpo de agua especificamente com o artigo o mediterranean mar como vezes um large rio ou um artif. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Zacarias 10:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"mar\" para conduzir a interpretação do leitor no ponto central de Zacarias 10:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Zacarias 14:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Zacarias 10:11.","referencias_relacionadas":["Zacarias 10:11","Zacarias 14:8","Salmos 119:105"]},"zacarias_10_11_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Para descend literalmente ir downwards ou conventionally para um lower region como o praia um boundary o inimigo etc ou figurativamente para cair cau","significado_contextual":"Em Zacarias 10:11, \"inimigo\" aparece dentro da frase \"E ele passará pelo mar com angústia, e ferirá as ondas no mar, e todas as profundezas do Nilo se secarão; então será derrubada a soberba da…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָרַד (yârad, H3381) mantém o campo semântico de para descend literalmente ir downwards ou conventionally para um lower region como o praia um boundary o inimigo etc ou figurativamente para cair cau. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Zacarias 10:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"inimigo\" para conduzir a interpretação do leitor no ponto central de Zacarias 10:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 88:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Zacarias 10:11.","referencias_relacionadas":["Zacarias 10:11","Salmos 88:5","Salmos 119:105"]},"zacarias_10_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Zacarias 10:12, \"senhor\" aparece dentro da frase \"E eu os fortalecerei no Senhor, e andarão no seu nome, diz o Senhor.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Zacarias 10:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Zacarias 10:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Zacarias 10:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Zacarias 10:12.","referencias_relacionadas":["Zacarias 10:12","Zacarias 10:7","Salmos 119:105"]},"zacarias_10_12_grande":{"palavra_pt":"grande","palavra_original":"גָּבַר","transliteracao":"gâbar","strong":"H1396","significado_raiz":"Para ser forte por implicacao para prevail ato insolently","significado_contextual":"Em Zacarias 10:12, \"grande\" aparece dentro da frase \"E eu os fortalecerei no Senhor, e andarão no seu nome, diz o Senhor.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"גָּבַר (gâbar, H1396) mantém o campo semântico de para ser forte por implicacao para prevail ato insolently. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Zacarias 10:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"grande\" para conduzir a interpretação do leitor no ponto central de Zacarias 10:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Zacarias 10:6, mostrando continuidade da revelação bíblica e aprofundando a leitura de Zacarias 10:12.","referencias_relacionadas":["Zacarias 10:12","Zacarias 10:6","Salmos 119:105"]},"zacarias_10_12_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Um appellation como amark ou memorial de individuality por implicacao honra autoridade character","significado_contextual":"Em Zacarias 10:12, \"nome\" aparece dentro da frase \"E eu os fortalecerei no Senhor, e andarão no seu nome, diz o Senhor.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שֵׁם (shêm, H8034) mantém o campo semântico de um appellation como amark ou memorial de individuality por implicacao honra autoridade character. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Zacarias 10:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"nome\" para conduzir a interpretação do leitor no ponto central de Zacarias 10:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Sofonias 3:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Zacarias 10:12.","referencias_relacionadas":["Zacarias 10:12","Sofonias 3:12","Salmos 119:105"]}}