{"joel_3_1_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Para prophesy i e falar ou cantar por inspiration em prediction ou simple discourse","significado_contextual":"Em Joel 3:1, \"falar\" aparece dentro da frase \"Porque, eis que naqueles dias, e naquele tempo, em que removerei o cativeiro de Judá e de Jerusalém,\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נָבָא (nâbâʼ, H5012) mantém o campo semântico de para prophesy i e falar ou cantar por inspiration em prediction ou simple discourse. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Joel 3:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"falar\" para conduzir a interpretação do leitor no ponto central de Joel 3:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Números 11:26, mostrando continuidade da revelação bíblica e aprofundando a leitura de Joel 3:1.","referencias_relacionadas":["Joel 3:1","Números 11:26","Salmos 119:105"]},"joel_3_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary","significado_contextual":"Em Joel 3:1, \"cair\" aparece dentro da frase \"Porque, eis que naqueles dias, e naquele tempo, em que removerei o cativeiro de Judá e de Jerusalém,\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הָיָה (hâyâh, H1961) mantém o campo semântico de para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Joel 3:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cair\" para conduzir a interpretação do leitor no ponto central de Joel 3:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Joel 3:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Joel 3:1.","referencias_relacionadas":["Joel 3:1","Joel 3:5","Salmos 119:105"]},"joel_3_1_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Sentido lexical do termo conforme o lexico strong h310","significado_contextual":"Em Joel 3:1, \"seguir\" aparece dentro da frase \"Porque, eis que naqueles dias, e naquele tempo, em que removerei o cativeiro de Judá e de Jerusalém,\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אַחַר (ʼachar, H310) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h310. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Joel 3:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"seguir\" para conduzir a interpretação do leitor no ponto central de Joel 3:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Josué 1:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Joel 3:1.","referencias_relacionadas":["Joel 3:1","Josué 1:1","Salmos 119:105"]},"joel_3_2_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3117","significado_contextual":"Em Joel 3:2, \"dia\" aparece dentro da frase \"Congregarei todas as nações, e as farei descer ao vale de Jeosafá; e ali com elas entrarei em juízo, por causa do meu povo, e da minha hera…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יוֹם (yôwm, H3117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Joel 3:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Joel 3:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Joel 3:2.","referencias_relacionadas":["Joel 3:2","Salmos 119:105","Romanos 8:28"]},"joel_3_2_servo":{"palavra_pt":"servo","palavra_original":"עֶבֶד","transliteracao":"ʻebed","strong":"H5650","significado_raiz":"Um servo no campo semantico de h5650","significado_contextual":"Em Joel 3:2, \"servo\" aparece dentro da frase \"Congregarei todas as nações, e as farei descer ao vale de Jeosafá; e ali com elas entrarei em juízo, por causa do meu povo, e da minha hera…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עֶבֶד (ʻebed, H5650) mantém o campo semântico de um servo no campo semantico de h5650. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Joel 3:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"servo\" para conduzir a interpretação do leitor no ponto central de Joel 3:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lamentações de Jeremias 5:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Joel 3:2.","referencias_relacionadas":["Joel 3:2","Lamentações de Jeremias 5:8","Salmos 119:105"]},"joel_3_3_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Sentido lexical do termo conforme o lexico strong h5414","significado_contextual":"Em Joel 3:3, \"dar\" aparece dentro da frase \"E lançaram sortes sobre o meu povo, e deram um menino por uma meretriz, e venderam uma menina por vinho, para beberem.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נָתַן (nâthan, H5414) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h5414. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Joel 3:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dar\" para conduzir a interpretação do leitor no ponto central de Joel 3:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Joel 3:3.","referencias_relacionadas":["Joel 3:3","Salmos 119:105","Romanos 8:28"]},"joel_3_3_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"O ceu como aloft o dual talvez aludindo para o visivel arch em qual o nuvens move assim como para o superior ceu superior onde o celestial corpos r","significado_contextual":"Em Joel 3:3, \"ceus\" aparece dentro da frase \"E lançaram sortes sobre o meu povo, e deram um menino por uma meretriz, e venderam uma menina por vinho, para beberem.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שָׁמַיִם (shâmayim, H8064) mantém o campo semântico de o ceu como aloft o dual talvez aludindo para o visivel arch em qual o nuvens move assim como para o superior ceu superior onde o celestial corpos r. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Joel 3:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"ceus\" para conduzir a interpretação do leitor no ponto central de Joel 3:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jonas 1:9, mostrando continuidade da revelação bíblica e aprofundando a leitura de Joel 3:3.","referencias_relacionadas":["Joel 3:3","Jonas 1:9","Salmos 119:105"]},"joel_3_3_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"O terra em large ou partitively um terra","significado_contextual":"Em Joel 3:3, \"terra\" aparece dentro da frase \"E lançaram sortes sobre o meu povo, e deram um menino por uma meretriz, e venderam uma menina por vinho, para beberem.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֶרֶץ (ʼerets, H776) mantém o campo semântico de o terra em large ou partitively um terra. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Joel 3:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"terra\" para conduzir a interpretação do leitor no ponto central de Joel 3:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jonas 2:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Joel 3:3.","referencias_relacionadas":["Joel 3:3","Jonas 2:7","Salmos 119:105"]},"joel_3_4_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"O sol por implicacao o east figurativamente um ray i e architectural um notched battlement","significado_contextual":"Em Joel 3:4, \"sol\" aparece dentro da frase \"E também que tendes vós comigo, Tiro e Sidom, e todas as regiões da Filístia? É tal o pago que vós me dais? Pois se me pagais assim, bem de…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שֶׁמֶשׁ (shemesh, H8121) mantém o campo semântico de o sol por implicacao o east figurativamente um ray i e architectural um notched battlement. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Joel 3:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"sol\" para conduzir a interpretação do leitor no ponto central de Joel 3:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Joel 3:4.","referencias_relacionadas":["Joel 3:4","Salmos 119:105","Romanos 8:28"]},"joel_3_4_trevas":{"palavra_pt":"trevas","palavra_original":"חֹשֶׁךְ","transliteracao":"chôshek","strong":"H2822","significado_raiz":"O escuro portanto literalmente trevas figurativamente miseria destruicao morte ignorancia tristeza maldade","significado_contextual":"Em Joel 3:4, \"trevas\" aparece dentro da frase \"E também que tendes vós comigo, Tiro e Sidom, e todas as regiões da Filístia? É tal o pago que vós me dais? Pois se me pagais assim, bem de…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חֹשֶׁךְ (chôshek, H2822) mantém o campo semântico de o escuro portanto literalmente trevas figurativamente miseria destruicao morte ignorancia tristeza maldade. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Joel 3:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"trevas\" para conduzir a interpretação do leitor no ponto central de Joel 3:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Josué 2:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Joel 3:4.","referencias_relacionadas":["Joel 3:4","Josué 2:5","Salmos 119:105"]},"joel_3_4_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Sangue como aquele qual quando shed causes morte de homem ou um animal por analogia o juice de o grape figurativamente especialmente em o plural bloodshe","significado_contextual":"Em Joel 3:4, \"sangue\" aparece dentro da frase \"E também que tendes vós comigo, Tiro e Sidom, e todas as regiões da Filístia? É tal o pago que vós me dais? Pois se me pagais assim, bem de…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"דָּם (dâm, H1818) mantém o campo semântico de sangue como aquele qual quando shed causes morte de homem ou um animal por analogia o juice de o grape figurativamente especialmente em o plural bloodshe. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Joel 3:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"sangue\" para conduzir a interpretação do leitor no ponto central de Joel 3:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Joel 3:4.","referencias_relacionadas":["Joel 3:4","Salmos 119:105","Romanos 8:28"]},"joel_3_5_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary","significado_contextual":"Em Joel 3:5, \"cair\" aparece dentro da frase \"Visto como levastes a minha prata e o meu ouro, e as minhas coisas desejáveis e formosas pusestes nos vossos templos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הָיָה (hâyâh, H1961) mantém o campo semântico de para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Joel 3:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cair\" para conduzir a interpretação do leitor no ponto central de Joel 3:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jonas 1:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Joel 3:5.","referencias_relacionadas":["Joel 3:5","Jonas 1:1","Salmos 119:105"]},"joel_3_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido","significado_contextual":"Em Joel 3:5, \"modo\" aparece dentro da frase \"Visto como levastes a minha prata e o meu ouro, e as minhas coisas desejáveis e formosas pusestes nos vossos templos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כֹּל (kôl, H3605) mantém o campo semântico de properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Joel 3:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"modo\" para conduzir a interpretação do leitor no ponto central de Joel 3:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Joel 3:5.","referencias_relacionadas":["Joel 3:5","Salmos 119:105","Romanos 8:28"]},"joel_3_5_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Um appellation como amark ou memorial de individuality por implicacao honra autoridade character","significado_contextual":"Em Joel 3:5, \"nome\" aparece dentro da frase \"Visto como levastes a minha prata e o meu ouro, e as minhas coisas desejáveis e formosas pusestes nos vossos templos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שֵׁם (shêm, H8034) mantém o campo semântico de um appellation como amark ou memorial de individuality por implicacao honra autoridade character. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Joel 3:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"nome\" para conduzir a interpretação do leitor no ponto central de Joel 3:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Josué 14:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Joel 3:5.","referencias_relacionadas":["Joel 3:5","Josué 14:15","Salmos 119:105"]}}