{"exodo_2_1_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Sentido lexical do termo conforme o lexico strong h1004","significado_contextual":"Em Êxodo 2:1, \"casa\" aparece dentro da frase \"E foi um homem da casa de Levi e casou com uma filha de Levi.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בַּיִת (bayith, H1004) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h1004. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"casa\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 20:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:1.","referencias_relacionadas":["Êxodo 2:1","Êxodo 20:2","Salmos 119:105"]},"exodo_2_1_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3212","significado_contextual":"Em Êxodo 2:1, \"andar\" aparece dentro da frase \"E foi um homem da casa de Levi e casou com uma filha de Levi.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָלַךְ (yâlak, H3212) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3212. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"andar\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 2:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:1.","referencias_relacionadas":["Êxodo 2:1","Êxodo 2:7","Salmos 119:105"]},"exodo_2_1_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Um homem como um individual ou um male person frequentemente usado como um adjunct para um mais definite term e em tal cases frequently nao expressed em translation","significado_contextual":"Em Êxodo 2:1, \"homem\" aparece dentro da frase \"E foi um homem da casa de Levi e casou com uma filha de Levi.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אִישׁ (ʼîysh, H376) mantém o campo semântico de um homem como um individual ou um male person frequentemente usado como um adjunct para um mais definite term e em tal cases frequently nao expressed em translation. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"homem\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 2:14, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:1.","referencias_relacionadas":["Êxodo 2:1","Êxodo 2:14","Salmos 119:105"]},"exodo_2_2_crianca":{"palavra_pt":"crianca","palavra_original":"הָרָה","transliteracao":"hârâh","strong":"H2029","significado_raiz":"Para ser ou become pregnant conceive literalmente ou figurativamente","significado_contextual":"Em Êxodo 2:2, \"crianca\" aparece dentro da frase \"E a mulher concebeu e deu à luz um filho; e, vendo que ele era formoso, escondeu-o três meses.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הָרָה (hârâh, H2029) mantém o campo semântico de para ser ou become pregnant conceive literalmente ou figurativamente. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"crianca\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Gênesis 16:4, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:2.","referencias_relacionadas":["Êxodo 2:2","Gênesis 16:4","Salmos 119:105"]},"exodo_2_2_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Um mulher no campo semantico de h802","significado_contextual":"Em Êxodo 2:2, \"mulher\" aparece dentro da frase \"E a mulher concebeu e deu à luz um filho; e, vendo que ele era formoso, escondeu-o três meses.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אִשָּׁה (ʼishshâh, H802) mantém o campo semântico de um mulher no campo semantico de h802. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"mulher\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 35:26, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:2.","referencias_relacionadas":["Êxodo 2:2","Êxodo 35:26","Salmos 119:105"]},"exodo_2_3_slimepit":{"palavra_pt":"slime pit","palavra_original":"חֵמָר","transliteracao":"chêmâr","strong":"H2564","significado_raiz":"Bitumen como rising para o surface","significado_contextual":"Em Êxodo 2:3, \"slime pit\" aparece dentro da frase \"Não podendo, porém, mais escondê-lo, tomou uma arca de juncos, e a revestiu com barro e betume; e, pondo nela o menino, a pôs nos juncos à…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חֵמָר (chêmâr, H2564) mantém o campo semântico de bitumen como rising para o surface. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"slime pit\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Gênesis 11:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:3.","referencias_relacionadas":["Êxodo 2:3","Gênesis 11:3","Salmos 119:105"]},"exodo_2_3_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles","significado_contextual":"Em Êxodo 2:3, \"verdade\" aparece dentro da frase \"Não podendo, porém, mais escondê-lo, tomou uma arca de juncos, e a revestiu com barro e betume; e, pondo nela o menino, a pôs nos juncos à…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"לֹא (lôʼ, H3808) mantém o campo semântico de nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"verdade\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 20:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:3.","referencias_relacionadas":["Êxodo 2:3","Êxodo 20:13","Salmos 119:105"]},"exodo_2_3_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Properly iteration ou continuance usado apenas adverbially com ou sem preposicao novamente repeatedly ainda mais","significado_contextual":"Em Êxodo 2:3, \"vida\" aparece dentro da frase \"Não podendo, porém, mais escondê-lo, tomou uma arca de juncos, e a revestiu com barro e betume; e, pondo nela o menino, a pôs nos juncos à…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עוֹד (ʻôwd, H5750) mantém o campo semântico de properly iteration ou continuance usado apenas adverbially com ou sem preposicao novamente repeatedly ainda mais. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"vida\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 4:6, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:3.","referencias_relacionadas":["Êxodo 2:3","Êxodo 4:6","Salmos 119:105"]},"exodo_2_4_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Conhecer properly para ascertain por seeing usado em um grande variety de senses figurativamente literalmente euphemistically e inferentially including o","significado_contextual":"Em Êxodo 2:4, \"conhecer\" aparece dentro da frase \"E sua irmã postou-se de longe, para saber o que lhe havia de acontecer.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָדַע (yâdaʻ, H3045) mantém o campo semântico de conhecer properly para ascertain por seeing usado em um grande variety de senses figurativamente literalmente euphemistically e inferentially including o. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"conhecer\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 29:46, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:4.","referencias_relacionadas":["Êxodo 2:4","Êxodo 29:46","Salmos 119:105"]},"exodo_2_4_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Sentido lexical do termo conforme o lexico strong h6213","significado_contextual":"Em Êxodo 2:4, \"urso\" aparece dentro da frase \"E sua irmã postou-se de longe, para saber o que lhe havia de acontecer.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עָשָׂה (ʻâsâh, H6213) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h6213. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"urso\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 20:23, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:4.","referencias_relacionadas":["Êxodo 2:4","Êxodo 20:23","Salmos 119:105"]},"exodo_2_4_grande":{"palavra_pt":"grande","palavra_original":"רָחוֹק","transliteracao":"râchôwq","strong":"H7350","significado_raiz":"Remote literalmente ou figurativamente de lugar ou tempo especificamente precioso frequentemente usado adverbially com preposicao","significado_contextual":"Em Êxodo 2:4, \"grande\" aparece dentro da frase \"E sua irmã postou-se de longe, para saber o que lhe havia de acontecer.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רָחוֹק (râchôwq, H7350) mantém o campo semântico de remote literalmente ou figurativamente de lugar ou tempo especificamente precioso frequentemente usado adverbially com preposicao. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"grande\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Gênesis 37:18, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:4.","referencias_relacionadas":["Êxodo 2:4","Gênesis 37:18","Salmos 119:105"]},"exodo_2_5_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Para descend literalmente ir downwards ou conventionally para um lower region como o praia um boundary o inimigo etc ou figurativamente para cair cau","significado_contextual":"Em Êxodo 2:5, \"inimigo\" aparece dentro da frase \"E a filha de Faraó desceu a lavar-se no rio, e as suas donzelas passeavam, pela margem do rio; e ela viu a arca no meio dos juncos, e envio…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָרַד (yârad, H3381) mantém o campo semântico de para descend literalmente ir downwards ou conventionally para um lower region como o praia um boundary o inimigo etc ou figurativamente para cair cau. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"inimigo\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 3:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:5.","referencias_relacionadas":["Êxodo 2:5","Êxodo 3:8","Salmos 119:105"]},"exodo_2_5_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Paroh um general title de egyptian reis","significado_contextual":"Em Êxodo 2:5, \"farao\" aparece dentro da frase \"E a filha de Faraó desceu a lavar-se no rio, e as suas donzelas passeavam, pela margem do rio; e ela viu a arca no meio dos juncos, e envio…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"פַּרְעֹה (Parʻôh, H6547) mantém o campo semântico de paroh um general title de egyptian reis. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"farao\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 2:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:5.","referencias_relacionadas":["Êxodo 2:5","Êxodo 2:7","Salmos 119:105"]},"exodo_2_5_bathe":{"palavra_pt":"bathe","palavra_original":"רָחַץ","transliteracao":"râchats","strong":"H7364","significado_raiz":"Para lave o inteiro ou um parte de um coisa","significado_contextual":"Em Êxodo 2:5, \"bathe\" aparece dentro da frase \"E a filha de Faraó desceu a lavar-se no rio, e as suas donzelas passeavam, pela margem do rio; e ela viu a arca no meio dos juncos, e envio…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רָחַץ (râchats, H7364) mantém o campo semântico de para lave o inteiro ou um parte de um coisa. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"bathe\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 29:17, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:5.","referencias_relacionadas":["Êxodo 2:5","Êxodo 29:17","Salmos 119:105"]},"exodo_2_6_appear":{"palavra_pt":"aparecer","palavra_original":"פָּתַח","transliteracao":"pâthach","strong":"H6605","significado_raiz":"Para abrir largo literalmente ou figurativamente especificamente para loosen begin plough carve","significado_contextual":"Em Êxodo 2:6, \"aparecer\" aparece dentro da frase \"E abrindo-a, viu ao menino e eis que o menino chorava; e moveu-se de compaixão dele, e disse: Dos meninos dos hebreus é este.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"פָּתַח (pâthach, H6605) mantém o campo semântico de para abrir largo literalmente ou figurativamente especificamente para loosen begin plough carve. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"aparecer\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 28:36, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:6.","referencias_relacionadas":["Êxodo 2:6","Êxodo 28:36","Salmos 119:105"]},"exodo_2_6_crianca":{"palavra_pt":"crianca","palavra_original":"יֶלֶד","transliteracao":"yeled","strong":"H3206","significado_raiz":"Something born i e um lad ou offspring","significado_contextual":"Em Êxodo 2:6, \"crianca\" aparece dentro da frase \"E abrindo-a, viu ao menino e eis que o menino chorava; e moveu-se de compaixão dele, e disse: Dos meninos dos hebreus é este.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יֶלֶד (yeled, H3206) mantém o campo semântico de something born i e um lad ou offspring. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"crianca\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 2:9, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:6.","referencias_relacionadas":["Êxodo 2:6","Êxodo 2:9","Salmos 119:105"]},"exodo_2_6_compaixao":{"palavra_pt":"compaixao","palavra_original":"חָמַל","transliteracao":"châmal","strong":"H2550","significado_raiz":"Para commiserate por implicacao para spare","significado_contextual":"Em Êxodo 2:6, \"compaixao\" aparece dentro da frase \"E abrindo-a, viu ao menino e eis que o menino chorava; e moveu-se de compaixão dele, e disse: Dos meninos dos hebreus é este.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חָמַל (châmal, H2550) mantém o campo semântico de para commiserate por implicacao para spare. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"compaixao\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Ezequiel 36:21, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:6.","referencias_relacionadas":["Êxodo 2:6","Ezequiel 36:21","Salmos 119:105"]},"exodo_2_7_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Dizer usado com grande latitude","significado_contextual":"Em Êxodo 2:7, \"dizer\" aparece dentro da frase \"Então disse sua irmã à filha de Faraó: Irei chamar uma ama das hebréias, que crie este menino para ti?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אָמַר (ʼâmar, H559) mantém o campo semântico de dizer usado com grande latitude. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dizer\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 2:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:7.","referencias_relacionadas":["Êxodo 2:7","Êxodo 2:8","Salmos 119:105"]},"exodo_2_7_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Paroh um general title de egyptian reis","significado_contextual":"Em Êxodo 2:7, \"farao\" aparece dentro da frase \"Então disse sua irmã à filha de Faraó: Irei chamar uma ama das hebréias, que crie este menino para ti?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"פַּרְעֹה (Parʻôh, H6547) mantém o campo semântico de paroh um general title de egyptian reis. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"farao\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 2:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:7.","referencias_relacionadas":["Êxodo 2:7","Êxodo 2:8","Salmos 119:105"]},"exodo_2_7_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3212","significado_contextual":"Em Êxodo 2:7, \"andar\" aparece dentro da frase \"Então disse sua irmã à filha de Faraó: Irei chamar uma ama das hebréias, que crie este menino para ti?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָלַךְ (yâlak, H3212) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3212. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"andar\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 2:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:7.","referencias_relacionadas":["Êxodo 2:7","Êxodo 2:8","Salmos 119:105"]},"exodo_2_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Dizer usado com grande latitude","significado_contextual":"Em Êxodo 2:8, \"dizer\" aparece dentro da frase \"E a filha de Faraó disse-lhe: Vai. Foi, pois, a moça, e chamou a mãe do menino.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אָמַר (ʼâmar, H559) mantém o campo semântico de dizer usado com grande latitude. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dizer\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 2:9, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:8.","referencias_relacionadas":["Êxodo 2:8","Êxodo 2:9","Salmos 119:105"]},"exodo_2_8_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Paroh um general title de egyptian reis","significado_contextual":"Em Êxodo 2:8, \"farao\" aparece dentro da frase \"E a filha de Faraó disse-lhe: Vai. Foi, pois, a moça, e chamou a mãe do menino.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"פַּרְעֹה (Parʻôh, H6547) mantém o campo semântico de paroh um general title de egyptian reis. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"farao\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 2:9, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:8.","referencias_relacionadas":["Êxodo 2:8","Êxodo 2:9","Salmos 119:105"]},"exodo_2_8_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3212","significado_contextual":"Em Êxodo 2:8, \"andar\" aparece dentro da frase \"E a filha de Faraó disse-lhe: Vai. Foi, pois, a moça, e chamou a mãe do menino.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָלַךְ (yâlak, H3212) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3212. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"andar\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 23:23, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:8.","referencias_relacionadas":["Êxodo 2:8","Êxodo 23:23","Salmos 119:105"]},"exodo_2_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Dizer usado com grande latitude","significado_contextual":"Em Êxodo 2:9, \"dizer\" aparece dentro da frase \"Então lhe disse a filha de Faraó: Leva este menino, e cria-mo; eu te darei teu salário. E a mulher tomou o menino, e criou-o.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אָמַר (ʼâmar, H559) mantém o campo semântico de dizer usado com grande latitude. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dizer\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 20:19, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:9.","referencias_relacionadas":["Êxodo 2:9","Êxodo 20:19","Salmos 119:105"]},"exodo_2_9_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Paroh um general title de egyptian reis","significado_contextual":"Em Êxodo 2:9, \"farao\" aparece dentro da frase \"Então lhe disse a filha de Faraó: Leva este menino, e cria-mo; eu te darei teu salário. E a mulher tomou o menino, e criou-o.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"פַּרְעֹה (Parʻôh, H6547) mantém o campo semântico de paroh um general title de egyptian reis. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"farao\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 3:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:9.","referencias_relacionadas":["Êxodo 2:9","Êxodo 3:10","Salmos 119:105"]},"exodo_2_9_crianca":{"palavra_pt":"crianca","palavra_original":"יֶלֶד","transliteracao":"yeled","strong":"H3206","significado_raiz":"Something born i e um lad ou offspring","significado_contextual":"Em Êxodo 2:9, \"crianca\" aparece dentro da frase \"Então lhe disse a filha de Faraó: Leva este menino, e cria-mo; eu te darei teu salário. E a mulher tomou o menino, e criou-o.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יֶלֶד (yeled, H3206) mantém o campo semântico de something born i e um lad ou offspring. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"crianca\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Gênesis 37:30, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:9.","referencias_relacionadas":["Êxodo 2:9","Gênesis 37:30","Salmos 119:105"]},"exodo_2_10_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Sentido lexical do termo conforme o lexico strong h1121","significado_contextual":"Em Êxodo 2:10, \"filho\" aparece dentro da frase \"E, quando o menino já era grande, ela o trouxe à filha de Faraó, a qual o adotou; e chamou-lhe Moisés, e disse: Porque das águas o tenho ti…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בֵּן (bên, H1121) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h1121. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"filho\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 2:22, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:10.","referencias_relacionadas":["Êxodo 2:10","Êxodo 2:22","Salmos 119:105"]},"exodo_2_10_corpo":{"palavra_pt":"corpo","palavra_original":"גָּדַל","transliteracao":"gâdal","strong":"H1431","significado_raiz":"Sentido lexical do termo conforme o lexico strong h1431","significado_contextual":"Em Êxodo 2:10, \"corpo\" aparece dentro da frase \"E, quando o menino já era grande, ela o trouxe à filha de Faraó, a qual o adotou; e chamou-lhe Moisés, e disse: Porque das águas o tenho ti…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"גָּדַל (gâdal, H1431) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h1431. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"corpo\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 2:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:10.","referencias_relacionadas":["Êxodo 2:10","Êxodo 2:11","Salmos 119:105"]},"exodo_2_10_crianca":{"palavra_pt":"crianca","palavra_original":"יֶלֶד","transliteracao":"yeled","strong":"H3206","significado_raiz":"Something born i e um lad ou offspring","significado_contextual":"Em Êxodo 2:10, \"crianca\" aparece dentro da frase \"E, quando o menino já era grande, ela o trouxe à filha de Faraó, a qual o adotou; e chamou-lhe Moisés, e disse: Porque das águas o tenho ti…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יֶלֶד (yeled, H3206) mantém o campo semântico de something born i e um lad ou offspring. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"crianca\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 2:6, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:10.","referencias_relacionadas":["Êxodo 2:10","Êxodo 2:6","Salmos 119:105"]},"exodo_2_11_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3117","significado_contextual":"Em Êxodo 2:11, \"dia\" aparece dentro da frase \"E aconteceu naqueles dias que, sendo Moisés já homem, saiu a seus irmãos, e atentou para as suas cargas; e viu que um egípcio feria a um he…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יוֹם (yôwm, H3117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 2:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:11.","referencias_relacionadas":["Êxodo 2:11","Êxodo 2:13","Salmos 119:105"]},"exodo_2_11_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary","significado_contextual":"Em Êxodo 2:11, \"cair\" aparece dentro da frase \"E aconteceu naqueles dias que, sendo Moisés já homem, saiu a seus irmãos, e atentou para as suas cargas; e viu que um egípcio feria a um he…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הָיָה (hâyâh, H1961) mantém o campo semântico de para exist i e ser ou become vir para pass sempre emphatic e nao um mere copula ou auxiliary. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cair\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 20:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:11.","referencias_relacionadas":["Êxodo 2:11","Êxodo 20:3","Salmos 119:105"]},"exodo_2_11_corpo":{"palavra_pt":"corpo","palavra_original":"גָּדַל","transliteracao":"gâdal","strong":"H1431","significado_raiz":"Sentido lexical do termo conforme o lexico strong h1431","significado_contextual":"Em Êxodo 2:11, \"corpo\" aparece dentro da frase \"E aconteceu naqueles dias que, sendo Moisés já homem, saiu a seus irmãos, e atentou para as suas cargas; e viu que um egípcio feria a um he…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"גָּדַל (gâdal, H1431) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h1431. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"corpo\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Ezequiel 35:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:11.","referencias_relacionadas":["Êxodo 2:11","Ezequiel 35:13","Salmos 119:105"]},"exodo_2_12_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנָה","transliteracao":"pânâh","strong":"H6437","significado_raiz":"Para virar por implicacao para rosto i e aparecer look etc","significado_contextual":"Em Êxodo 2:12, \"rosto\" aparece dentro da frase \"E olhou a um e a outro lado e, vendo que não havia ninguém ali, matou ao egípcio, e escondeu-o na areia.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"פָּנָה (pânâh, H6437) mantém o campo semântico de para virar por implicacao para rosto i e aparecer look etc. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"rosto\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 32:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:12.","referencias_relacionadas":["Êxodo 2:12","Êxodo 32:15","Salmos 119:105"]},"exodo_2_12_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Sentido lexical do termo conforme o lexico strong h7200","significado_contextual":"Em Êxodo 2:12, \"ver\" aparece dentro da frase \"E olhou a um e a outro lado e, vendo que não havia ninguém ali, matou ao egípcio, e escondeu-o na areia.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רָאָה (râʼâh, H7200) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h7200. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"ver\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 2:25, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:12.","referencias_relacionadas":["Êxodo 2:12","Êxodo 2:25","Salmos 119:105"]},"exodo_2_12_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed","significado_contextual":"Em Êxodo 2:12, \"porque\" aparece dentro da frase \"E olhou a um e a outro lado e, vendo que não havia ninguém ali, matou ao egípcio, e escondeu-o na areia.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כִּי (kîy, H3588) mantém o campo semântico de por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"porque\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 20:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:12.","referencias_relacionadas":["Êxodo 2:12","Êxodo 20:5","Salmos 119:105"]},"exodo_2_13_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3117","significado_contextual":"Em Êxodo 2:13, \"dia\" aparece dentro da frase \"E tornou a sair no dia seguinte, e eis que dois homens hebreus contendiam; e disse ao injusto: Por que feres a teu próximo?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יוֹם (yôwm, H3117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 2:18, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:13.","referencias_relacionadas":["Êxodo 2:13","Êxodo 2:18","Salmos 119:105"]},"exodo_2_13_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Morally wrong concretely um actively bad person","significado_contextual":"Em Êxodo 2:13, \"culpado\" aparece dentro da frase \"E tornou a sair no dia seguinte, e eis que dois homens hebreus contendiam; e disse ao injusto: Por que feres a teu próximo?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רָשָׁע (râshâʻ, H7563) mantém o campo semântico de morally wrong concretely um actively bad person. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"culpado\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 23:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:13.","referencias_relacionadas":["Êxodo 2:13","Êxodo 23:1","Salmos 119:105"]},"exodo_2_13_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3318","significado_contextual":"Em Êxodo 2:13, \"sair\" aparece dentro da frase \"E tornou a sair no dia seguinte, e eis que dois homens hebreus contendiam; e disse ao injusto: Por que feres a teu próximo?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָצָא (yâtsâʼ, H3318) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3318. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"sair\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 21:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:13.","referencias_relacionadas":["Êxodo 2:13","Êxodo 21:11","Salmos 119:105"]},"exodo_2_14_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Um homem como um individual ou um male person frequentemente usado como um adjunct para um mais definite term e em tal cases frequently nao expressed em translation","significado_contextual":"Em Êxodo 2:14, \"homem\" aparece dentro da frase \"O qual disse: Quem te tem posto a ti por maioral e juiz sobre nós? Pensas matar-me, como mataste o egípcio? Então temeu Moisés, e disse: Ce…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אִישׁ (ʼîysh, H376) mantém o campo semântico de um homem como um individual ou um male person frequentemente usado como um adjunct para um mais definite term e em tal cases frequently nao expressed em translation. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:14, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"homem\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:14, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 2:19, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:14.","referencias_relacionadas":["Êxodo 2:14","Êxodo 2:19","Salmos 119:105"]},"exodo_2_14_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Julgar i e pronounce sentence para ou contra por implicacao para vindicate ou punish por extenssion irvern passively para litigate literall","significado_contextual":"Em Êxodo 2:14, \"julgar\" aparece dentro da frase \"O qual disse: Quem te tem posto a ti por maioral e juiz sobre nós? Pensas matar-me, como mataste o egípcio? Então temeu Moisés, e disse: Ce…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שָׁפַט (shâphaṭ, H8199) mantém o campo semântico de julgar i e pronounce sentence para ou contra por implicacao para vindicate ou punish por extenssion irvern passively para litigate literall. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:14, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"julgar\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:14, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 5:21, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:14.","referencias_relacionadas":["Êxodo 2:14","Êxodo 5:21","Salmos 119:105"]},"exodo_2_14_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Um palavra por implicacao um matter como falado de ou coisa adverbially um causa","significado_contextual":"Em Êxodo 2:14, \"palavra\" aparece dentro da frase \"O qual disse: Quem te tem posto a ti por maioral e juiz sobre nós? Pensas matar-me, como mataste o egípcio? Então temeu Moisés, e disse: Ce…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"דָּבָר (dâbâr, H1697) mantém o campo semântico de um palavra por implicacao um matter como falado de ou coisa adverbially um causa. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:14, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"palavra\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:14, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 2:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:14.","referencias_relacionadas":["Êxodo 2:14","Êxodo 2:15","Salmos 119:105"]},"exodo_2_15_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Um palavra por implicacao um matter como falado de ou coisa adverbially um causa","significado_contextual":"Em Êxodo 2:15, \"palavra\" aparece dentro da frase \"Ouvindo, pois, Faraó este caso, procurou matar a Moisés; mas Moisés fugiu de diante da face de Faraó, e habitou na terra de Midiã, e assent…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"דָּבָר (dâbâr, H1697) mantém o campo semântico de um palavra por implicacao um matter como falado de ou coisa adverbially um causa. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:15, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"palavra\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:15, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 20:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:15.","referencias_relacionadas":["Êxodo 2:15","Êxodo 20:1","Salmos 119:105"]},"exodo_2_15_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Para smite com deadly intent","significado_contextual":"Em Êxodo 2:15, \"destruir\" aparece dentro da frase \"Ouvindo, pois, Faraó este caso, procurou matar a Moisés; mas Moisés fugiu de diante da face de Faraó, e habitou na terra de Midiã, e assent…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הָרַג (hârag, H2026) mantém o campo semântico de para smite com deadly intent. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:15, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"destruir\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:15, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 22:23, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:15.","referencias_relacionadas":["Êxodo 2:15","Êxodo 22:23","Salmos 119:105"]},"exodo_2_15_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Properly para sentar abaixo especificamente como julgar em ambush em quiet por implicacao para habitar para permanecer causatively para settle para marry","significado_contextual":"Em Êxodo 2:15, \"julgar\" aparece dentro da frase \"Ouvindo, pois, Faraó este caso, procurou matar a Moisés; mas Moisés fugiu de diante da face de Faraó, e habitou na terra de Midiã, e assent…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָשַׁב (yâshab, H3427) mantém o campo semântico de properly para sentar abaixo especificamente como julgar em ambush em quiet por implicacao para habitar para permanecer causatively para settle para marry. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:15, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"julgar\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:15, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 2:21, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:15.","referencias_relacionadas":["Êxodo 2:15","Êxodo 2:21","Salmos 119:105"]},"exodo_2_16_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Literalmente um officiating um sacerdote tambem por courtesy um acting sacerdote embora um layman","significado_contextual":"Em Êxodo 2:16, \"sacerdote\" aparece dentro da frase \"E o sacerdote de Midiã tinha sete filhas, as quais vieram tirar água, e encheram os bebedouros, para dar de beber ao rebanho de seu pai.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כֹּהֵן (kôhên, H3548) mantém o campo semântico de literalmente um officiating um sacerdote tambem por courtesy um acting sacerdote embora um layman. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:16, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"sacerdote\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:16, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 29:30, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:16.","referencias_relacionadas":["Êxodo 2:16","Êxodo 29:30","Salmos 119:105"]},"exodo_2_16_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Sentido lexical do termo conforme o lexico strong h935","significado_contextual":"Em Êxodo 2:16, \"vir\" aparece dentro da frase \"E o sacerdote de Midiã tinha sete filhas, as quais vieram tirar água, e encheram os bebedouros, para dar de beber ao rebanho de seu pai.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בּוֹא (bôwʼ, H935) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h935. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:16, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"vir\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:16, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 2:17, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:16.","referencias_relacionadas":["Êxodo 2:16","Êxodo 2:17","Salmos 119:105"]},"exodo_2_16_agua":{"palavra_pt":"agua","palavra_original":"דָּלָה","transliteracao":"dâlâh","strong":"H1802","significado_raiz":"Properly para dangle i e para let abaixo abucket para drawing fora agua figurativamente para libertar","significado_contextual":"Em Êxodo 2:16, \"agua\" aparece dentro da frase \"E o sacerdote de Midiã tinha sete filhas, as quais vieram tirar água, e encheram os bebedouros, para dar de beber ao rebanho de seu pai.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"דָּלָה (dâlâh, H1802) mantém o campo semântico de properly para dangle i e para let abaixo abucket para drawing fora agua figurativamente para libertar. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:16, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"agua\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:16, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:16.","referencias_relacionadas":["Êxodo 2:16","Salmos 119:105","Romanos 8:28"]},"exodo_2_17_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Sentido lexical do termo conforme o lexico strong h6965","significado_contextual":"Em Êxodo 2:17, \"levantar\" aparece dentro da frase \"Então vieram os pastores, e expulsaram-nas dali; Moisés, porém, levantou-se e defendeu-as, e deu de beber ao rebanho.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"קוּם (qûwm, H6965) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h6965. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:17, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"levantar\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:17, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 21:19, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:17.","referencias_relacionadas":["Êxodo 2:17","Êxodo 21:19","Salmos 119:105"]},"exodo_2_17_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Sentido lexical do termo conforme o lexico strong h935","significado_contextual":"Em Êxodo 2:17, \"vir\" aparece dentro da frase \"Então vieram os pastores, e expulsaram-nas dali; Moisés, porém, levantou-se e defendeu-as, e deu de beber ao rebanho.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בּוֹא (bôwʼ, H935) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h935. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:17, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"vir\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:17, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 2:18, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:17.","referencias_relacionadas":["Êxodo 2:17","Êxodo 2:18","Salmos 119:105"]},"exodo_2_17_governo":{"palavra_pt":"pastor","palavra_original":"רָעָה","transliteracao":"râʻâh","strong":"H7462","significado_raiz":"Para tend um flock i e pasture isto intransitively para graze literalmente ou figurativamente geralmente para governar por extensao para associate com como um frien","significado_contextual":"Em Êxodo 2:17, \"pastor\" aparece dentro da frase \"Então vieram os pastores, e expulsaram-nas dali; Moisés, porém, levantou-se e defendeu-as, e deu de beber ao rebanho.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רָעָה (râʻâh, H7462) mantém o campo semântico de para tend um flock i e pasture isto intransitively para graze literalmente ou figurativamente geralmente para governar por extensao para associate com como um frien. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:17, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"pastor\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:17, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Ezequiel 34:23, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:17.","referencias_relacionadas":["Êxodo 2:17","Ezequiel 34:23","Salmos 119:105"]},"exodo_2_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3117","significado_contextual":"Em Êxodo 2:18, \"dia\" aparece dentro da frase \"E voltando elas a Reuel seu pai, ele disse: Por que hoje tornastes tão depressa?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יוֹם (yôwm, H3117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:18, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:18, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 2:23, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:18.","referencias_relacionadas":["Êxodo 2:18","Êxodo 2:23","Salmos 119:105"]},"exodo_2_18_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Sentido lexical do termo conforme o lexico strong h935","significado_contextual":"Em Êxodo 2:18, \"vir\" aparece dentro da frase \"E voltando elas a Reuel seu pai, ele disse: Por que hoje tornastes tão depressa?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בּוֹא (bôwʼ, H935) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h935. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:18, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"vir\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:18, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 24:18, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:18.","referencias_relacionadas":["Êxodo 2:18","Êxodo 24:18","Salmos 119:105"]},"exodo_2_18_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Dizer usado com grande latitude","significado_contextual":"Em Êxodo 2:18, \"dizer\" aparece dentro da frase \"E voltando elas a Reuel seu pai, ele disse: Por que hoje tornastes tão depressa?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אָמַר (ʼâmar, H559) mantém o campo semântico de dizer usado com grande latitude. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:18, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dizer\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:18, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 2:19, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:18.","referencias_relacionadas":["Êxodo 2:18","Êxodo 2:19","Salmos 119:105"]},"exodo_2_19_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Dizer usado com grande latitude","significado_contextual":"Em Êxodo 2:19, \"dizer\" aparece dentro da frase \"E elas disseram: Um homem egípcio nos livrou da mão dos pastores; e também nos tirou água em abundância, e deu de beber ao rebanho.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אָמַר (ʼâmar, H559) mantém o campo semântico de dizer usado com grande latitude. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:19, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dizer\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:19, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 2:20, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:19.","referencias_relacionadas":["Êxodo 2:19","Êxodo 2:20","Salmos 119:105"]},"exodo_2_19_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Um homem como um individual ou um male person frequentemente usado como um adjunct para um mais definite term e em tal cases frequently nao expressed em translation","significado_contextual":"Em Êxodo 2:19, \"homem\" aparece dentro da frase \"E elas disseram: Um homem egípcio nos livrou da mão dos pastores; e também nos tirou água em abundância, e deu de beber ao rebanho.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אִישׁ (ʼîysh, H376) mantém o campo semântico de um homem como um individual ou um male person frequentemente usado como um adjunct para um mais definite term e em tal cases frequently nao expressed em translation. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:19, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"homem\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:19, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 2:20, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:19.","referencias_relacionadas":["Êxodo 2:19","Êxodo 2:20","Salmos 119:105"]},"exodo_2_19_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Um mao o abrir um indicating poder means direction etc","significado_contextual":"Em Êxodo 2:19, \"mao\" aparece dentro da frase \"E elas disseram: Um homem egípcio nos livrou da mão dos pastores; e também nos tirou água em abundância, e deu de beber ao rebanho.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָד (yâd, H3027) mantém o campo semântico de um mao o abrir um indicating poder means direction etc. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:19, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"mao\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:19, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 3:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:19.","referencias_relacionadas":["Êxodo 2:19","Êxodo 3:8","Salmos 119:105"]},"exodo_2_20_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Um homem como um individual ou um male person frequentemente usado como um adjunct para um mais definite term e em tal cases frequently nao expressed em translation","significado_contextual":"Em Êxodo 2:20, \"homem\" aparece dentro da frase \"E disse a suas filhas: E onde está ele? Por que deixastes o homem? Chamai-o para que coma pão.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אִישׁ (ʼîysh, H376) mantém o campo semântico de um homem como um individual ou um male person frequentemente usado como um adjunct para um mais definite term e em tal cases frequently nao expressed em translation. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:20, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"homem\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:20, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 2:21, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:20.","referencias_relacionadas":["Êxodo 2:20","Êxodo 2:21","Salmos 119:105"]},"exodo_2_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Dizer usado com grande latitude","significado_contextual":"Em Êxodo 2:20, \"dizer\" aparece dentro da frase \"E disse a suas filhas: E onde está ele? Por que deixastes o homem? Chamai-o para que coma pão.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אָמַר (ʼâmar, H559) mantém o campo semântico de dizer usado com grande latitude. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:20, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dizer\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:20, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 2:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:20.","referencias_relacionadas":["Êxodo 2:20","Êxodo 2:7","Salmos 119:105"]},"exodo_2_20_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Para comer literalmente ou figurativamente","significado_contextual":"Em Êxodo 2:20, \"alimento\" aparece dentro da frase \"E disse a suas filhas: E onde está ele? Por que deixastes o homem? Chamai-o para que coma pão.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אָכַל (ʼâkal, H398) mantém o campo semântico de para comer literalmente ou figurativamente. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:20, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"alimento\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:20, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 23:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:20.","referencias_relacionadas":["Êxodo 2:20","Êxodo 23:11","Salmos 119:105"]},"exodo_2_21_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Properly para sentar abaixo especificamente como julgar em ambush em quiet por implicacao para habitar para permanecer causatively para settle para marry","significado_contextual":"Em Êxodo 2:21, \"julgar\" aparece dentro da frase \"E Moisés consentiu em morar com aquele homem; e ele deu a Moisés sua filha Zípora,\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָשַׁב (yâshab, H3427) mantém o campo semântico de properly para sentar abaixo especificamente como julgar em ambush em quiet por implicacao para habitar para permanecer causatively para settle para marry. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:21, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"julgar\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:21, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 23:33, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:21.","referencias_relacionadas":["Êxodo 2:21","Êxodo 23:33","Salmos 119:105"]},"exodo_2_21_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Um homem como um individual ou um male person frequentemente usado como um adjunct para um mais definite term e em tal cases frequently nao expressed em translation","significado_contextual":"Em Êxodo 2:21, \"homem\" aparece dentro da frase \"E Moisés consentiu em morar com aquele homem; e ele deu a Moisés sua filha Zípora,\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אִישׁ (ʼîysh, H376) mantém o campo semântico de um homem como um individual ou um male person frequentemente usado como um adjunct para um mais definite term e em tal cases frequently nao expressed em translation. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:21, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"homem\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:21, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 21:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:21.","referencias_relacionadas":["Êxodo 2:21","Êxodo 21:12","Salmos 119:105"]},"exodo_2_21_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Sentido lexical do termo conforme o lexico strong h5414","significado_contextual":"Em Êxodo 2:21, \"dar\" aparece dentro da frase \"E Moisés consentiu em morar com aquele homem; e ele deu a Moisés sua filha Zípora,\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נָתַן (nâthan, H5414) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h5414. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:21, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dar\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:21, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 21:22, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:21.","referencias_relacionadas":["Êxodo 2:21","Êxodo 21:22","Salmos 119:105"]},"exodo_2_22_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"O terra em large ou partitively um terra","significado_contextual":"Em Êxodo 2:22, \"terra\" aparece dentro da frase \"A qual deu à luz um filho, a quem ele chamou Gérson, porque disse: Peregrino fui em terra estranha.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֶרֶץ (ʼerets, H776) mantém o campo semântico de o terra em large ou partitively um terra. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:22, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"terra\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:22, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 20:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:22.","referencias_relacionadas":["Êxodo 2:22","Êxodo 20:11","Salmos 119:105"]},"exodo_2_22_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Para urso young causatively para beget medically para ato como midwife especificamente para show lineage","significado_contextual":"Em Êxodo 2:22, \"urso\" aparece dentro da frase \"A qual deu à luz um filho, a quem ele chamou Gérson, porque disse: Peregrino fui em terra estranha.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָלַד (yâlad, H3205) mantém o campo semântico de para urso young causatively para beget medically para ato como midwife especificamente para show lineage. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:22, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"urso\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:22, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 6:20, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:22.","referencias_relacionadas":["Êxodo 2:22","Êxodo 6:20","Salmos 119:105"]},"exodo_2_22_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Sentido lexical do termo conforme o lexico strong h1121","significado_contextual":"Em Êxodo 2:22, \"filho\" aparece dentro da frase \"A qual deu à luz um filho, a quem ele chamou Gérson, porque disse: Peregrino fui em terra estranha.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בֵּן (bên, H1121) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h1121. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:22, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"filho\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:22, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 2:25, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:22.","referencias_relacionadas":["Êxodo 2:22","Êxodo 2:25","Salmos 119:105"]},"exodo_2_23_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3117","significado_contextual":"Em Êxodo 2:23, \"dia\" aparece dentro da frase \"E aconteceu, depois de muitos dias, que morrendo o rei do Egito, os filhos de Israel suspiraram por causa da servidão, e clamaram; e o seu…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יוֹם (yôwm, H3117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:23, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:23, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 20:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:23.","referencias_relacionadas":["Êxodo 2:23","Êxodo 20:10","Salmos 119:105"]},"exodo_2_23_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Para morrer literalmente ou figurativamente causatively para matar","significado_contextual":"Em Êxodo 2:23, \"morrer\" aparece dentro da frase \"E aconteceu, depois de muitos dias, que morrendo o rei do Egito, os filhos de Israel suspiraram por causa da servidão, e clamaram; e o seu…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מוּת (mûwth, H4191) mantém o campo semântico de para morrer literalmente ou figurativamente causatively para matar. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:23, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"morrer\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:23, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 21:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:23.","referencias_relacionadas":["Êxodo 2:23","Êxodo 21:12","Salmos 119:105"]},"exodo_2_23_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Gods em o ordinary sentido mas especificamente usado em o plural assim especialmente com o artigo de o supreme deus occasionally applied por caminho de","significado_contextual":"Em Êxodo 2:23, \"deus\" aparece dentro da frase \"E aconteceu, depois de muitos dias, que morrendo o rei do Egito, os filhos de Israel suspiraram por causa da servidão, e clamaram; e o seu…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֱלֹהִים (ʼĕlôhîym, H430) mantém o campo semântico de gods em o ordinary sentido mas especificamente usado em o plural assim especialmente com o artigo de o supreme deus occasionally applied por caminho de. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:23, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"deus\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:23, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 2:24, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:23.","referencias_relacionadas":["Êxodo 2:23","Êxodo 2:24","Salmos 119:105"]},"exodo_2_24_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ouvir intelligently frequentemente com implicacao de attention obedience etc causatively para tell etc","significado_contextual":"Em Êxodo 2:24, \"ouvir\" aparece dentro da frase \"E ouviu Deus o seu gemido, e lembrou-se Deus da sua aliança com Abraão, com Isaque, e com Jacó;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שָׁמַע (shâmaʻ, H8085) mantém o campo semântico de ouvir intelligently frequentemente com implicacao de attention obedience etc causatively para tell etc. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:24, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"ouvir\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:24, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 20:19, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:24.","referencias_relacionadas":["Êxodo 2:24","Êxodo 20:19","Salmos 119:105"]},"exodo_2_24_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Gods em o ordinary sentido mas especificamente usado em o plural assim especialmente com o artigo de o supreme deus occasionally applied por caminho de","significado_contextual":"Em Êxodo 2:24, \"deus\" aparece dentro da frase \"E ouviu Deus o seu gemido, e lembrou-se Deus da sua aliança com Abraão, com Isaque, e com Jacó;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֱלֹהִים (ʼĕlôhîym, H430) mantém o campo semântico de gods em o ordinary sentido mas especificamente usado em o plural assim especialmente com o artigo de o supreme deus occasionally applied por caminho de. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:24, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"deus\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:24, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 2:25, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:24.","referencias_relacionadas":["Êxodo 2:24","Êxodo 2:25","Salmos 119:105"]},"exodo_2_24_macho":{"palavra_pt":"macho","palavra_original":"זָכַר","transliteracao":"zâkar","strong":"H2142","significado_raiz":"Properly para mark so como para ser recognized i e para lembrar por implicacao para mention para ser male","significado_contextual":"Em Êxodo 2:24, \"macho\" aparece dentro da frase \"E ouviu Deus o seu gemido, e lembrou-se Deus da sua aliança com Abraão, com Isaque, e com Jacó;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"זָכַר (zâkar, H2142) mantém o campo semântico de properly para mark so como para ser recognized i e para lembrar por implicacao para mention para ser male. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:24, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"macho\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:24, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 6:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:24.","referencias_relacionadas":["Êxodo 2:24","Êxodo 6:5","Salmos 119:105"]},"exodo_2_25_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Sentido lexical do termo conforme o lexico strong h7200","significado_contextual":"Em Êxodo 2:25, \"ver\" aparece dentro da frase \"E viu Deus os filhos de Israel, e atentou Deus para a sua condição.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רָאָה (râʼâh, H7200) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h7200. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:25, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"ver\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:25, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 25:40, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:25.","referencias_relacionadas":["Êxodo 2:25","Êxodo 25:40","Salmos 119:105"]},"exodo_2_25_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Gods em o ordinary sentido mas especificamente usado em o plural assim especialmente com o artigo de o supreme deus occasionally applied por caminho de","significado_contextual":"Em Êxodo 2:25, \"deus\" aparece dentro da frase \"E viu Deus os filhos de Israel, e atentou Deus para a sua condição.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֱלֹהִים (ʼĕlôhîym, H430) mantém o campo semântico de gods em o ordinary sentido mas especificamente usado em o plural assim especialmente com o artigo de o supreme deus occasionally applied por caminho de. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:25, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"deus\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:25, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 20:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:25.","referencias_relacionadas":["Êxodo 2:25","Êxodo 20:1","Salmos 119:105"]},"exodo_2_25_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Sentido lexical do termo conforme o lexico strong h1121","significado_contextual":"Em Êxodo 2:25, \"filho\" aparece dentro da frase \"E viu Deus os filhos de Israel, e atentou Deus para a sua condição.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בֵּן (bên, H1121) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h1121. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Êxodo 2:25, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"filho\" para conduzir a interpretação do leitor no ponto central de Êxodo 2:25, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 21:31, mostrando continuidade da revelação bíblica e aprofundando a leitura de Êxodo 2:25.","referencias_relacionadas":["Êxodo 2:25","Êxodo 21:31","Salmos 119:105"]}}