{"daniel_12_1_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Grande em qualquer sentido portanto older tambem insolent","significado_contextual":"Em Daniel 12:1, \"grande\" aparece dentro da frase \"E naquele tempo se levantará Miguel, o grande príncipe, que se levanta a favor dos filhos do teu povo, e haverá um tempo de angústia, qual…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"גָּדוֹל (gâdôwl, H1419) mantém o campo semântico de grande em qualquer sentido portanto older tambem insolent. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"grande\" para conduzir a interpretação do leitor no ponto central de Daniel 12:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Daniel 8:21, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:1.","referencias_relacionadas":["Daniel 12:1","Daniel 8:21","Salmos 119:105"]},"daniel_12_1_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Tempo especialmente adverbio com preposicao agora quando etc","significado_contextual":"Em Daniel 12:1, \"expressao\" aparece dentro da frase \"E naquele tempo se levantará Miguel, o grande príncipe, que se levanta a favor dos filhos do teu povo, e haverá um tempo de angústia, qual…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עֵת (ʻêth, H6256) mantém o campo semântico de tempo especialmente adverbio com preposicao agora quando etc. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"expressao\" para conduzir a interpretação do leitor no ponto central de Daniel 12:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Daniel 12:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:1.","referencias_relacionadas":["Daniel 12:1","Daniel 12:11","Salmos 119:105"]},"daniel_12_2_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Vivo portanto raw carne fresh plantar agua ano forte tambem como substantivo especialmente em o feminino singular e masculino plural vida ou livin","significado_contextual":"Em Daniel 12:2, \"carne\" aparece dentro da frase \"E muitos dos que dormem no pó da terra ressuscitarão, uns para vida eterna, e outros para vergonha e desprezo eterno.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חַי (chay, H2416) mantém o campo semântico de vivo portanto raw carne fresh plantar agua ano forte tambem como substantivo especialmente em o feminino singular e masculino plural vida ou livin. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"carne\" para conduzir a interpretação do leitor no ponto central de Daniel 12:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Daniel 12:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:2.","referencias_relacionadas":["Daniel 12:2","Daniel 12:7","Salmos 119:105"]},"daniel_12_2_repreender":{"palavra_pt":"repreender","palavra_original":"חֶרְפָּה","transliteracao":"cherpâh","strong":"H2781","significado_raiz":"Contumely disgrace o pudenda","significado_contextual":"Em Daniel 12:2, \"repreender\" aparece dentro da frase \"E muitos dos que dormem no pó da terra ressuscitarão, uns para vida eterna, e outros para vergonha e desprezo eterno.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חֶרְפָּה (cherpâh, H2781) mantém o campo semântico de contumely disgrace o pudenda. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"repreender\" para conduzir a interpretação do leitor no ponto central de Daniel 12:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Daniel 9:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:2.","referencias_relacionadas":["Daniel 12:2","Daniel 9:16","Salmos 119:105"]},"daniel_12_2_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Sentido lexical do termo conforme o lexico strong h7227","significado_contextual":"Em Daniel 12:2, \"homem\" aparece dentro da frase \"E muitos dos que dormem no pó da terra ressuscitarão, uns para vida eterna, e outros para vergonha e desprezo eterno.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רַב (rab, H7227) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h7227. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"homem\" para conduzir a interpretação do leitor no ponto central de Daniel 12:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Daniel 9:18, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:2.","referencias_relacionadas":["Daniel 12:2","Daniel 9:18","Salmos 119:105"]},"daniel_12_3_bom":{"palavra_pt":"bom","palavra_original":"שָׂכַל","transliteracao":"sâkal","strong":"H7919","significado_raiz":"Para ser causatively fazer ou ato circumspect e portanto intelligent","significado_contextual":"Em Daniel 12:3, \"bom\" aparece dentro da frase \"Os que forem sábios, pois, resplandecerão como o fulgor do firmamento; e os que a muitos ensinam a justiça, como as estrelas sempre e etern…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שָׂכַל (sâkal, H7919) mantém o campo semântico de para ser causatively fazer ou ato circumspect e portanto intelligent. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"bom\" para conduzir a interpretação do leitor no ponto central de Daniel 12:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Daniel 9:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:3.","referencias_relacionadas":["Daniel 12:3","Daniel 9:13","Salmos 119:105"]},"daniel_12_3_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Properly concealed i e o vanishing point geralmente tempo fora de mind past ou future i e practically eternity frequentatively adverbial","significado_contextual":"Em Daniel 12:3, \"eterno\" aparece dentro da frase \"Os que forem sábios, pois, resplandecerão como o fulgor do firmamento; e os que a muitos ensinam a justiça, como as estrelas sempre e etern…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עוֹלָם (ʻôwlâm, H5769) mantém o campo semântico de properly concealed i e o vanishing point geralmente tempo fora de mind past ou future i e practically eternity frequentatively adverbial. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"eterno\" para conduzir a interpretação do leitor no ponto central de Daniel 12:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Deuteronômio 23:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:3.","referencias_relacionadas":["Daniel 12:3","Deuteronômio 23:7","Salmos 119:105"]},"daniel_12_4_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Um palavra por implicacao um matter como falado de ou coisa adverbially um causa","significado_contextual":"Em Daniel 12:4, \"palavra\" aparece dentro da frase \"E tu, Daniel, encerra estas palavras e sela este livro, até ao fim do tempo; muitos correrão de uma parte para outra, e o conhecimento se m…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"דָּבָר (dâbâr, H1697) mantém o campo semântico de um palavra por implicacao um matter como falado de ou coisa adverbially um causa. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"palavra\" para conduzir a interpretação do leitor no ponto central de Daniel 12:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Daniel 12:9, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:4.","referencias_relacionadas":["Daniel 12:4","Daniel 12:9","Salmos 119:105"]},"daniel_12_4_fim":{"palavra_pt":"fim","palavra_original":"חָתַם","transliteracao":"châtham","strong":"H2856","significado_raiz":"Para fechar acima especialmente para seal","significado_contextual":"Em Daniel 12:4, \"fim\" aparece dentro da frase \"E tu, Daniel, encerra estas palavras e sela este livro, até ao fim do tempo; muitos correrão de uma parte para outra, e o conhecimento se m…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חָתַם (châtham, H2856) mantém o campo semântico de para fechar acima especialmente para seal. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"fim\" para conduzir a interpretação do leitor no ponto central de Daniel 12:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 8:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:4.","referencias_relacionadas":["Daniel 12:4","Isaías 8:16","Salmos 119:105"]},"daniel_12_4_livro":{"palavra_pt":"livro","palavra_original":"סֵפֶר","transliteracao":"çêpher","strong":"H5612","significado_raiz":"Properly writing o art ou um document por implicacao um book","significado_contextual":"Em Daniel 12:4, \"livro\" aparece dentro da frase \"E tu, Daniel, encerra estas palavras e sela este livro, até ao fim do tempo; muitos correrão de uma parte para outra, e o conhecimento se m…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"סֵפֶר (çêpher, H5612) mantém o campo semântico de properly writing o art ou um document por implicacao um book. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"livro\" para conduzir a interpretação do leitor no ponto central de Daniel 12:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Ester 9:25, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:4.","referencias_relacionadas":["Daniel 12:4","Ester 9:25","Salmos 119:105"]},"daniel_12_5_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Sentido lexical do termo conforme o lexico strong h7200","significado_contextual":"Em Daniel 12:5, \"ver\" aparece dentro da frase \"Então eu, Daniel, olhei, e eis que estavam em pé outros dois, um deste lado, à beira do rio, e o outro do outro lado, à beira do rio.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רָאָה (râʼâh, H7200) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h7200. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"ver\" para conduzir a interpretação do leitor no ponto central de Daniel 12:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Daniel 8:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:5.","referencias_relacionadas":["Daniel 12:5","Daniel 8:2","Salmos 119:105"]},"daniel_12_5_caminho":{"palavra_pt":"caminho","palavra_original":"הֵנָּה","transliteracao":"hênnâh","strong":"H2008","significado_raiz":"Hither ou thither mas usado ambos de lugar e tempo","significado_contextual":"Em Daniel 12:5, \"caminho\" aparece dentro da frase \"Então eu, Daniel, olhei, e eis que estavam em pé outros dois, um deste lado, à beira do rio, e o outro do outro lado, à beira do rio.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הֵנָּה (hênnâh, H2008) mantém o campo semântico de hither ou thither mas usado ambos de lugar e tempo. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"caminho\" para conduzir a interpretação do leitor no ponto central de Daniel 12:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Gênesis 15:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:5.","referencias_relacionadas":["Daniel 12:5","Gênesis 15:16","Salmos 119:105"]},"daniel_12_5_agua":{"palavra_pt":"agua","palavra_original":"שָׂפָה","transliteracao":"sâphâh","strong":"H8193","significado_raiz":"O lip como um natural boundary por implicacao language por analogia um margin de um vessel agua pano etc","significado_contextual":"Em Daniel 12:5, \"agua\" aparece dentro da frase \"Então eu, Daniel, olhei, e eis que estavam em pé outros dois, um deste lado, à beira do rio, e o outro do outro lado, à beira do rio.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שָׂפָה (sâphâh, H8193) mantém o campo semântico de o lip como um natural boundary por implicacao language por analogia um margin de um vessel agua pano etc. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"agua\" para conduzir a interpretação do leitor no ponto central de Daniel 12:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Eclesiastes 10:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:5.","referencias_relacionadas":["Daniel 12:5","Eclesiastes 10:12","Salmos 119:105"]},"daniel_12_6_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Um homem como um individual ou um male person frequentemente usado como um adjunct para um mais definite term e em tal cases frequently nao expressed em translation","significado_contextual":"Em Daniel 12:6, \"homem\" aparece dentro da frase \"E ele disse ao homem vestido de linho, que estava sobre as águas do rio: Quando será o fim destas maravilhas?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אִישׁ (ʼîysh, H376) mantém o campo semântico de um homem como um individual ou um male person frequentemente usado como um adjunct para um mais definite term e em tal cases frequently nao expressed em translation. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"homem\" para conduzir a interpretação do leitor no ponto central de Daniel 12:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Daniel 12:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:6.","referencias_relacionadas":["Daniel 12:6","Daniel 12:7","Salmos 119:105"]},"daniel_12_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Dizer usado com grande latitude","significado_contextual":"Em Daniel 12:6, \"dizer\" aparece dentro da frase \"E ele disse ao homem vestido de linho, que estava sobre as águas do rio: Quando será o fim destas maravilhas?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אָמַר (ʼâmar, H559) mantém o campo semântico de dizer usado com grande latitude. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dizer\" para conduzir a interpretação do leitor no ponto central de Daniel 12:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Daniel 12:9, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:6.","referencias_relacionadas":["Daniel 12:6","Daniel 12:9","Salmos 119:105"]},"daniel_12_6_linho":{"palavra_pt":"linho","palavra_original":"בַּד","transliteracao":"bad","strong":"H906","significado_raiz":"Flaxen thread ou yarn portanto um linho veste","significado_contextual":"Em Daniel 12:6, \"linho\" aparece dentro da frase \"E ele disse ao homem vestido de linho, que estava sobre as águas do rio: Quando será o fim destas maravilhas?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בַּד (bad, H906) mantém o campo semântico de flaxen thread ou yarn portanto um linho veste. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"linho\" para conduzir a interpretação do leitor no ponto central de Daniel 12:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Êxodo 39:28, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:6.","referencias_relacionadas":["Daniel 12:6","Êxodo 39:28","Salmos 119:105"]},"daniel_12_7_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Um homem como um individual ou um male person frequentemente usado como um adjunct para um mais definite term e em tal cases frequently nao expressed em translation","significado_contextual":"Em Daniel 12:7, \"homem\" aparece dentro da frase \"E ouvi o homem vestido de linho, que estava sobre as águas do rio, o qual levantou ao céu a sua mão direita e a sua mão esquerda, e jurou p…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אִישׁ (ʼîysh, H376) mantém o campo semântico de um homem como um individual ou um male person frequentemente usado como um adjunct para um mais definite term e em tal cases frequently nao expressed em translation. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"homem\" para conduzir a interpretação do leitor no ponto central de Daniel 12:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Daniel 9:21, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:7.","referencias_relacionadas":["Daniel 12:7","Daniel 9:21","Salmos 119:105"]},"daniel_12_7_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"O ceu como aloft o dual talvez aludindo para o visivel arch em qual o nuvens move assim como para o superior ceu superior onde o celestial corpos r","significado_contextual":"Em Daniel 12:7, \"ceus\" aparece dentro da frase \"E ouvi o homem vestido de linho, que estava sobre as águas do rio, o qual levantou ao céu a sua mão direita e a sua mão esquerda, e jurou p…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שָׁמַיִם (shâmayim, H8064) mantém o campo semântico de o ceu como aloft o dual talvez aludindo para o visivel arch em qual o nuvens move assim como para o superior ceu superior onde o celestial corpos r. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"ceus\" para conduzir a interpretação do leitor no ponto central de Daniel 12:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Daniel 8:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:7.","referencias_relacionadas":["Daniel 12:7","Daniel 8:10","Salmos 119:105"]},"daniel_12_7_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Vivo portanto raw carne fresh plantar agua ano forte tambem como substantivo especialmente em o feminino singular e masculino plural vida ou livin","significado_contextual":"Em Daniel 12:7, \"carne\" aparece dentro da frase \"E ouvi o homem vestido de linho, que estava sobre as águas do rio, o qual levantou ao céu a sua mão direita e a sua mão esquerda, e jurou p…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חַי (chay, H2416) mantém o campo semântico de vivo portanto raw carne fresh plantar agua ano forte tambem como substantivo especialmente em o feminino singular e masculino plural vida ou livin. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"carne\" para conduzir a interpretação do leitor no ponto central de Daniel 12:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Deuteronômio 28:66, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:7.","referencias_relacionadas":["Daniel 12:7","Deuteronômio 28:66","Salmos 119:105"]},"daniel_12_8_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles","significado_contextual":"Em Daniel 12:8, \"verdade\" aparece dentro da frase \"Eu, pois, ouvi, mas não entendi; por isso eu disse: Senhor meu, qual será o fim destas coisas?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"לֹא (lôʼ, H3808) mantém o campo semântico de nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"verdade\" para conduzir a interpretação do leitor no ponto central de Daniel 12:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Daniel 9:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:8.","referencias_relacionadas":["Daniel 12:8","Daniel 9:10","Salmos 119:105"]},"daniel_12_8_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Sovereign i e controller human ou divino","significado_contextual":"Em Daniel 12:8, \"soberano\" aparece dentro da frase \"Eu, pois, ouvi, mas não entendi; por isso eu disse: Senhor meu, qual será o fim destas coisas?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אָדוֹן (ʼâdôwn, H113) mantém o campo semântico de sovereign i e controller human ou divino. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"soberano\" para conduzir a interpretação do leitor no ponto central de Daniel 12:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Deuteronômio 10:17, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:8.","referencias_relacionadas":["Daniel 12:8","Deuteronômio 10:17","Salmos 119:105"]},"daniel_12_8_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ouvir intelligently frequentemente com implicacao de attention obedience etc causatively para tell etc","significado_contextual":"Em Daniel 12:8, \"ouvir\" aparece dentro da frase \"Eu, pois, ouvi, mas não entendi; por isso eu disse: Senhor meu, qual será o fim destas coisas?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שָׁמַע (shâmaʻ, H8085) mantém o campo semântico de ouvir intelligently frequentemente com implicacao de attention obedience etc causatively para tell etc. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"ouvir\" para conduzir a interpretação do leitor no ponto central de Daniel 12:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Daniel 8:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:8.","referencias_relacionadas":["Daniel 12:8","Daniel 8:16","Salmos 119:105"]},"daniel_12_9_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Um palavra por implicacao um matter como falado de ou coisa adverbially um causa","significado_contextual":"Em Daniel 12:9, \"palavra\" aparece dentro da frase \"E ele disse: Vai, Daniel, porque estas palavras estão fechadas e seladas até ao tempo do fim.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"דָּבָר (dâbâr, H1697) mantém o campo semântico de um palavra por implicacao um matter como falado de ou coisa adverbially um causa. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"palavra\" para conduzir a interpretação do leitor no ponto central de Daniel 12:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Daniel 9:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:9.","referencias_relacionadas":["Daniel 12:9","Daniel 9:12","Salmos 119:105"]},"daniel_12_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Dizer usado com grande latitude","significado_contextual":"Em Daniel 12:9, \"dizer\" aparece dentro da frase \"E ele disse: Vai, Daniel, porque estas palavras estão fechadas e seladas até ao tempo do fim.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אָמַר (ʼâmar, H559) mantém o campo semântico de dizer usado com grande latitude. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dizer\" para conduzir a interpretação do leitor no ponto central de Daniel 12:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Daniel 2:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:9.","referencias_relacionadas":["Daniel 12:9","Daniel 2:2","Salmos 119:105"]},"daniel_12_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed","significado_contextual":"Em Daniel 12:9, \"porque\" aparece dentro da frase \"E ele disse: Vai, Daniel, porque estas palavras estão fechadas e seladas até ao tempo do fim.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כִּי (kîy, H3588) mantém o campo semântico de por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"porque\" para conduzir a interpretação do leitor no ponto central de Daniel 12:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Deuteronômio 11:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:9.","referencias_relacionadas":["Daniel 12:9","Deuteronômio 11:10","Salmos 119:105"]},"daniel_12_10_bom":{"palavra_pt":"bom","palavra_original":"שָׂכַל","transliteracao":"sâkal","strong":"H7919","significado_raiz":"Para ser causatively fazer ou ato circumspect e portanto intelligent","significado_contextual":"Em Daniel 12:10, \"bom\" aparece dentro da frase \"Muitos serão purificados, e embranquecidos, e provados; mas os ímpios procederão impiamente, e nenhum dos ímpios entenderá, mas os sábios e…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שָׂכַל (sâkal, H7919) mantém o campo semântico de para ser causatively fazer ou ato circumspect e portanto intelligent. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"bom\" para conduzir a interpretação do leitor no ponto central de Daniel 12:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Daniel 12:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:10.","referencias_relacionadas":["Daniel 12:10","Daniel 12:3","Salmos 119:105"]},"daniel_12_10_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Sentido lexical do termo conforme o lexico strong h7227","significado_contextual":"Em Daniel 12:10, \"homem\" aparece dentro da frase \"Muitos serão purificados, e embranquecidos, e provados; mas os ímpios procederão impiamente, e nenhum dos ímpios entenderá, mas os sábios e…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רַב (rab, H7227) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h7227. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"homem\" para conduzir a interpretação do leitor no ponto central de Daniel 12:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Daniel 12:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:10.","referencias_relacionadas":["Daniel 12:10","Daniel 12:2","Salmos 119:105"]},"daniel_12_11_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"תָּמִיד","transliteracao":"tâmîyd","strong":"H8548","significado_raiz":"Properly continuance como indefinite extension mas usado apenas attributively como adjetivo constant ou adverbially constantly ellipt o regular","significado_contextual":"Em Daniel 12:11, \"sacrificio\" aparece dentro da frase \"E desde o tempo em que o sacrifício contínuo for tirado, e posta a abominação desoladora, haverá mil duzentos e noventa dias.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"תָּמִיד (tâmîyd, H8548) mantém o campo semântico de properly continuance como indefinite extension mas usado apenas attributively como adjetivo constant ou adverbially constantly ellipt o regular. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"sacrificio\" para conduzir a interpretação do leitor no ponto central de Daniel 12:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Daniel 8:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:11.","referencias_relacionadas":["Daniel 12:11","Daniel 8:11","Salmos 119:105"]},"daniel_12_11_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Sentido lexical do termo conforme o lexico strong h5414","significado_contextual":"Em Daniel 12:11, \"dar\" aparece dentro da frase \"E desde o tempo em que o sacrifício contínuo for tirado, e posta a abominação desoladora, haverá mil duzentos e noventa dias.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נָתַן (nâthan, H5414) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h5414. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dar\" para conduzir a interpretação do leitor no ponto central de Daniel 12:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Daniel 9:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:11.","referencias_relacionadas":["Daniel 12:11","Daniel 9:3","Salmos 119:105"]},"daniel_12_11_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Tempo especialmente adverbio com preposicao agora quando etc","significado_contextual":"Em Daniel 12:11, \"expressao\" aparece dentro da frase \"E desde o tempo em que o sacrifício contínuo for tirado, e posta a abominação desoladora, haverá mil duzentos e noventa dias.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עֵת (ʻêth, H6256) mantém o campo semântico de tempo especialmente adverbio com preposicao agora quando etc. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"expressao\" para conduzir a interpretação do leitor no ponto central de Daniel 12:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Deuteronômio 1:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:11.","referencias_relacionadas":["Daniel 12:11","Deuteronômio 1:16","Salmos 119:105"]},"daniel_12_12_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3117","significado_contextual":"Em Daniel 12:12, \"dia\" aparece dentro da frase \"Bem-aventurado o que espera e chega até mil trezentos e trinta e cinco dias.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יוֹם (yôwm, H3117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Daniel 12:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Daniel 12:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:12.","referencias_relacionadas":["Daniel 12:12","Daniel 12:13","Salmos 119:105"]},"daniel_12_12_blessed":{"palavra_pt":"bem aventurado","palavra_original":"אֶשֶׁר","transliteracao":"ʼesher","strong":"H835","significado_raiz":"Happiness apenas em masculino plural construction como interjection como happy","significado_contextual":"Em Daniel 12:12, \"bem aventurado\" aparece dentro da frase \"Bem-aventurado o que espera e chega até mil trezentos e trinta e cinco dias.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֶשֶׁר (ʼesher, H835) mantém o campo semântico de happiness apenas em masculino plural construction como interjection como happy. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"bem aventurado\" para conduzir a interpretação do leitor no ponto central de Daniel 12:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Deuteronômio 33:29, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:12.","referencias_relacionadas":["Daniel 12:12","Deuteronômio 33:29","Salmos 119:105"]},"daniel_12_12_long":{"palavra_pt":"long","palavra_original":"חָכָה","transliteracao":"châkâh","strong":"H2442","significado_raiz":"Properly para adhere para portanto para await","significado_contextual":"Em Daniel 12:12, \"long\" aparece dentro da frase \"Bem-aventurado o que espera e chega até mil trezentos e trinta e cinco dias.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חָכָה (châkâh, H2442) mantém o campo semântico de properly para adhere para portanto para await. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"long\" para conduzir a interpretação do leitor no ponto central de Daniel 12:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Isaías 8:17, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:12.","referencias_relacionadas":["Daniel 12:12","Isaías 8:17","Salmos 119:105"]},"daniel_12_13_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3117","significado_contextual":"Em Daniel 12:13, \"dia\" aparece dentro da frase \"Tu, porém, vai até ao fim; porque descansarás, e te levantarás na tua herança, no fim dos dias.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יוֹם (yôwm, H3117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Daniel 12:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Daniel 9:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:13.","referencias_relacionadas":["Daniel 12:13","Daniel 9:15","Salmos 119:105"]},"daniel_12_13_fim":{"palavra_pt":"fim","palavra_original":"קֵץ","transliteracao":"qêts","strong":"H7093","significado_raiz":"Um extremity adverbially com prepositional prefixo depois","significado_contextual":"Em Daniel 12:13, \"fim\" aparece dentro da frase \"Tu, porém, vai até ao fim; porque descansarás, e te levantarás na tua herança, no fim dos dias.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"קֵץ (qêts, H7093) mantém o campo semântico de um extremity adverbially com prepositional prefixo depois. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"fim\" para conduzir a interpretação do leitor no ponto central de Daniel 12:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Deuteronômio 15:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:13.","referencias_relacionadas":["Daniel 12:13","Deuteronômio 15:1","Salmos 119:105"]},"daniel_12_13_descanso":{"palavra_pt":"descanso","palavra_original":"נוּחַ","transliteracao":"nûwach","strong":"H5117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h5117","significado_contextual":"Em Daniel 12:13, \"descanso\" aparece dentro da frase \"Tu, porém, vai até ao fim; porque descansarás, e te levantarás na tua herança, no fim dos dias.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נוּחַ (nûwach, H5117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h5117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Daniel 12:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"descanso\" para conduzir a interpretação do leitor no ponto central de Daniel 12:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Ester 9:18, mostrando continuidade da revelação bíblica e aprofundando a leitura de Daniel 12:13.","referencias_relacionadas":["Daniel 12:13","Ester 9:18","Salmos 119:105"]}}