{"lucas_12_1_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Um throng como borne along por implicacao o rabble por extensao um classe de povo figurativamente um riot","significado_contextual":"Em Lucas 12:1, \"povo\" aparece dentro da frase \"Ajuntando-se entretanto muitos milhares de pessoas, de sorte que se atropelavam uns aos outros, começou a dizer aos seus discípulos: Acaute…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ὄχλος (óchlos, G3793) mantém o campo semântico de um throng como borne along por implicacao o rabble por extensao um classe de povo figurativamente um riot. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"povo\" para conduzir a interpretação do leitor no ponto central de Lucas 12:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:1.","referencias_relacionadas":["Lucas 12:1","Lucas 12:13","João 1:1"]},"lucas_12_2_homem":{"palavra_pt":"homem","palavra_original":"οὐδείς","transliteracao":"oudeís","strong":"G3762","significado_raiz":"Nao ate mesmo um homem mulher ou coisa i e none nobody nothing","significado_contextual":"Em Lucas 12:2, \"homem\" aparece dentro da frase \"Mas nada há encoberto que não haja de ser descoberto; nem oculto, que não haja de ser sabido.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"οὐδείς (oudeís, G3762) mantém o campo semântico de nao ate mesmo um homem mulher ou coisa i e none nobody nothing. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"homem\" para conduzir a interpretação do leitor no ponto central de Lucas 12:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 18:34, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:2.","referencias_relacionadas":["Lucas 12:2","Lucas 18:34","João 1:1"]},"lucas_12_2_cover":{"palavra_pt":"cobrir","palavra_original":"συγκαλύπτω","transliteracao":"synkalýptō","strong":"G4780","significado_raiz":"Para conceal altogether","significado_contextual":"Em Lucas 12:2, \"cobrir\" aparece dentro da frase \"Mas nada há encoberto que não haja de ser descoberto; nem oculto, que não haja de ser sabido.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"συγκαλύπτω (synkalýptō, G4780) mantém o campo semântico de para conceal altogether. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cobrir\" para conduzir a interpretação do leitor no ponto central de Lucas 12:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com João 1:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:2.","referencias_relacionadas":["Lucas 12:2","João 1:1","Romanos 8:28"]},"lucas_12_3_verdade":{"palavra_pt":"pregar/proclamar","palavra_original":"κηρύσσω","transliteracao":"kērýssō","strong":"G2784","significado_raiz":"Para herald como um public crier especialmente divino verdade o gospel","significado_contextual":"Em Lucas 12:3, \"pregar\" aparece dentro da frase \"Porquanto tudo o que em trevas dissestes, à luz será ouvido; e o que falastes ao ouvido no gabinete, sobre os telhados será apregoado.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"κηρύσσω (kērýssō, G2784) mantém o campo semântico de para herald como um public crier especialmente divino verdade o gospel. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"pregar\" para conduzir a interpretação do leitor no ponto central de Lucas 12:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 24:47, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:3.","referencias_relacionadas":["Lucas 12:3","Lucas 24:47","João 1:1"]},"lucas_12_3_darkness":{"palavra_pt":"dark ness","palavra_original":"σκοτία","transliteracao":"skotía","strong":"G4653","significado_raiz":"Dimness obscurity literalmente ou figurativamente","significado_contextual":"Em Lucas 12:3, \"dark ness\" aparece dentro da frase \"Porquanto tudo o que em trevas dissestes, à luz será ouvido; e o que falastes ao ouvido no gabinete, sobre os telhados será apregoado.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"σκοτία (skotía, G4653) mantém o campo semântico de dimness obscurity literalmente ou figurativamente. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dark ness\" para conduzir a interpretação do leitor no ponto central de Lucas 12:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Mateus 10:27, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:3.","referencias_relacionadas":["Lucas 12:3","Mateus 10:27","João 1:1"]},"lucas_12_3_fogo":{"palavra_pt":"luz","palavra_original":"φῶς","transliteracao":"phōs","strong":"G5457","significado_raiz":"Sentido lexical do termo conforme o lexico strong g5457","significado_contextual":"Em Lucas 12:3, \"luz\" aparece dentro da frase \"Porquanto tudo o que em trevas dissestes, à luz será ouvido; e o que falastes ao ouvido no gabinete, sobre os telhados será apregoado.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"φῶς (phōs, G5457) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g5457. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"luz\" para conduzir a interpretação do leitor no ponto central de Lucas 12:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 2:32, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:3.","referencias_relacionadas":["Lucas 12:3","Lucas 2:32","João 1:1"]},"lucas_12_4_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Sentido lexical do termo conforme o lexico strong g4160","significado_contextual":"Em Lucas 12:4, \"fazer\" aparece dentro da frase \"E digo-vos, amigos meus: Não temais os que matam o corpo e, depois, não têm mais que fazer.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ποιέω (poiéō, G4160) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g4160. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"fazer\" para conduzir a interpretação do leitor no ponto central de Lucas 12:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:43, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:4.","referencias_relacionadas":["Lucas 12:4","Lucas 12:43","João 1:1"]},"lucas_12_4_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Sentido lexical do termo conforme o lexico strong g3361","significado_contextual":"Em Lucas 12:4, \"deus\" aparece dentro da frase \"E digo-vos, amigos meus: Não temais os que matam o corpo e, depois, não têm mais que fazer.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"μή (mḗ, G3361) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g3361. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"deus\" para conduzir a interpretação do leitor no ponto central de Lucas 12:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:59, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:4.","referencias_relacionadas":["Lucas 12:4","Lucas 12:59","João 1:1"]},"lucas_12_4_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Sentido lexical do termo conforme o lexico strong g4983","significado_contextual":"Em Lucas 12:4, \"corpo\" aparece dentro da frase \"E digo-vos, amigos meus: Não temais os que matam o corpo e, depois, não têm mais que fazer.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"σῶμα (sōma, G4983) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g4983. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"corpo\" para conduzir a interpretação do leitor no ponto central de Lucas 12:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 17:37, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:4.","referencias_relacionadas":["Lucas 12:4","Lucas 17:37","João 1:1"]},"lucas_12_5_eterno":{"palavra_pt":"eterno","palavra_original":"ἐμβάλλω","transliteracao":"embállō","strong":"G1685","significado_raiz":"Sentido lexical do termo conforme o lexico strong g1685","significado_contextual":"Em Lucas 12:5, \"eterno\" aparece dentro da frase \"Mas eu vos mostrarei a quem deveis temer; temei aquele que, depois de matar, tem poder para lançar no inferno; sim, vos digo, a esse temei.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ἐμβάλλω (embállō, G1685) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g1685. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"eterno\" para conduzir a interpretação do leitor no ponto central de Lucas 12:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com João 1:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:5.","referencias_relacionadas":["Lucas 12:5","João 1:1","Romanos 8:28"]},"lucas_12_5_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Properly denoting accompaniment amid local ou causal modified variously according para o case genitive association ou accusative succession","significado_contextual":"Em Lucas 12:5, \"seguir\" aparece dentro da frase \"Mas eu vos mostrarei a quem deveis temer; temei aquele que, depois de matar, tem poder para lançar no inferno; sim, vos digo, a esse temei.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"μετά (metá, G3326) mantém o campo semântico de properly denoting accompaniment amid local ou causal modified variously according para o case genitive association ou accusative succession. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"seguir\" para conduzir a interpretação do leitor no ponto central de Lucas 12:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:58, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:5.","referencias_relacionadas":["Lucas 12:5","Lucas 12:58","João 1:1"]},"lucas_12_5_autoridade":{"palavra_pt":"autoridade","palavra_original":"ἐξουσία","transliteracao":"exousía","strong":"G1849","significado_raiz":"Privilege i e subjectively force capacity competency freedom ou objectively mastery concretely magistrate superhuman potentate token de","significado_contextual":"Em Lucas 12:5, \"autoridade\" aparece dentro da frase \"Mas eu vos mostrarei a quem deveis temer; temei aquele que, depois de matar, tem poder para lançar no inferno; sim, vos digo, a esse temei.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ἐξουσία (exousía, G1849) mantém o campo semântico de privilege i e subjectively force capacity competency freedom ou objectively mastery concretely magistrate superhuman potentate token de. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"autoridade\" para conduzir a interpretação do leitor no ponto central de Lucas 12:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 20:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:5.","referencias_relacionadas":["Lucas 12:5","Lucas 20:2","João 1:1"]},"lucas_12_6_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Figurativamente um magistrate por hebraism muito","significado_contextual":"Em Lucas 12:6, \"deus\" aparece dentro da frase \"Não se vendem cinco passarinhos por dois ceitis? E nenhum deles está esquecido diante de Deus.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"θεός (theós, G2316) mantém o campo semântico de figurativamente um magistrate por hebraism muito. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"deus\" para conduzir a interpretação do leitor no ponto central de Lucas 12:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:6.","referencias_relacionadas":["Lucas 12:6","Lucas 12:8","João 1:1"]},"lucas_12_6_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Sentido lexical do termo conforme o lexico strong g1537","significado_contextual":"Em Lucas 12:6, \"entre\" aparece dentro da frase \"Não se vendem cinco passarinhos por dois ceitis? E nenhum deles está esquecido diante de Deus.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ἐκ (ek, G1537) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g1537. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"entre\" para conduzir a interpretação do leitor no ponto central de Lucas 12:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 14:28, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:6.","referencias_relacionadas":["Lucas 12:6","Lucas 14:28","João 1:1"]},"lucas_12_7_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Singular muito em qualquer respect ou plural muitos neutro singular como adverbial largely neutro plural como adverbio ou substantivo frequentemente mostly largely","significado_contextual":"Em Lucas 12:7, \"grande\" aparece dentro da frase \"E até os cabelos da vossa cabeça estão todos contados. Não temais pois; mais valeis vós do que muitos passarinhos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"πολύς (polýs, G4183) mantém o campo semântico de singular muito em qualquer respect ou plural muitos neutro singular como adverbial largely neutro plural como adverbio ou substantivo frequentemente mostly largely. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"grande\" para conduzir a interpretação do leitor no ponto central de Lucas 12:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 13:24, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:7.","referencias_relacionadas":["Lucas 12:7","Lucas 13:24","João 1:1"]},"lucas_12_7_hair":{"palavra_pt":"cabelo","palavra_original":"θρίξ","transliteracao":"thríx","strong":"G2359","significado_raiz":"De derivacao incerta hair","significado_contextual":"Em Lucas 12:7, \"cabelo\" aparece dentro da frase \"E até os cabelos da vossa cabeça estão todos contados. Não temais pois; mais valeis vós do que muitos passarinhos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"θρίξ (thríx, G2359) mantém o campo semântico de de derivacao incerta hair. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cabelo\" para conduzir a interpretação do leitor no ponto central de Lucas 12:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 21:18, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:7.","referencias_relacionadas":["Lucas 12:7","Lucas 21:18","João 1:1"]},"lucas_12_7_head":{"palavra_pt":"cabeca","palavra_original":"κεφαλή","transliteracao":"kephalḗ","strong":"G2776","significado_raiz":"O cabeca como o parte mais readily tomado segurar de literalmente ou figurativamente","significado_contextual":"Em Lucas 12:7, \"cabeca\" aparece dentro da frase \"E até os cabelos da vossa cabeça estão todos contados. Não temais pois; mais valeis vós do que muitos passarinhos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"κεφαλή (kephalḗ, G2776) mantém o campo semântico de o cabeca como o parte mais readily tomado segurar de literalmente ou figurativamente. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cabeca\" para conduzir a interpretação do leitor no ponto central de Lucas 12:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 20:17, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:7.","referencias_relacionadas":["Lucas 12:7","Lucas 20:17","João 1:1"]},"lucas_12_8_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Figurativamente um magistrate por hebraism muito","significado_contextual":"Em Lucas 12:8, \"deus\" aparece dentro da frase \"E digo-vos que todo aquele que me confessar diante dos homens também o Filho do homem o confessará diante dos anjos de Deus.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"θεός (theós, G2316) mantém o campo semântico de figurativamente um magistrate por hebraism muito. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"deus\" para conduzir a interpretação do leitor no ponto central de Lucas 12:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:9, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:8.","referencias_relacionadas":["Lucas 12:8","Lucas 12:9","João 1:1"]},"lucas_12_8_alianca":{"palavra_pt":"alianca","palavra_original":"ὁμολογέω","transliteracao":"homologéō","strong":"G3670","significado_raiz":"Para assent i e alianca acknowledge","significado_contextual":"Em Lucas 12:8, \"alianca\" aparece dentro da frase \"E digo-vos que todo aquele que me confessar diante dos homens também o Filho do homem o confessará diante dos anjos de Deus.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ὁμολογέω (homologéō, G3670) mantém o campo semântico de para assent i e alianca acknowledge. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"alianca\" para conduzir a interpretação do leitor no ponto central de Lucas 12:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Mateus 10:32, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:8.","referencias_relacionadas":["Lucas 12:8","Mateus 10:32","João 1:1"]},"lucas_12_9_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Figurativamente um magistrate por hebraism muito","significado_contextual":"Em Lucas 12:9, \"deus\" aparece dentro da frase \"Mas quem me negar diante dos homens será negado diante dos anjos de Deus.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"θεός (theós, G2316) mantém o campo semântico de figurativamente um magistrate por hebraism muito. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"deus\" para conduzir a interpretação do leitor no ponto central de Lucas 12:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 13:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:9.","referencias_relacionadas":["Lucas 12:9","Lucas 13:13","João 1:1"]},"lucas_12_10_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Sentido lexical do termo conforme o lexico strong g3056","significado_contextual":"Em Lucas 12:10, \"palavra\" aparece dentro da frase \"E a todo aquele que disser uma palavra contra o Filho do homem ser-lhe-á perdoada, mas ao que blasfemar contra o Espírito Santo não lhe ser…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"λόγος (lógos, G3056) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g3056. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"palavra\" para conduzir a interpretação do leitor no ponto central de Lucas 12:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 16:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:10.","referencias_relacionadas":["Lucas 12:10","Lucas 16:2","João 1:1"]},"lucas_12_10_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Um current de air i e breath blast ou um breeze por analogia ou figurativamente um espirito i e human o rational alma por implicacao vital princi","significado_contextual":"Em Lucas 12:10, \"espirito\" aparece dentro da frase \"E a todo aquele que disser uma palavra contra o Filho do homem ser-lhe-á perdoada, mas ao que blasfemar contra o Espírito Santo não lhe ser…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"πνεῦμα (pneûma, G4151) mantém o campo semântico de um current de air i e breath blast ou um breeze por analogia ou figurativamente um espirito i e human o rational alma por implicacao vital princi. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"espirito\" para conduzir a interpretação do leitor no ponto central de Lucas 12:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:10.","referencias_relacionadas":["Lucas 12:10","Lucas 12:12","João 1:1"]},"lucas_12_11_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Um assemblage de persons specially um jewish synagogue o meeting ou o lugar por analogia um christian igreja","significado_contextual":"Em Lucas 12:11, \"igreja\" aparece dentro da frase \"E, quando vos conduzirem às sinagogas, aos magistrados e potestades, não estejais solícitos de como ou do que haveis de responder, nem do q…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"συναγωγή (synagōgḗ, G4864) mantém o campo semântico de um assemblage de persons specially um jewish synagogue o meeting ou o lugar por analogia um christian igreja. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"igreja\" para conduzir a interpretação do leitor no ponto central de Lucas 12:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 13:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:11.","referencias_relacionadas":["Lucas 12:11","Lucas 13:10","João 1:1"]},"lucas_12_11_autoridade":{"palavra_pt":"autoridade","palavra_original":"ἐξουσία","transliteracao":"exousía","strong":"G1849","significado_raiz":"Privilege i e subjectively force capacity competency freedom ou objectively mastery concretely magistrate superhuman potentate token de","significado_contextual":"Em Lucas 12:11, \"autoridade\" aparece dentro da frase \"E, quando vos conduzirem às sinagogas, aos magistrados e potestades, não estejais solícitos de como ou do que haveis de responder, nem do q…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ἐξουσία (exousía, G1849) mantém o campo semântico de privilege i e subjectively force capacity competency freedom ou objectively mastery concretely magistrate superhuman potentate token de. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"autoridade\" para conduzir a interpretação do leitor no ponto central de Lucas 12:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:11.","referencias_relacionadas":["Lucas 12:11","Lucas 12:5","João 1:1"]},"lucas_12_11_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Sentido lexical do termo conforme o lexico strong g3361","significado_contextual":"Em Lucas 12:11, \"deus\" aparece dentro da frase \"E, quando vos conduzirem às sinagogas, aos magistrados e potestades, não estejais solícitos de como ou do que haveis de responder, nem do q…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"μή (mḗ, G3361) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g3361. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"deus\" para conduzir a interpretação do leitor no ponto central de Lucas 12:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:22, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:11.","referencias_relacionadas":["Lucas 12:11","Lucas 12:22","João 1:1"]},"lucas_12_12_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Um current de air i e breath blast ou um breeze por analogia ou figurativamente um espirito i e human o rational alma por implicacao vital princi","significado_contextual":"Em Lucas 12:12, \"espirito\" aparece dentro da frase \"Porque na mesma hora vos ensinará o Espírito Santo o que vos convenha falar.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"πνεῦμα (pneûma, G4151) mantém o campo semântico de um current de air i e breath blast ou um breeze por analogia ou figurativamente um espirito i e human o rational alma por implicacao vital princi. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"espirito\" para conduzir a interpretação do leitor no ponto central de Lucas 12:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 13:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:12.","referencias_relacionadas":["Lucas 12:12","Lucas 13:11","João 1:1"]},"lucas_12_12_dia":{"palavra_pt":"dia","palavra_original":"ὥρα","transliteracao":"hṓra","strong":"G5610","significado_raiz":"Um hour literalmente ou figurativamente","significado_contextual":"Em Lucas 12:12, \"dia\" aparece dentro da frase \"Porque na mesma hora vos ensinará o Espírito Santo o que vos convenha falar.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ὥρα (hṓra, G5610) mantém o campo semântico de um hour literalmente ou figurativamente. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Lucas 12:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:39, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:12.","referencias_relacionadas":["Lucas 12:12","Lucas 12:39","João 1:1"]},"lucas_12_12_ensinar":{"palavra_pt":"ensinar","palavra_original":"διδάσκω","transliteracao":"didáskō","strong":"G1321","significado_raiz":"Sentido lexical do termo conforme o lexico strong g1321","significado_contextual":"Em Lucas 12:12, \"ensinar\" aparece dentro da frase \"Porque na mesma hora vos ensinará o Espírito Santo o que vos convenha falar.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"διδάσκω (didáskō, G1321) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g1321. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"ensinar\" para conduzir a interpretação do leitor no ponto central de Lucas 12:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 4:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:12.","referencias_relacionadas":["Lucas 12:12","Lucas 4:15","João 1:1"]},"lucas_12_13_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Sentido lexical do termo conforme o lexico strong g1537","significado_contextual":"Em Lucas 12:13, \"entre\" aparece dentro da frase \"E disse-lhe um da multidão: Mestre, dize a meu irmão que reparta comigo a herança.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ἐκ (ek, G1537) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g1537. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"entre\" para conduzir a interpretação do leitor no ponto central de Lucas 12:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:13.","referencias_relacionadas":["Lucas 12:13","Lucas 12:15","João 1:1"]},"lucas_12_13_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Um throng como borne along por implicacao o rabble por extensao um classe de povo figurativamente um riot","significado_contextual":"Em Lucas 12:13, \"povo\" aparece dentro da frase \"E disse-lhe um da multidão: Mestre, dize a meu irmão que reparta comigo a herança.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ὄχλος (óchlos, G3793) mantém o campo semântico de um throng como borne along por implicacao o rabble por extensao um classe de povo figurativamente um riot. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"povo\" para conduzir a interpretação do leitor no ponto central de Lucas 12:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:54, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:13.","referencias_relacionadas":["Lucas 12:13","Lucas 12:54","João 1:1"]},"lucas_12_13_mestre":{"palavra_pt":"mestre","palavra_original":"διδάσκαλος","transliteracao":"didáskalos","strong":"G1320","significado_raiz":"Um instructor genitive case ou specially","significado_contextual":"Em Lucas 12:13, \"mestre\" aparece dentro da frase \"E disse-lhe um da multidão: Mestre, dize a meu irmão que reparta comigo a herança.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"διδάσκαλος (didáskalos, G1320) mantém o campo semântico de um instructor genitive case ou specially. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"mestre\" para conduzir a interpretação do leitor no ponto central de Lucas 12:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 18:18, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:13.","referencias_relacionadas":["Lucas 12:13","Lucas 18:18","João 1:1"]},"lucas_12_14_julgar":{"palavra_pt":"julgar","palavra_original":"κριτής","transliteracao":"kritḗs","strong":"G2923","significado_raiz":"Um julgar genitive case ou specially","significado_contextual":"Em Lucas 12:14, \"julgar\" aparece dentro da frase \"Mas ele lhe disse: Homem, quem me pôs a mim por juiz ou repartidor entre vós?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"κριτής (kritḗs, G2923) mantém o campo semântico de um julgar genitive case ou specially. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:14, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"julgar\" para conduzir a interpretação do leitor no ponto central de Lucas 12:14, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 18:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:14.","referencias_relacionadas":["Lucas 12:14","Lucas 18:2","João 1:1"]},"lucas_12_14_divider":{"palavra_pt":"divider","palavra_original":"μεριστής","transliteracao":"meristḗs","strong":"G3312","significado_raiz":"Um apportioner administrator","significado_contextual":"Em Lucas 12:14, \"divider\" aparece dentro da frase \"Mas ele lhe disse: Homem, quem me pôs a mim por juiz ou repartidor entre vós?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"μεριστής (meristḗs, G3312) mantém o campo semântico de um apportioner administrator. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:14, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"divider\" para conduzir a interpretação do leitor no ponto central de Lucas 12:14, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com João 1:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:14.","referencias_relacionadas":["Lucas 12:14","João 1:1","Romanos 8:28"]},"lucas_12_14_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Falar ou dizer por palavra ou writing","significado_contextual":"Em Lucas 12:14, \"falar\" aparece dentro da frase \"Mas ele lhe disse: Homem, quem me pôs a mim por juiz ou repartidor entre vós?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ἔπω (épō, G2036) mantém o campo semântico de falar ou dizer por palavra ou writing. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:14, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"falar\" para conduzir a interpretação do leitor no ponto central de Lucas 12:14, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:14.","referencias_relacionadas":["Lucas 12:14","Lucas 12:16","João 1:1"]},"lucas_12_15_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Vida literalmente ou figurativamente","significado_contextual":"Em Lucas 12:15, \"vida\" aparece dentro da frase \"E disse-lhes: Acautelai-vos e guardai-vos da avareza; porque a vida de qualquer não consiste na abundância do que possui.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ζωή (zōḗ, G2222) mantém o campo semântico de vida literalmente ou figurativamente. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:15, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"vida\" para conduzir a interpretação do leitor no ponto central de Lucas 12:15, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 16:25, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:15.","referencias_relacionadas":["Lucas 12:15","Lucas 16:25","João 1:1"]},"lucas_12_15_covetousness":{"palavra_pt":"covetous ness","palavra_original":"πλεονεξία","transliteracao":"pleonexía","strong":"G4124","significado_raiz":"Avarice i e por implicacao fraudulency extortion","significado_contextual":"Em Lucas 12:15, \"covetous ness\" aparece dentro da frase \"E disse-lhes: Acautelai-vos e guardai-vos da avareza; porque a vida de qualquer não consiste na abundância do que possui.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"πλεονεξία (pleonexía, G4124) mantém o campo semântico de avarice i e por implicacao fraudulency extortion. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:15, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"covetous ness\" para conduzir a interpretação do leitor no ponto central de Lucas 12:15, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Romanos 1:29, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:15.","referencias_relacionadas":["Lucas 12:15","Romanos 1:29","João 1:1"]},"lucas_12_15_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Sentido lexical do termo conforme o lexico strong g1537","significado_contextual":"Em Lucas 12:15, \"entre\" aparece dentro da frase \"E disse-lhes: Acautelai-vos e guardai-vos da avareza; porque a vida de qualquer não consiste na abundância do que possui.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ἐκ (ek, G1537) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g1537. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:15, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"entre\" para conduzir a interpretação do leitor no ponto central de Lucas 12:15, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:25, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:15.","referencias_relacionadas":["Lucas 12:15","Lucas 12:25","João 1:1"]},"lucas_12_16_vida":{"palavra_pt":"vida","palavra_original":"παραβολή","transliteracao":"parabolḗ","strong":"G3850","significado_raiz":"Um similitude parabola i e symbolic fictitious narrative de comum vida conveying um moral apothegm ou adage","significado_contextual":"Em Lucas 12:16, \"vida\" aparece dentro da frase \"E propôs-lhe uma parábola, dizendo: A herdade de um homem rico tinha produzido com abundância;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"παραβολή (parabolḗ, G3850) mantém o campo semântico de um similitude parabola i e symbolic fictitious narrative de comum vida conveying um moral apothegm ou adage. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:16, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"vida\" para conduzir a interpretação do leitor no ponto central de Lucas 12:16, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:41, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:16.","referencias_relacionadas":["Lucas 12:16","Lucas 12:41","João 1:1"]},"lucas_12_16_solo":{"palavra_pt":"solo","palavra_original":"χώρα","transliteracao":"chṓra","strong":"G5561","significado_raiz":"Sentido lexical do termo conforme o lexico strong g5561","significado_contextual":"Em Lucas 12:16, \"solo\" aparece dentro da frase \"E propôs-lhe uma parábola, dizendo: A herdade de um homem rico tinha produzido com abundância;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"χώρα (chṓra, G5561) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g5561. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:16, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"solo\" para conduzir a interpretação do leitor no ponto central de Lucas 12:16, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 15:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:16.","referencias_relacionadas":["Lucas 12:16","Lucas 15:15","João 1:1"]},"lucas_12_16_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Falar ou dizer por palavra ou writing","significado_contextual":"Em Lucas 12:16, \"falar\" aparece dentro da frase \"E propôs-lhe uma parábola, dizendo: A herdade de um homem rico tinha produzido com abundância;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ἔπω (épō, G2036) mantém o campo semântico de falar ou dizer por palavra ou writing. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:16, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"falar\" para conduzir a interpretação do leitor no ponto central de Lucas 12:16, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 13:20, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:16.","referencias_relacionadas":["Lucas 12:16","Lucas 13:20","João 1:1"]},"lucas_12_17_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Sentido lexical do termo conforme o lexico strong g4160","significado_contextual":"Em Lucas 12:17, \"fazer\" aparece dentro da frase \"E arrazoava ele entre si, dizendo: Que farei? Não tenho onde recolher os meus frutos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ποιέω (poiéō, G4160) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g4160. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:17, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"fazer\" para conduzir a interpretação do leitor no ponto central de Lucas 12:17, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:18, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:17.","referencias_relacionadas":["Lucas 12:17","Lucas 12:18","João 1:1"]},"lucas_12_17_fruto":{"palavra_pt":"fruto","palavra_original":"καρπός","transliteracao":"karpós","strong":"G2590","significado_raiz":"Fruto como plucked literalmente ou figurativamente","significado_contextual":"Em Lucas 12:17, \"fruto\" aparece dentro da frase \"E arrazoava ele entre si, dizendo: Que farei? Não tenho onde recolher os meus frutos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"καρπός (karpós, G2590) mantém o campo semântico de fruto como plucked literalmente ou figurativamente. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:17, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"fruto\" para conduzir a interpretação do leitor no ponto central de Lucas 12:17, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 13:9, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:17.","referencias_relacionadas":["Lucas 12:17","Lucas 13:9","João 1:1"]},"lucas_12_18_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Sentido lexical do termo conforme o lexico strong g4160","significado_contextual":"Em Lucas 12:18, \"fazer\" aparece dentro da frase \"E disse: Farei isto: Derrubarei os meus celeiros, e edificarei outros maiores, e ali recolherei todas as minhas novidades e os meus bens;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ποιέω (poiéō, G4160) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g4160. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:18, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"fazer\" para conduzir a interpretação do leitor no ponto central de Lucas 12:18, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:33, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:18.","referencias_relacionadas":["Lucas 12:18","Lucas 12:33","João 1:1"]},"lucas_12_18_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Sentido lexical do termo conforme o lexico strong g3173","significado_contextual":"Em Lucas 12:18, \"temor\" aparece dentro da frase \"E disse: Farei isto: Derrubarei os meus celeiros, e edificarei outros maiores, e ali recolherei todas as minhas novidades e os meus bens;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"μέγας (mégas, G3173) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g3173. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:18, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"temor\" para conduzir a interpretação do leitor no ponto central de Lucas 12:18, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 13:19, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:18.","referencias_relacionadas":["Lucas 12:18","Lucas 13:19","João 1:1"]},"lucas_12_18_trigo":{"palavra_pt":"trigo","palavra_original":"σῖτος","transliteracao":"sîtos","strong":"G4621","significado_raiz":"Grain especialmente wheat","significado_contextual":"Em Lucas 12:18, \"trigo\" aparece dentro da frase \"E disse: Farei isto: Derrubarei os meus celeiros, e edificarei outros maiores, e ali recolherei todas as minhas novidades e os meus bens;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"σῖτος (sîtos, G4621) mantém o campo semântico de grain especialmente wheat. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:18, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"trigo\" para conduzir a interpretação do leitor no ponto central de Lucas 12:18, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 16:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:18.","referencias_relacionadas":["Lucas 12:18","Lucas 16:7","João 1:1"]},"lucas_12_19_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Breath i e por implicacao espirito abstractly ou concretely o animal sentient principle apenas assim distinguished em o um mao de g4151","significado_contextual":"Em Lucas 12:19, \"alma\" aparece dentro da frase \"E direi a minha alma: Alma, tens em depósito muitos bens para muitos anos; descansa, come, bebe e folga.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ψυχή (psychḗ, G5590) mantém o campo semântico de breath i e por implicacao espirito abstractly ou concretely o animal sentient principle apenas assim distinguished em o um mao de g4151. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:19, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"alma\" para conduzir a interpretação do leitor no ponto central de Lucas 12:19, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:20, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:19.","referencias_relacionadas":["Lucas 12:19","Lucas 12:20","João 1:1"]},"lucas_12_19_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Singular muito em qualquer respect ou plural muitos neutro singular como adverbial largely neutro plural como adverbio ou substantivo frequentemente mostly largely","significado_contextual":"Em Lucas 12:19, \"grande\" aparece dentro da frase \"E direi a minha alma: Alma, tens em depósito muitos bens para muitos anos; descansa, come, bebe e folga.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"πολύς (polýs, G4183) mantém o campo semântico de singular muito em qualquer respect ou plural muitos neutro singular como adverbial largely neutro plural como adverbio ou substantivo frequentemente mostly largely. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:19, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"grande\" para conduzir a interpretação do leitor no ponto central de Lucas 12:19, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:47, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:19.","referencias_relacionadas":["Lucas 12:19","Lucas 12:47","João 1:1"]},"lucas_12_20_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Figurativamente um magistrate por hebraism muito","significado_contextual":"Em Lucas 12:20, \"deus\" aparece dentro da frase \"Mas Deus lhe disse: Louco! esta noite te pedirão a tua alma; e o que tens preparado, para quem será?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"θεός (theós, G2316) mantém o campo semântico de figurativamente um magistrate por hebraism muito. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:20, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"deus\" para conduzir a interpretação do leitor no ponto central de Lucas 12:20, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:21, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:20.","referencias_relacionadas":["Lucas 12:20","Lucas 12:21","João 1:1"]},"lucas_12_20_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Breath i e por implicacao espirito abstractly ou concretely o animal sentient principle apenas assim distinguished em o um mao de g4151","significado_contextual":"Em Lucas 12:20, \"alma\" aparece dentro da frase \"Mas Deus lhe disse: Louco! esta noite te pedirão a tua alma; e o que tens preparado, para quem será?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ψυχή (psychḗ, G5590) mantém o campo semântico de breath i e por implicacao espirito abstractly ou concretely o animal sentient principle apenas assim distinguished em o um mao de g4151. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:20, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"alma\" para conduzir a interpretação do leitor no ponto central de Lucas 12:20, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:22, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:20.","referencias_relacionadas":["Lucas 12:20","Lucas 12:22","João 1:1"]},"lucas_12_20_midnight":{"palavra_pt":"mid night","palavra_original":"νύξ","transliteracao":"nýx","strong":"G3571","significado_raiz":"Noite literalmente ou figurativamente","significado_contextual":"Em Lucas 12:20, \"mid night\" aparece dentro da frase \"Mas Deus lhe disse: Louco! esta noite te pedirão a tua alma; e o que tens preparado, para quem será?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"νύξ (nýx, G3571) mantém o campo semântico de noite literalmente ou figurativamente. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:20, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"mid night\" para conduzir a interpretação do leitor no ponto central de Lucas 12:20, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 17:34, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:20.","referencias_relacionadas":["Lucas 12:20","Lucas 17:34","João 1:1"]},"lucas_12_21_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Figurativamente um magistrate por hebraism muito","significado_contextual":"Em Lucas 12:21, \"deus\" aparece dentro da frase \"Assim é aquele que para si ajunta tesouros, e não é rico para com Deus.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"θεός (theós, G2316) mantém o campo semântico de figurativamente um magistrate por hebraism muito. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:21, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"deus\" para conduzir a interpretação do leitor no ponto central de Lucas 12:21, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:24, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:21.","referencias_relacionadas":["Lucas 12:21","Lucas 12:24","João 1:1"]},"lucas_12_21_tesouro":{"palavra_pt":"tesouro","palavra_original":"θησαυρίζω","transliteracao":"thēsaurízō","strong":"G2343","significado_raiz":"Para amass ou reserve literalmente ou figurativamente","significado_contextual":"Em Lucas 12:21, \"tesouro\" aparece dentro da frase \"Assim é aquele que para si ajunta tesouros, e não é rico para com Deus.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"θησαυρίζω (thēsaurízō, G2343) mantém o campo semântico de para amass ou reserve literalmente ou figurativamente. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:21, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"tesouro\" para conduzir a interpretação do leitor no ponto central de Lucas 12:21, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com João 1:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:21.","referencias_relacionadas":["Lucas 12:21","João 1:1","Romanos 8:28"]},"lucas_12_22_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Breath i e por implicacao espirito abstractly ou concretely o animal sentient principle apenas assim distinguished em o um mao de g4151","significado_contextual":"Em Lucas 12:22, \"alma\" aparece dentro da frase \"E disse aos seus discípulos: Portanto vos digo: Não estejais apreensivos pela vossa vida, sobre o que comereis, nem pelo corpo, sobre o que…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ψυχή (psychḗ, G5590) mantém o campo semântico de breath i e por implicacao espirito abstractly ou concretely o animal sentient principle apenas assim distinguished em o um mao de g4151. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:22, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"alma\" para conduzir a interpretação do leitor no ponto central de Lucas 12:22, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:23, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:22.","referencias_relacionadas":["Lucas 12:22","Lucas 12:23","João 1:1"]},"lucas_12_22_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Sentido lexical do termo conforme o lexico strong g3361","significado_contextual":"Em Lucas 12:22, \"deus\" aparece dentro da frase \"E disse aos seus discípulos: Portanto vos digo: Não estejais apreensivos pela vossa vida, sobre o que comereis, nem pelo corpo, sobre o que…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"μή (mḗ, G3361) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g3361. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:22, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"deus\" para conduzir a interpretação do leitor no ponto central de Lucas 12:22, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:29, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:22.","referencias_relacionadas":["Lucas 12:22","Lucas 12:29","João 1:1"]},"lucas_12_23_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Breath i e por implicacao espirito abstractly ou concretely o animal sentient principle apenas assim distinguished em o um mao de g4151","significado_contextual":"Em Lucas 12:23, \"alma\" aparece dentro da frase \"Mais é a vida do que o sustento, e o corpo mais do que as vestes.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ψυχή (psychḗ, G5590) mantém o campo semântico de breath i e por implicacao espirito abstractly ou concretely o animal sentient principle apenas assim distinguished em o um mao de g4151. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:23, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"alma\" para conduzir a interpretação do leitor no ponto central de Lucas 12:23, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 14:26, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:23.","referencias_relacionadas":["Lucas 12:23","Lucas 14:26","João 1:1"]},"lucas_12_23_alimento":{"palavra_pt":"alimento","palavra_original":"τροφή","transliteracao":"trophḗ","strong":"G5160","significado_raiz":"Nourishment literalmente ou figurativamente por implicacao rations wages","significado_contextual":"Em Lucas 12:23, \"alimento\" aparece dentro da frase \"Mais é a vida do que o sustento, e o corpo mais do que as vestes.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"τροφή (trophḗ, G5160) mantém o campo semântico de nourishment literalmente ou figurativamente por implicacao rations wages. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:23, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"alimento\" para conduzir a interpretação do leitor no ponto central de Lucas 12:23, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Tiago 2:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:23.","referencias_relacionadas":["Lucas 12:23","Tiago 2:15","João 1:1"]},"lucas_12_23_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Sentido lexical do termo conforme o lexico strong g4983","significado_contextual":"Em Lucas 12:23, \"corpo\" aparece dentro da frase \"Mais é a vida do que o sustento, e o corpo mais do que as vestes.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"σῶμα (sōma, G4983) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g4983. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:23, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"corpo\" para conduzir a interpretação do leitor no ponto central de Lucas 12:23, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:4, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:23.","referencias_relacionadas":["Lucas 12:23","Lucas 12:4","João 1:1"]},"lucas_12_24_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Figurativamente um magistrate por hebraism muito","significado_contextual":"Em Lucas 12:24, \"deus\" aparece dentro da frase \"Considerai os corvos, que nem semeiam, nem segam, nem têm despensa nem celeiro, e Deus os alimenta; quanto mais valeis vós do que as aves?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"θεός (theós, G2316) mantém o campo semântico de figurativamente um magistrate por hebraism muito. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:24, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"deus\" para conduzir a interpretação do leitor no ponto central de Lucas 12:24, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:28, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:24.","referencias_relacionadas":["Lucas 12:24","Lucas 12:28","João 1:1"]},"lucas_12_24_casa":{"palavra_pt":"casa","palavra_original":"ταμεῖον","transliteracao":"tameîon","strong":"G5009","significado_raiz":"Akin para para cortar um dispensary ou magazine i e um chamber em o ground chao ou interior de um oriental casa geralmente usado para storage ou privac","significado_contextual":"Em Lucas 12:24, \"casa\" aparece dentro da frase \"Considerai os corvos, que nem semeiam, nem segam, nem têm despensa nem celeiro, e Deus os alimenta; quanto mais valeis vós do que as aves?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ταμεῖον (tameîon, G5009) mantém o campo semântico de akin para para cortar um dispensary ou magazine i e um chamber em o ground chao ou interior de um oriental casa geralmente usado para storage ou privac. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:24, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"casa\" para conduzir a interpretação do leitor no ponto central de Lucas 12:24, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Mateus 24:26, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:24.","referencias_relacionadas":["Lucas 12:24","Mateus 24:26","João 1:1"]},"lucas_12_25_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Sentido lexical do termo conforme o lexico strong g1537","significado_contextual":"Em Lucas 12:25, \"entre\" aparece dentro da frase \"E qual de vós, sendo solícito, pode acrescentar um côvado à sua estatura?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ἐκ (ek, G1537) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g1537. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:25, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"entre\" para conduzir a interpretação do leitor no ponto central de Lucas 12:25, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:36, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:25.","referencias_relacionadas":["Lucas 12:25","Lucas 12:36","João 1:1"]},"lucas_12_25_age":{"palavra_pt":"age","palavra_original":"ἡλικία","transliteracao":"hēlikía","strong":"G2244","significado_raiz":"Maturity em anos ou size","significado_contextual":"Em Lucas 12:25, \"age\" aparece dentro da frase \"E qual de vós, sendo solícito, pode acrescentar um côvado à sua estatura?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ἡλικία (hēlikía, G2244) mantém o campo semântico de maturity em anos ou size. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:25, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"age\" para conduzir a interpretação do leitor no ponto central de Lucas 12:25, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Mateus 6:27, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:25.","referencias_relacionadas":["Lucas 12:25","Mateus 6:27","João 1:1"]},"lucas_12_25_cubit":{"palavra_pt":"cubit","palavra_original":"πῆχυς","transliteracao":"pēchys","strong":"G4083","significado_raiz":"O fore arm i e como um measure um cubit","significado_contextual":"Em Lucas 12:25, \"cubit\" aparece dentro da frase \"E qual de vós, sendo solícito, pode acrescentar um côvado à sua estatura?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"πῆχυς (pēchys, G4083) mantém o campo semântico de o fore arm i e como um measure um cubit. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:25, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cubit\" para conduzir a interpretação do leitor no ponto central de Lucas 12:25, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Mateus 6:27, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:25.","referencias_relacionadas":["Lucas 12:25","Mateus 6:27","João 1:1"]},"lucas_12_26_least":{"palavra_pt":"least","palavra_original":"ἐλάχιστος","transliteracao":"eláchistos","strong":"G1646","significado_raiz":"Usado como equivalente para g3398 least em size amount dignity etc","significado_contextual":"Em Lucas 12:26, \"least\" aparece dentro da frase \"Pois, se nem ainda podeis as coisas mínimas, por que estais ansiosos pelas outras?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ἐλάχιστος (eláchistos, G1646) mantém o campo semântico de usado como equivalente para g3398 least em size amount dignity etc. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:26, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"least\" para conduzir a interpretação do leitor no ponto central de Lucas 12:26, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 16:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:26.","referencias_relacionadas":["Lucas 12:26","Lucas 16:10","João 1:1"]},"lucas_12_26_poder":{"palavra_pt":"poder","palavra_original":"δύναμαι","transliteracao":"dýnamai","strong":"G1410","significado_raiz":"Para ser able ou possible","significado_contextual":"Em Lucas 12:26, \"poder\" aparece dentro da frase \"Pois, se nem ainda podeis as coisas mínimas, por que estais ansiosos pelas outras?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"δύναμαι (dýnamai, G1410) mantém o campo semântico de para ser able ou possible. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:26, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"poder\" para conduzir a interpretação do leitor no ponto central de Lucas 12:26, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 18:26, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:26.","referencias_relacionadas":["Lucas 12:26","Lucas 18:26","João 1:1"]},"lucas_12_26_descanso":{"palavra_pt":"descanso","palavra_original":"λοιποί","transliteracao":"loipoí","strong":"G3062","significado_raiz":"Remaining ones","significado_contextual":"Em Lucas 12:26, \"descanso\" aparece dentro da frase \"Pois, se nem ainda podeis as coisas mínimas, por que estais ansiosos pelas outras?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"λοιποί (loipoí, G3062) mantém o campo semântico de remaining ones. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:26, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"descanso\" para conduzir a interpretação do leitor no ponto central de Lucas 12:26, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Marcos 16:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:26.","referencias_relacionadas":["Lucas 12:26","Marcos 16:13","João 1:1"]},"lucas_12_27_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Sentido lexical do termo conforme o lexico strong g1391","significado_contextual":"Em Lucas 12:27, \"gloria\" aparece dentro da frase \"Considerai os lírios, como eles crescem; não trabalham, nem fiam; e digo-vos que nem ainda Salomão, em toda a sua glória, se vestiu como um…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"δόξα (dóxa, G1391) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g1391. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:27, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"gloria\" para conduzir a interpretação do leitor no ponto central de Lucas 12:27, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 14:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:27.","referencias_relacionadas":["Lucas 12:27","Lucas 14:10","João 1:1"]},"lucas_12_27_filho":{"palavra_pt":"filho","palavra_original":"Σολομών","transliteracao":"Solomṓn","strong":"G4672","significado_raiz":"Solomon i e shelomoh o filho de david","significado_contextual":"Em Lucas 12:27, \"filho\" aparece dentro da frase \"Considerai os lírios, como eles crescem; não trabalham, nem fiam; e digo-vos que nem ainda Salomão, em toda a sua glória, se vestiu como um…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"Σολομών (Solomṓn, G4672) mantém o campo semântico de solomon i e shelomoh o filho de david. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:27, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"filho\" para conduzir a interpretação do leitor no ponto central de Lucas 12:27, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Mateus 1:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:27.","referencias_relacionadas":["Lucas 12:27","Mateus 1:7","João 1:1"]},"lucas_12_28_oven":{"palavra_pt":"oven","palavra_original":"κλίβανος","transliteracao":"klíbanos","strong":"G2823","significado_raiz":"Um earthen pot usado para baking em","significado_contextual":"Em Lucas 12:28, \"oven\" aparece dentro da frase \"E, se Deus assim veste a erva que hoje está no campo e amanhã é lançada no forno, quanto mais a vós, homens de pouca fé?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"κλίβανος (klíbanos, G2823) mantém o campo semântico de um earthen pot usado para baking em. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:28, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"oven\" para conduzir a interpretação do leitor no ponto central de Lucas 12:28, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Mateus 6:30, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:28.","referencias_relacionadas":["Lucas 12:28","Mateus 6:30","João 1:1"]},"lucas_12_28_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Figurativamente um magistrate por hebraism muito","significado_contextual":"Em Lucas 12:28, \"deus\" aparece dentro da frase \"E, se Deus assim veste a erva que hoje está no campo e amanhã é lançada no forno, quanto mais a vós, homens de pouca fé?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"θεός (theós, G2316) mantém o campo semântico de figurativamente um magistrate por hebraism muito. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:28, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"deus\" para conduzir a interpretação do leitor no ponto central de Lucas 12:28, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:6, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:28.","referencias_relacionadas":["Lucas 12:28","Lucas 12:6","João 1:1"]},"lucas_12_28_cristo":{"palavra_pt":"cristo","palavra_original":"ὀλιγόπιστος","transliteracao":"oligópistos","strong":"G3640","significado_raiz":"Incredulous i e lacking confidence em cristo","significado_contextual":"Em Lucas 12:28, \"cristo\" aparece dentro da frase \"E, se Deus assim veste a erva que hoje está no campo e amanhã é lançada no forno, quanto mais a vós, homens de pouca fé?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ὀλιγόπιστος (oligópistos, G3640) mantém o campo semântico de incredulous i e lacking confidence em cristo. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:28, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cristo\" para conduzir a interpretação do leitor no ponto central de Lucas 12:28, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Mateus 14:31, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:28.","referencias_relacionadas":["Lucas 12:28","Mateus 14:31","João 1:1"]},"lucas_12_29_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Verk literalmente ou figurativamente specially por hebraism adorar deus ou em um bad sentido para plot contra vida","significado_contextual":"Em Lucas 12:29, \"buscar\" aparece dentro da frase \"Não pergunteis, pois, que haveis de comer, ou que haveis de beber, e não andeis inquietos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ζητέω (zētéō, G2212) mantém o campo semântico de verk literalmente ou figurativamente specially por hebraism adorar deus ou em um bad sentido para plot contra vida. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:29, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"buscar\" para conduzir a interpretação do leitor no ponto central de Lucas 12:29, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:31, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:29.","referencias_relacionadas":["Lucas 12:29","Lucas 12:31","João 1:1"]},"lucas_12_29_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Sentido lexical do termo conforme o lexico strong g3361","significado_contextual":"Em Lucas 12:29, \"deus\" aparece dentro da frase \"Não pergunteis, pois, que haveis de comer, ou que haveis de beber, e não andeis inquietos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"μή (mḗ, G3361) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g3361. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:29, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"deus\" para conduzir a interpretação do leitor no ponto central de Lucas 12:29, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:32, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:29.","referencias_relacionadas":["Lucas 12:29","Lucas 12:32","João 1:1"]},"lucas_12_29_eat":{"palavra_pt":"comer","palavra_original":"φάγω","transliteracao":"phágō","strong":"G5315","significado_raiz":"Para comer literalmente ou figurativamente","significado_contextual":"Em Lucas 12:29, \"comer\" aparece dentro da frase \"Não pergunteis, pois, que haveis de comer, ou que haveis de beber, e não andeis inquietos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"φάγω (phágō, G5315) mantém o campo semântico de para comer literalmente ou figurativamente. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:29, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"comer\" para conduzir a interpretação do leitor no ponto central de Lucas 12:29, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 13:26, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:29.","referencias_relacionadas":["Lucas 12:29","Lucas 13:26","João 1:1"]},"lucas_12_30_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Orderly arrangement i e decoration por implicacao o mundo em um largo ou estreito sentido including seu inhabitants literalmente ou figurativamente mora","significado_contextual":"Em Lucas 12:30, \"mundo\" aparece dentro da frase \"Porque as nações do mundo buscam todas essas coisas; mas vosso Pai sabe que precisais delas.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"κόσμος (kósmos, G2889) mantém o campo semântico de orderly arrangement i e decoration por implicacao o mundo em um largo ou estreito sentido including seu inhabitants literalmente ou figurativamente mora. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:30, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"mundo\" para conduzir a interpretação do leitor no ponto central de Lucas 12:30, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 9:25, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:30.","referencias_relacionadas":["Lucas 12:30","Lucas 9:25","João 1:1"]},"lucas_12_31_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Verk literalmente ou figurativamente specially por hebraism adorar deus ou em um bad sentido para plot contra vida","significado_contextual":"Em Lucas 12:31, \"buscar\" aparece dentro da frase \"Buscai antes o reino de Deus, e todas estas coisas vos serão acrescentadas.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ζητέω (zētéō, G2212) mantém o campo semântico de verk literalmente ou figurativamente specially por hebraism adorar deus ou em um bad sentido para plot contra vida. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:31, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"buscar\" para conduzir a interpretação do leitor no ponto central de Lucas 12:31, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:48, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:31.","referencias_relacionadas":["Lucas 12:31","Lucas 12:48","João 1:1"]},"lucas_12_31_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Todo qualquer cada o inteiro","significado_contextual":"Em Lucas 12:31, \"caminho\" aparece dentro da frase \"Buscai antes o reino de Deus, e todas estas coisas vos serão acrescentadas.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"πᾶς (pâs, G3956) mantém o campo semântico de todo qualquer cada o inteiro. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:31, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"caminho\" para conduzir a interpretação do leitor no ponto central de Lucas 12:31, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:44, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:31.","referencias_relacionadas":["Lucas 12:31","Lucas 12:44","João 1:1"]},"lucas_12_31_falar":{"palavra_pt":"falar","palavra_original":"προστίθημι","transliteracao":"prostíthēmi","strong":"G4369","significado_raiz":"Para lugar additionally i e lay beside annex repeat","significado_contextual":"Em Lucas 12:31, \"falar\" aparece dentro da frase \"Buscai antes o reino de Deus, e todas estas coisas vos serão acrescentadas.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"προστίθημι (prostíthēmi, G4369) mantém o campo semântico de para lugar additionally i e lay beside annex repeat. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:31, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"falar\" para conduzir a interpretação do leitor no ponto central de Lucas 12:31, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 20:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:31.","referencias_relacionadas":["Lucas 12:31","Lucas 20:11","João 1:1"]},"lucas_12_32_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Sentido lexical do termo conforme o lexico strong g3361","significado_contextual":"Em Lucas 12:32, \"deus\" aparece dentro da frase \"Não temais, ó pequeno rebanho, porque a vosso Pai agradou dar-vos o reino.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"μή (mḗ, G3361) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g3361. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:32, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"deus\" para conduzir a interpretação do leitor no ponto central de Lucas 12:32, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:4, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:32.","referencias_relacionadas":["Lucas 12:32","Lucas 12:4","João 1:1"]},"lucas_12_33_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"O ceu por extensao ceu como o abode de deus por implicacao happiness poder eternity specially o gospel christianity","significado_contextual":"Em Lucas 12:33, \"ceu\" aparece dentro da frase \"Vendei o que tendes, e dai esmolas. Fazei para vós bolsas que não se envelheçam; tesouro nos céus que nunca acabe, aonde não chega ladrão e…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"οὐρανός (ouranós, G3772) mantém o campo semântico de o ceu por extensao ceu como o abode de deus por implicacao happiness poder eternity specially o gospel christianity. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:33, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"ceu\" para conduzir a interpretação do leitor no ponto central de Lucas 12:33, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:56, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:33.","referencias_relacionadas":["Lucas 12:33","Lucas 12:56","João 1:1"]},"lucas_12_33_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Sentido lexical do termo conforme o lexico strong g4160","significado_contextual":"Em Lucas 12:33, \"fazer\" aparece dentro da frase \"Vendei o que tendes, e dai esmolas. Fazei para vós bolsas que não se envelheçam; tesouro nos céus que nunca acabe, aonde não chega ladrão e…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ποιέω (poiéō, G4160) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g4160. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:33, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"fazer\" para conduzir a interpretação do leitor no ponto central de Lucas 12:33, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:4, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:33.","referencias_relacionadas":["Lucas 12:33","Lucas 12:4","João 1:1"]},"lucas_12_33_pobre":{"palavra_pt":"pobre","palavra_original":"ἐλεημοσύνη","transliteracao":"eleēmosýnē","strong":"G1654","significado_raiz":"Compassionateness i e como exercised em direcao a o pobre beneficence ou concretely um benefaction","significado_contextual":"Em Lucas 12:33, \"pobre\" aparece dentro da frase \"Vendei o que tendes, e dai esmolas. Fazei para vós bolsas que não se envelheçam; tesouro nos céus que nunca acabe, aonde não chega ladrão e…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ἐλεημοσύνη (eleēmosýnē, G1654) mantém o campo semântico de compassionateness i e como exercised em direcao a o pobre beneficence ou concretely um benefaction. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:33, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"pobre\" para conduzir a interpretação do leitor no ponto central de Lucas 12:33, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Mateus 6:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:33.","referencias_relacionadas":["Lucas 12:33","Mateus 6:3","João 1:1"]},"lucas_12_34_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"O coracao i e figurativamente o thoughts ou feelings mind tambem por analogia o middle","significado_contextual":"Em Lucas 12:34, \"coracao\" aparece dentro da frase \"Porque, onde estiver o vosso tesouro, ali estará também o vosso coração.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"καρδία (kardía, G2588) mantém o campo semântico de o coracao i e figurativamente o thoughts ou feelings mind tambem por analogia o middle. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:34, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"coracao\" para conduzir a interpretação do leitor no ponto central de Lucas 12:34, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 16:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:34.","referencias_relacionadas":["Lucas 12:34","Lucas 16:15","João 1:1"]},"lucas_12_35_poder":{"palavra_pt":"poder","palavra_original":"ὀσφῦς","transliteracao":"osphŷs","strong":"G3751","significado_raiz":"O loin externally i e o hip internally por extensao procreative poder","significado_contextual":"Em Lucas 12:35, \"poder\" aparece dentro da frase \"Estejam cingidos os vossos lombos, e acesas as vossas candeias.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ὀσφῦς (osphŷs, G3751) mantém o campo semântico de o loin externally i e o hip internally por extensao procreative poder. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:35, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"poder\" para conduzir a interpretação do leitor no ponto central de Lucas 12:35, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Hebreus 7:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:35.","referencias_relacionadas":["Lucas 12:35","Hebreus 7:10","João 1:1"]},"lucas_12_35_lampada":{"palavra_pt":"lampada","palavra_original":"λύχνος","transliteracao":"lýchnos","strong":"G3088","significado_raiz":"Um portable lamp ou outro illuminator literalmente ou figurativamente","significado_contextual":"Em Lucas 12:35, \"lampada\" aparece dentro da frase \"Estejam cingidos os vossos lombos, e acesas as vossas candeias.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"λύχνος (lýchnos, G3088) mantém o campo semântico de um portable lamp ou outro illuminator literalmente ou figurativamente. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:35, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"lampada\" para conduzir a interpretação do leitor no ponto central de Lucas 12:35, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 8:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:35.","referencias_relacionadas":["Lucas 12:35","Lucas 8:16","João 1:1"]},"lucas_12_36_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Supreme em autoridade i e como substantivo controller por implicacao mestre como um respectful title","significado_contextual":"Em Lucas 12:36, \"senhor\" aparece dentro da frase \"E sede vós semelhantes aos homens que esperam o seu senhor, quando houver de voltar das bodas, para que, quando vier, e bater, logo possam…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"κύριος (kýrios, G2962) mantém o campo semântico de supreme em autoridade i e como substantivo controller por implicacao mestre como um respectful title. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:36, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Lucas 12:36, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:37, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:36.","referencias_relacionadas":["Lucas 12:36","Lucas 12:37","João 1:1"]},"lucas_12_36_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Sentido lexical do termo conforme o lexico strong g1537","significado_contextual":"Em Lucas 12:36, \"entre\" aparece dentro da frase \"E sede vós semelhantes aos homens que esperam o seu senhor, quando houver de voltar das bodas, para que, quando vier, e bater, logo possam…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ἐκ (ek, G1537) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g1537. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:36, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"entre\" para conduzir a interpretação do leitor no ponto central de Lucas 12:36, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:6, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:36.","referencias_relacionadas":["Lucas 12:36","Lucas 12:6","João 1:1"]},"lucas_12_36_marriage":{"palavra_pt":"casamento","palavra_original":"γάμος","transliteracao":"gámos","strong":"G1062","significado_raiz":"Nuptials no campo semantico de g1062","significado_contextual":"Em Lucas 12:36, \"casamento\" aparece dentro da frase \"E sede vós semelhantes aos homens que esperam o seu senhor, quando houver de voltar das bodas, para que, quando vier, e bater, logo possam…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"γάμος (gámos, G1062) mantém o campo semântico de nuptials no campo semantico de g1062. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:36, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"casamento\" para conduzir a interpretação do leitor no ponto central de Lucas 12:36, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 14:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:36.","referencias_relacionadas":["Lucas 12:36","Lucas 14:8","João 1:1"]},"lucas_12_37_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Supreme em autoridade i e como substantivo controller por implicacao mestre como um respectful title","significado_contextual":"Em Lucas 12:37, \"senhor\" aparece dentro da frase \"Bem-aventurados aqueles servos, os quais, quando o Senhor vier, achar vigiando! Em verdade vos digo que se cingirá, e os fará assentar à me…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"κύριος (kýrios, G2962) mantém o campo semântico de supreme em autoridade i e como substantivo controller por implicacao mestre como um respectful title. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:37, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Lucas 12:37, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:41, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:37.","referencias_relacionadas":["Lucas 12:37","Lucas 12:41","João 1:1"]},"lucas_12_37_blessed":{"palavra_pt":"bem aventurado","palavra_original":"μακάριος","transliteracao":"makários","strong":"G3107","significado_raiz":"Supremely blest por extensao fortunate poco fora","significado_contextual":"Em Lucas 12:37, \"bem aventurado\" aparece dentro da frase \"Bem-aventurados aqueles servos, os quais, quando o Senhor vier, achar vigiando! Em verdade vos digo que se cingirá, e os fará assentar à me…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"μακάριος (makários, G3107) mantém o campo semântico de supremely blest por extensao fortunate poco fora. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:37, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"bem aventurado\" para conduzir a interpretação do leitor no ponto central de Lucas 12:37, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:38, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:37.","referencias_relacionadas":["Lucas 12:37","Lucas 12:38","João 1:1"]},"lucas_12_37_amigo":{"palavra_pt":"amigo","palavra_original":"διακονέω","transliteracao":"diakonéō","strong":"G1247","significado_raiz":"Para ser um attendant i e wait sobre menially ou como um host friend ou figurativamente mestre technically para ato como um christian deacon","significado_contextual":"Em Lucas 12:37, \"amigo\" aparece dentro da frase \"Bem-aventurados aqueles servos, os quais, quando o Senhor vier, achar vigiando! Em verdade vos digo que se cingirá, e os fará assentar à me…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"διακονέω (diakonéō, G1247) mantém o campo semântico de para ser um attendant i e wait sobre menially ou como um host friend ou figurativamente mestre technically para ato como um christian deacon. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:37, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"amigo\" para conduzir a interpretação do leitor no ponto central de Lucas 12:37, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 17:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:37.","referencias_relacionadas":["Lucas 12:37","Lucas 17:8","João 1:1"]},"lucas_12_38_blessed":{"palavra_pt":"bem aventurado","palavra_original":"μακάριος","transliteracao":"makários","strong":"G3107","significado_raiz":"Supremely blest por extensao fortunate poco fora","significado_contextual":"Em Lucas 12:38, \"bem aventurado\" aparece dentro da frase \"E, se vier na segunda vigília, e se vier na terceira vigília, e os achar assim, bem-aventurados são os tais servos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"μακάριος (makários, G3107) mantém o campo semântico de supremely blest por extensao fortunate poco fora. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:38, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"bem aventurado\" para conduzir a interpretação do leitor no ponto central de Lucas 12:38, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:43, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:38.","referencias_relacionadas":["Lucas 12:38","Lucas 12:43","João 1:1"]},"lucas_12_38_dia":{"palavra_pt":"dia","palavra_original":"φυλακή","transliteracao":"phylakḗ","strong":"G5438","significado_raiz":"Um guarding ou concretely guardar o ato o person figurativamente o lugar o condition ou specially o tempo como um division de dia ou nigh","significado_contextual":"Em Lucas 12:38, \"dia\" aparece dentro da frase \"E, se vier na segunda vigília, e se vier na terceira vigília, e os achar assim, bem-aventurados são os tais servos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"φυλακή (phylakḗ, G5438) mantém o campo semântico de um guarding ou concretely guardar o ato o person figurativamente o lugar o condition ou specially o tempo como um division de dia ou nigh. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:38, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Lucas 12:38, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 2:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:38.","referencias_relacionadas":["Lucas 12:38","Lucas 2:8","João 1:1"]},"lucas_12_39_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Sentido lexical do termo conforme o lexico strong g3624","significado_contextual":"Em Lucas 12:39, \"familia\" aparece dentro da frase \"Sabei, porém, isto: que, se o pai de família soubesse a que hora havia de vir o ladrão, vigiaria, e não deixaria minar a sua casa.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"οἶκος (oîkos, G3624) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g3624. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:39, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"familia\" para conduzir a interpretação do leitor no ponto central de Lucas 12:39, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:52, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:39.","referencias_relacionadas":["Lucas 12:39","Lucas 12:52","João 1:1"]},"lucas_12_39_dia":{"palavra_pt":"dia","palavra_original":"ὥρα","transliteracao":"hṓra","strong":"G5610","significado_raiz":"Um hour literalmente ou figurativamente","significado_contextual":"Em Lucas 12:39, \"dia\" aparece dentro da frase \"Sabei, porém, isto: que, se o pai de família soubesse a que hora havia de vir o ladrão, vigiaria, e não deixaria minar a sua casa.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ὥρα (hṓra, G5610) mantém o campo semântico de um hour literalmente ou figurativamente. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:39, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Lucas 12:39, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:40, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:39.","referencias_relacionadas":["Lucas 12:39","Lucas 12:40","João 1:1"]},"lucas_12_40_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Sentido lexical do termo conforme o lexico strong g1096","significado_contextual":"Em Lucas 12:40, \"tornar se\" aparece dentro da frase \"Portanto, estai vós também apercebidos; porque virá o Filho do homem à hora que não imaginais.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"γίνομαι (gínomai, G1096) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g1096. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:40, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"tornar se\" para conduzir a interpretação do leitor no ponto central de Lucas 12:40, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:54, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:40.","referencias_relacionadas":["Lucas 12:40","Lucas 12:54","João 1:1"]},"lucas_12_40_bom":{"palavra_pt":"bom","palavra_original":"δοκέω","transliteracao":"dokéō","strong":"G1380","significado_raiz":"Compare o base de g1166 de o mesmo significado para pensar por implicacao verm truthfully ou uncertainly","significado_contextual":"Em Lucas 12:40, \"bom\" aparece dentro da frase \"Portanto, estai vós também apercebidos; porque virá o Filho do homem à hora que não imaginais.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"δοκέω (dokéō, G1380) mantém o campo semântico de compare o base de g1166 de o mesmo significado para pensar por implicacao verm truthfully ou uncertainly. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:40, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"bom\" para conduzir a interpretação do leitor no ponto central de Lucas 12:40, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:51, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:40.","referencias_relacionadas":["Lucas 12:40","Lucas 12:51","João 1:1"]},"lucas_12_40_dia":{"palavra_pt":"dia","palavra_original":"ὥρα","transliteracao":"hṓra","strong":"G5610","significado_raiz":"Um hour literalmente ou figurativamente","significado_contextual":"Em Lucas 12:40, \"dia\" aparece dentro da frase \"Portanto, estai vós também apercebidos; porque virá o Filho do homem à hora que não imaginais.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ὥρα (hṓra, G5610) mantém o campo semântico de um hour literalmente ou figurativamente. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:40, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Lucas 12:40, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 13:31, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:40.","referencias_relacionadas":["Lucas 12:40","Lucas 13:31","João 1:1"]},"lucas_12_41_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Um piece de rocha larger do que g3037 como um nome petrus um apostolo","significado_contextual":"Em Lucas 12:41, \"rocha\" aparece dentro da frase \"E disse-lhe Pedro: Senhor, dizes essa parábola a nós, ou também a todos?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"Πέτρος (Pétros, G4074) mantém o campo semântico de um piece de rocha larger do que g3037 como um nome petrus um apostolo. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:41, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"rocha\" para conduzir a interpretação do leitor no ponto central de Lucas 12:41, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 18:28, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:41.","referencias_relacionadas":["Lucas 12:41","Lucas 18:28","João 1:1"]},"lucas_12_41_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Supreme em autoridade i e como substantivo controller por implicacao mestre como um respectful title","significado_contextual":"Em Lucas 12:41, \"senhor\" aparece dentro da frase \"E disse-lhe Pedro: Senhor, dizes essa parábola a nós, ou também a todos?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"κύριος (kýrios, G2962) mantém o campo semântico de supreme em autoridade i e como substantivo controller por implicacao mestre como um respectful title. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:41, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Lucas 12:41, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:42, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:41.","referencias_relacionadas":["Lucas 12:41","Lucas 12:42","João 1:1"]},"lucas_12_41_vida":{"palavra_pt":"vida","palavra_original":"παραβολή","transliteracao":"parabolḗ","strong":"G3850","significado_raiz":"Um similitude parabola i e symbolic fictitious narrative de comum vida conveying um moral apothegm ou adage","significado_contextual":"Em Lucas 12:41, \"vida\" aparece dentro da frase \"E disse-lhe Pedro: Senhor, dizes essa parábola a nós, ou também a todos?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"παραβολή (parabolḗ, G3850) mantém o campo semântico de um similitude parabola i e symbolic fictitious narrative de comum vida conveying um moral apothegm ou adage. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:41, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"vida\" para conduzir a interpretação do leitor no ponto central de Lucas 12:41, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 13:6, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:41.","referencias_relacionadas":["Lucas 12:41","Lucas 13:6","João 1:1"]},"lucas_12_42_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Supreme em autoridade i e como substantivo controller por implicacao mestre como um respectful title","significado_contextual":"Em Lucas 12:42, \"senhor\" aparece dentro da frase \"E disse o Senhor: Qual é, pois, o mordomo fiel e prudente, a quem o senhor pôs sobre os seus servos, para lhes dar a tempo a ração?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"κύριος (kýrios, G2962) mantém o campo semântico de supreme em autoridade i e como substantivo controller por implicacao mestre como um respectful title. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:42, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Lucas 12:42, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:43, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:42.","referencias_relacionadas":["Lucas 12:42","Lucas 12:43","João 1:1"]},"lucas_12_42_evangelho":{"palavra_pt":"evangelho","palavra_original":"οἰκονόμος","transliteracao":"oikonómos","strong":"G3623","significado_raiz":"Um casa distributor i e manager ou overseer i e um employee em aquele capacity por extensao um fiscal agent treasurer figurativamente um preacher","significado_contextual":"Em Lucas 12:42, \"evangelho\" aparece dentro da frase \"E disse o Senhor: Qual é, pois, o mordomo fiel e prudente, a quem o senhor pôs sobre os seus servos, para lhes dar a tempo a ração?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"οἰκονόμος (oikonómos, G3623) mantém o campo semântico de um casa distributor i e manager ou overseer i e um employee em aquele capacity por extensao um fiscal agent treasurer figurativamente um preacher. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:42, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"evangelho\" para conduzir a interpretação do leitor no ponto central de Lucas 12:42, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 16:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:42.","referencias_relacionadas":["Lucas 12:42","Lucas 16:1","João 1:1"]},"lucas_12_42_believeing":{"palavra_pt":"believe ing","palavra_original":"πιστός","transliteracao":"pistós","strong":"G4103","significado_raiz":"Objectively trustworthy subjectively trustful","significado_contextual":"Em Lucas 12:42, \"believe ing\" aparece dentro da frase \"E disse o Senhor: Qual é, pois, o mordomo fiel e prudente, a quem o senhor pôs sobre os seus servos, para lhes dar a tempo a ração?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"πιστός (pistós, G4103) mantém o campo semântico de objectively trustworthy subjectively trustful. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:42, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"believe ing\" para conduzir a interpretação do leitor no ponto central de Lucas 12:42, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 16:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:42.","referencias_relacionadas":["Lucas 12:42","Lucas 16:10","João 1:1"]},"lucas_12_43_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Supreme em autoridade i e como substantivo controller por implicacao mestre como um respectful title","significado_contextual":"Em Lucas 12:43, \"senhor\" aparece dentro da frase \"Bem-aventurado aquele servo a quem o seu senhor, quando vier, achar fazendo assim.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"κύριος (kýrios, G2962) mantém o campo semântico de supreme em autoridade i e como substantivo controller por implicacao mestre como um respectful title. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:43, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Lucas 12:43, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:45, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:43.","referencias_relacionadas":["Lucas 12:43","Lucas 12:45","João 1:1"]},"lucas_12_43_blessed":{"palavra_pt":"bem aventurado","palavra_original":"μακάριος","transliteracao":"makários","strong":"G3107","significado_raiz":"Supremely blest por extensao fortunate poco fora","significado_contextual":"Em Lucas 12:43, \"bem aventurado\" aparece dentro da frase \"Bem-aventurado aquele servo a quem o seu senhor, quando vier, achar fazendo assim.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"μακάριος (makários, G3107) mantém o campo semântico de supremely blest por extensao fortunate poco fora. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:43, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"bem aventurado\" para conduzir a interpretação do leitor no ponto central de Lucas 12:43, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 14:14, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:43.","referencias_relacionadas":["Lucas 12:43","Lucas 14:14","João 1:1"]},"lucas_12_43_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Sentido lexical do termo conforme o lexico strong g4160","significado_contextual":"Em Lucas 12:43, \"fazer\" aparece dentro da frase \"Bem-aventurado aquele servo a quem o seu senhor, quando vier, achar fazendo assim.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ποιέω (poiéō, G4160) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g4160. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:43, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"fazer\" para conduzir a interpretação do leitor no ponto central de Lucas 12:43, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:47, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:43.","referencias_relacionadas":["Lucas 12:43","Lucas 12:47","João 1:1"]},"lucas_12_44_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Properly para lay forth i e figurativamente relate em palavras geralmente de systematic ou colocar discourse whereas g2036 e g5346 geralmente","significado_contextual":"Em Lucas 12:44, \"dizer\" aparece dentro da frase \"Em verdade vos digo que sobre todos os seus bens o porá.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"λέγω (légō, G3004) mantém o campo semântico de properly para lay forth i e figurativamente relate em palavras geralmente de systematic ou colocar discourse whereas g2036 e g5346 geralmente. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:44, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dizer\" para conduzir a interpretação do leitor no ponto central de Lucas 12:44, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:59, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:44.","referencias_relacionadas":["Lucas 12:44","Lucas 12:59","João 1:1"]},"lucas_12_44_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Todo qualquer cada o inteiro","significado_contextual":"Em Lucas 12:44, \"caminho\" aparece dentro da frase \"Em verdade vos digo que sobre todos os seus bens o porá.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"πᾶς (pâs, G3956) mantém o campo semântico de todo qualquer cada o inteiro. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:44, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"caminho\" para conduzir a interpretação do leitor no ponto central de Lucas 12:44, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 14:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:44.","referencias_relacionadas":["Lucas 12:44","Lucas 14:11","João 1:1"]},"lucas_12_44_mao":{"palavra_pt":"mao","palavra_original":"ὑπάρχω","transliteracao":"hypárchō","strong":"G5225","significado_raiz":"Para begin sob quietly i e vir dentro existence ser present ou em mao expletively para exist como copula ou subordinate para um adjetivo participl","significado_contextual":"Em Lucas 12:44, \"mao\" aparece dentro da frase \"Em verdade vos digo que sobre todos os seus bens o porá.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ὑπάρχω (hypárchō, G5225) mantém o campo semântico de para begin sob quietly i e vir dentro existence ser present ou em mao expletively para exist como copula ou subordinate para um adjetivo participl. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:44, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"mao\" para conduzir a interpretação do leitor no ponto central de Lucas 12:44, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Mateus 24:47, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:44.","referencias_relacionadas":["Lucas 12:44","Mateus 24:47","João 1:1"]},"lucas_12_45_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Supreme em autoridade i e como substantivo controller por implicacao mestre como um respectful title","significado_contextual":"Em Lucas 12:45, \"senhor\" aparece dentro da frase \"Mas, se aquele servo disser em seu coração: O meu senhor tarda em vir; e começar a espancar os criados e criadas, e a comer, e a beber, e a…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"κύριος (kýrios, G2962) mantém o campo semântico de supreme em autoridade i e como substantivo controller por implicacao mestre como um respectful title. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:45, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Lucas 12:45, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:46, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:45.","referencias_relacionadas":["Lucas 12:45","Lucas 12:46","João 1:1"]},"lucas_12_45_crianca":{"palavra_pt":"crianca","palavra_original":"παῖς","transliteracao":"paîs","strong":"G3816","significado_raiz":"Um boy como frequentemente beaten com impunity ou por analogia um girl e genitive case um crianca specially um escravo ou servo especialmente um minister para um","significado_contextual":"Em Lucas 12:45, \"crianca\" aparece dentro da frase \"Mas, se aquele servo disser em seu coração: O meu senhor tarda em vir; e começar a espancar os criados e criadas, e a comer, e a beber, e a…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"παῖς (paîs, G3816) mantém o campo semântico de um boy como frequentemente beaten com impunity ou por analogia um girl e genitive case um crianca specially um escravo ou servo especialmente um minister para um. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:45, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"crianca\" para conduzir a interpretação do leitor no ponto central de Lucas 12:45, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 15:26, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:45.","referencias_relacionadas":["Lucas 12:45","Lucas 15:26","João 1:1"]},"lucas_12_45_mao":{"palavra_pt":"mao","palavra_original":"τύπτω","transliteracao":"týptō","strong":"G5180","significado_raiz":"Para thump i e cudgel ou pummel properly com um stick ou bastinado mas em qualquer case por repeated blows assim differing de g3817 e g3960","significado_contextual":"Em Lucas 12:45, \"mao\" aparece dentro da frase \"Mas, se aquele servo disser em seu coração: O meu senhor tarda em vir; e começar a espancar os criados e criadas, e a comer, e a beber, e a…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"τύπτω (týptō, G5180) mantém o campo semântico de para thump i e cudgel ou pummel properly com um stick ou bastinado mas em qualquer case por repeated blows assim differing de g3817 e g3960. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:45, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"mao\" para conduzir a interpretação do leitor no ponto central de Lucas 12:45, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 22:64, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:45.","referencias_relacionadas":["Lucas 12:45","Lucas 22:64","João 1:1"]},"lucas_12_46_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Supreme em autoridade i e como substantivo controller por implicacao mestre como um respectful title","significado_contextual":"Em Lucas 12:46, \"senhor\" aparece dentro da frase \"Virá o senhor daquele servo no dia em que o não espera, e numa hora que ele não sabe, e separá-lo-á, e lhe dará a sua parte com os infiéis.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"κύριος (kýrios, G2962) mantém o campo semântico de supreme em autoridade i e como substantivo controller por implicacao mestre como um respectful title. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:46, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Lucas 12:46, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:47, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:46.","referencias_relacionadas":["Lucas 12:46","Lucas 12:47","João 1:1"]},"lucas_12_46_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Sentido lexical do termo conforme o lexico strong g2250","significado_contextual":"Em Lucas 12:46, \"dia\" aparece dentro da frase \"Virá o senhor daquele servo no dia em que o não espera, e numa hora que ele não sabe, e separá-lo-á, e lhe dará a sua parte com os infiéis.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ἡμέρα (hēméra, G2250) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g2250. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:46, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Lucas 12:46, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 13:14, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:46.","referencias_relacionadas":["Lucas 12:46","Lucas 13:14","João 1:1"]},"lucas_12_46_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Sentido lexical do termo conforme o lexico strong g5087","significado_contextual":"Em Lucas 12:46, \"arco\" aparece dentro da frase \"Virá o senhor daquele servo no dia em que o não espera, e numa hora que ele não sabe, e separá-lo-á, e lhe dará a sua parte com os infiéis.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"τίθημι (títhēmi, G5087) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g5087. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:46, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"arco\" para conduzir a interpretação do leitor no ponto central de Lucas 12:46, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 14:29, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:46.","referencias_relacionadas":["Lucas 12:46","Lucas 14:29","João 1:1"]},"lucas_12_47_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Supreme em autoridade i e como substantivo controller por implicacao mestre como um respectful title","significado_contextual":"Em Lucas 12:47, \"senhor\" aparece dentro da frase \"E o servo que soube a vontade do seu senhor, e não se aprontou, nem fez conforme a sua vontade, será castigado com muitos açoites;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"κύριος (kýrios, G2962) mantém o campo semântico de supreme em autoridade i e como substantivo controller por implicacao mestre como um respectful title. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:47, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Lucas 12:47, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 13:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:47.","referencias_relacionadas":["Lucas 12:47","Lucas 13:15","João 1:1"]},"lucas_12_47_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Sentido lexical do termo conforme o lexico strong g4160","significado_contextual":"Em Lucas 12:47, \"fazer\" aparece dentro da frase \"E o servo que soube a vontade do seu senhor, e não se aprontou, nem fez conforme a sua vontade, será castigado com muitos açoites;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ποιέω (poiéō, G4160) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g4160. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:47, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"fazer\" para conduzir a interpretação do leitor no ponto central de Lucas 12:47, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:48, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:47.","referencias_relacionadas":["Lucas 12:47","Lucas 12:48","João 1:1"]},"lucas_12_47_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Singular muito em qualquer respect ou plural muitos neutro singular como adverbial largely neutro plural como adverbio ou substantivo frequentemente mostly largely","significado_contextual":"Em Lucas 12:47, \"grande\" aparece dentro da frase \"E o servo que soube a vontade do seu senhor, e não se aprontou, nem fez conforme a sua vontade, será castigado com muitos açoites;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"πολύς (polýs, G4183) mantém o campo semântico de singular muito em qualquer respect ou plural muitos neutro singular como adverbial largely neutro plural como adverbio ou substantivo frequentemente mostly largely. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:47, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"grande\" para conduzir a interpretação do leitor no ponto central de Lucas 12:47, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:48, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:47.","referencias_relacionadas":["Lucas 12:47","Lucas 12:48","João 1:1"]},"lucas_12_48_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Sentido lexical do termo conforme o lexico strong g4160","significado_contextual":"Em Lucas 12:48, \"fazer\" aparece dentro da frase \"Mas o que a não soube, e fez coisas dignas de açoites, com poucos açoites será castigado. E, a qualquer que muito for dado, muito se lhe pe…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ποιέω (poiéō, G4160) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g4160. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:48, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"fazer\" para conduzir a interpretação do leitor no ponto central de Lucas 12:48, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 13:22, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:48.","referencias_relacionadas":["Lucas 12:48","Lucas 13:22","João 1:1"]},"lucas_12_48_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Singular muito em qualquer respect ou plural muitos neutro singular como adverbial largely neutro plural como adverbio ou substantivo frequentemente mostly largely","significado_contextual":"Em Lucas 12:48, \"grande\" aparece dentro da frase \"Mas o que a não soube, e fez coisas dignas de açoites, com poucos açoites será castigado. E, a qualquer que muito for dado, muito se lhe pe…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"πολύς (polýs, G4183) mantém o campo semântico de singular muito em qualquer respect ou plural muitos neutro singular como adverbial largely neutro plural como adverbio ou substantivo frequentemente mostly largely. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:48, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"grande\" para conduzir a interpretação do leitor no ponto central de Lucas 12:48, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:48.","referencias_relacionadas":["Lucas 12:48","Lucas 12:7","João 1:1"]},"lucas_12_48_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Verk literalmente ou figurativamente specially por hebraism adorar deus ou em um bad sentido para plot contra vida","significado_contextual":"Em Lucas 12:48, \"buscar\" aparece dentro da frase \"Mas o que a não soube, e fez coisas dignas de açoites, com poucos açoites será castigado. E, a qualquer que muito for dado, muito se lhe pe…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ζητέω (zētéō, G2212) mantém o campo semântico de verk literalmente ou figurativamente specially por hebraism adorar deus ou em um bad sentido para plot contra vida. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:48, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"buscar\" para conduzir a interpretação do leitor no ponto central de Lucas 12:48, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 13:24, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:48.","referencias_relacionadas":["Lucas 12:48","Lucas 13:24","João 1:1"]},"lucas_12_49_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Sentido lexical do termo conforme o lexico strong g1093","significado_contextual":"Em Lucas 12:49, \"terra\" aparece dentro da frase \"Vim lançar fogo na terra; e que mais quero, se já está aceso?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"γῆ (gē, G1093) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g1093. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:49, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"terra\" para conduzir a interpretação do leitor no ponto central de Lucas 12:49, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:51, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:49.","referencias_relacionadas":["Lucas 12:49","Lucas 12:51","João 1:1"]},"lucas_12_49_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Para determine como um ativo option de subjective impulse whereas g1014 properly denotes antes um passivo acquiescence em objective consid","significado_contextual":"Em Lucas 12:49, \"escolher\" aparece dentro da frase \"Vim lançar fogo na terra; e que mais quero, se já está aceso?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"θέλω (thélō, G2309) mantém o campo semântico de para determine como um ativo option de subjective impulse whereas g1014 properly denotes antes um passivo acquiescence em objective consid. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:49, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"escolher\" para conduzir a interpretação do leitor no ponto central de Lucas 12:49, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 13:31, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:49.","referencias_relacionadas":["Lucas 12:49","Lucas 13:31","João 1:1"]},"lucas_12_49_fogo":{"palavra_pt":"fogo","palavra_original":"πῦρ","transliteracao":"pŷr","strong":"G4442","significado_raiz":"Fogo literalmente ou figurativamente specially relampago","significado_contextual":"Em Lucas 12:49, \"fogo\" aparece dentro da frase \"Vim lançar fogo na terra; e que mais quero, se já está aceso?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"πῦρ (pŷr, G4442) mantém o campo semântico de fogo literalmente ou figurativamente specially relampago. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:49, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"fogo\" para conduzir a interpretação do leitor no ponto central de Lucas 12:49, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 22:55, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:49.","referencias_relacionadas":["Lucas 12:49","Lucas 22:55","João 1:1"]},"lucas_12_50_possessao":{"palavra_pt":"possessao","palavra_original":"ἔχω","transliteracao":"échō","strong":"G2192","significado_raiz":"Sentido lexical do termo conforme o lexico strong g2192","significado_contextual":"Em Lucas 12:50, \"possessao\" aparece dentro da frase \"Importa, porém, que seja batizado com um certo batismo; e como me angustio até que venha a cumprir-se!\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ἔχω (échō, G2192) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g2192. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:50, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"possessao\" para conduzir a interpretação do leitor no ponto central de Lucas 12:50, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 15:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:50.","referencias_relacionadas":["Lucas 12:50","Lucas 15:11","João 1:1"]},"lucas_12_51_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Paz literalmente ou figurativamente por implicacao prosperity","significado_contextual":"Em Lucas 12:51, \"paz\" aparece dentro da frase \"Cuidais vós que vim trazer paz à terra? Não, vos digo, mas antes dissensão;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"εἰρήνη (eirḗnē, G1515) mantém o campo semântico de paz literalmente ou figurativamente por implicacao prosperity. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:51, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"paz\" para conduzir a interpretação do leitor no ponto central de Lucas 12:51, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 14:32, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:51.","referencias_relacionadas":["Lucas 12:51","Lucas 14:32","João 1:1"]},"lucas_12_51_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Sentido lexical do termo conforme o lexico strong g1093","significado_contextual":"Em Lucas 12:51, \"terra\" aparece dentro da frase \"Cuidais vós que vim trazer paz à terra? Não, vos digo, mas antes dissensão;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"γῆ (gē, G1093) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g1093. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:51, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"terra\" para conduzir a interpretação do leitor no ponto central de Lucas 12:51, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:56, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:51.","referencias_relacionadas":["Lucas 12:51","Lucas 12:56","João 1:1"]},"lucas_12_51_bom":{"palavra_pt":"bom","palavra_original":"δοκέω","transliteracao":"dokéō","strong":"G1380","significado_raiz":"Compare o base de g1166 de o mesmo significado para pensar por implicacao verm truthfully ou uncertainly","significado_contextual":"Em Lucas 12:51, \"bom\" aparece dentro da frase \"Cuidais vós que vim trazer paz à terra? Não, vos digo, mas antes dissensão;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"δοκέω (dokéō, G1380) mantém o campo semântico de compare o base de g1166 de o mesmo significado para pensar por implicacao verm truthfully ou uncertainly. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:51, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"bom\" para conduzir a interpretação do leitor no ponto central de Lucas 12:51, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 13:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:51.","referencias_relacionadas":["Lucas 12:51","Lucas 13:2","João 1:1"]},"lucas_12_52_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Sentido lexical do termo conforme o lexico strong g3624","significado_contextual":"Em Lucas 12:52, \"familia\" aparece dentro da frase \"Porque daqui em diante estarão cinco divididos numa casa: três contra dois, e dois contra três.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"οἶκος (oîkos, G3624) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g3624. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:52, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"familia\" para conduzir a interpretação do leitor no ponto central de Lucas 12:52, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 13:35, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:52.","referencias_relacionadas":["Lucas 12:52","Lucas 13:35","João 1:1"]},"lucas_12_52_cloven":{"palavra_pt":"cloven","palavra_original":"διαμερίζω","transliteracao":"diamerízō","strong":"G1266","significado_raiz":"Para partition thoroughly literalmente em distribution figurativamente em dissension","significado_contextual":"Em Lucas 12:52, \"cloven\" aparece dentro da frase \"Porque daqui em diante estarão cinco divididos numa casa: três contra dois, e dois contra três.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"διαμερίζω (diamerízō, G1266) mantém o campo semântico de para partition thoroughly literalmente em distribution figurativamente em dissension. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:52, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cloven\" para conduzir a interpretação do leitor no ponto central de Lucas 12:52, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:53, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:52.","referencias_relacionadas":["Lucas 12:52","Lucas 12:53","João 1:1"]},"lucas_12_53_cloven":{"palavra_pt":"cloven","palavra_original":"διαμερίζω","transliteracao":"diamerízō","strong":"G1266","significado_raiz":"Para partition thoroughly literalmente em distribution figurativamente em dissension","significado_contextual":"Em Lucas 12:53, \"cloven\" aparece dentro da frase \"O pai estará dividido contra o filho, e o filho contra o pai; a mãe contra a filha, e a filha contra a mãe; a sogra contra sua nora, e a no…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"διαμερίζω (diamerízō, G1266) mantém o campo semântico de para partition thoroughly literalmente em distribution figurativamente em dissension. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:53, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"cloven\" para conduzir a interpretação do leitor no ponto central de Lucas 12:53, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 22:17, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:53.","referencias_relacionadas":["Lucas 12:53","Lucas 22:17","João 1:1"]},"lucas_12_54_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Sentido lexical do termo conforme o lexico strong g1096","significado_contextual":"Em Lucas 12:54, \"tornar se\" aparece dentro da frase \"E dizia também à multidão: Quando vedes a nuvem que vem do ocidente, logo dizeis: Lá vem chuva, e assim sucede.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"γίνομαι (gínomai, G1096) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g1096. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:54, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"tornar se\" para conduzir a interpretação do leitor no ponto central de Lucas 12:54, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 12:55, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:54.","referencias_relacionadas":["Lucas 12:54","Lucas 12:55","João 1:1"]},"lucas_12_54_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Um throng como borne along por implicacao o rabble por extensao um classe de povo figurativamente um riot","significado_contextual":"Em Lucas 12:54, \"povo\" aparece dentro da frase \"E dizia também à multidão: Quando vedes a nuvem que vem do ocidente, logo dizeis: Lá vem chuva, e assim sucede.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ὄχλος (óchlos, G3793) mantém o campo semântico de um throng como borne along por implicacao o rabble por extensao um classe de povo figurativamente um riot. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:54, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"povo\" para conduzir a interpretação do leitor no ponto central de Lucas 12:54, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 14:25, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:54.","referencias_relacionadas":["Lucas 12:54","Lucas 14:25","João 1:1"]},"lucas_12_54_nuvem":{"palavra_pt":"nuvem","palavra_original":"νεφέλη","transliteracao":"nephélē","strong":"G3507","significado_raiz":"Properly cloudiness i e concretely um nuvem","significado_contextual":"Em Lucas 12:54, \"nuvem\" aparece dentro da frase \"E dizia também à multidão: Quando vedes a nuvem que vem do ocidente, logo dizeis: Lá vem chuva, e assim sucede.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"νεφέλη (nephélē, G3507) mantém o campo semântico de properly cloudiness i e concretely um nuvem. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:54, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"nuvem\" para conduzir a interpretação do leitor no ponto central de Lucas 12:54, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 9:34, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:54.","referencias_relacionadas":["Lucas 12:54","Lucas 9:34","João 1:1"]},"lucas_12_55_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Sentido lexical do termo conforme o lexico strong g1096","significado_contextual":"Em Lucas 12:55, \"tornar se\" aparece dentro da frase \"E, quando assopra o sul, dizeis: Haverá calma; e assim sucede.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"γίνομαι (gínomai, G1096) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g1096. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:55, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"tornar se\" para conduzir a interpretação do leitor no ponto central de Lucas 12:55, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 13:19, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:55.","referencias_relacionadas":["Lucas 12:55","Lucas 13:19","João 1:1"]},"lucas_12_55_vento":{"palavra_pt":"vento","palavra_original":"νότος","transliteracao":"nótos","strong":"G3558","significado_raiz":"O south west vento por extensao o southern quarter itself","significado_contextual":"Em Lucas 12:55, \"vento\" aparece dentro da frase \"E, quando assopra o sul, dizeis: Haverá calma; e assim sucede.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"νότος (nótos, G3558) mantém o campo semântico de o south west vento por extensao o southern quarter itself. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:55, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"vento\" para conduzir a interpretação do leitor no ponto central de Lucas 12:55, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Atos 27:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:55.","referencias_relacionadas":["Lucas 12:55","Atos 27:13","João 1:1"]},"lucas_12_56_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Sentido lexical do termo conforme o lexico strong g1093","significado_contextual":"Em Lucas 12:56, \"terra\" aparece dentro da frase \"Hipócritas, sabeis discernir a face da terra e do céu; como não sabeis então discernir este tempo?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"γῆ (gē, G1093) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g1093. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:56, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"terra\" para conduzir a interpretação do leitor no ponto central de Lucas 12:56, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 13:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:56.","referencias_relacionadas":["Lucas 12:56","Lucas 13:7","João 1:1"]},"lucas_12_56_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"O ceu por extensao ceu como o abode de deus por implicacao happiness poder eternity specially o gospel christianity","significado_contextual":"Em Lucas 12:56, \"ceu\" aparece dentro da frase \"Hipócritas, sabeis discernir a face da terra e do céu; como não sabeis então discernir este tempo?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"οὐρανός (ouranós, G3772) mantém o campo semântico de o ceu por extensao ceu como o abode de deus por implicacao happiness poder eternity specially o gospel christianity. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:56, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"ceu\" para conduzir a interpretação do leitor no ponto central de Lucas 12:56, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 13:19, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:56.","referencias_relacionadas":["Lucas 12:56","Lucas 13:19","João 1:1"]},"lucas_12_56_hypocrite":{"palavra_pt":"hypocrite","palavra_original":"ὑποκριτής","transliteracao":"hypokritḗs","strong":"G5273","significado_raiz":"Um actor sob um assumed character stage player i e figurativamente um dissembler hypocrite","significado_contextual":"Em Lucas 12:56, \"hypocrite\" aparece dentro da frase \"Hipócritas, sabeis discernir a face da terra e do céu; como não sabeis então discernir este tempo?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ὑποκριτής (hypokritḗs, G5273) mantém o campo semântico de um actor sob um assumed character stage player i e figurativamente um dissembler hypocrite. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:56, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"hypocrite\" para conduzir a interpretação do leitor no ponto central de Lucas 12:56, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 13:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:56.","referencias_relacionadas":["Lucas 12:56","Lucas 13:15","João 1:1"]},"lucas_12_57_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Equitable em character ou ato por implicacao innocent santo absolutely ou relatively","significado_contextual":"Em Lucas 12:57, \"inocente\" aparece dentro da frase \"E por que não julgais também por vós mesmos o que é justo?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"δίκαιος (díkaios, G1342) mantém o campo semântico de equitable em character ou ato por implicacao innocent santo absolutely ou relatively. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:57, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"inocente\" para conduzir a interpretação do leitor no ponto central de Lucas 12:57, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 14:14, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:57.","referencias_relacionadas":["Lucas 12:57","Lucas 14:14","João 1:1"]},"lucas_12_57_julgar":{"palavra_pt":"julgar","palavra_original":"κρίνω","transliteracao":"krínō","strong":"G2919","significado_raiz":"Por implicacao para try condenar punish","significado_contextual":"Em Lucas 12:57, \"julgar\" aparece dentro da frase \"E por que não julgais também por vós mesmos o que é justo?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"κρίνω (krínō, G2919) mantém o campo semântico de por implicacao para try condenar punish. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:57, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"julgar\" para conduzir a interpretação do leitor no ponto central de Lucas 12:57, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 6:37, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:57.","referencias_relacionadas":["Lucas 12:57","Lucas 6:37","João 1:1"]},"lucas_12_57_homem":{"palavra_pt":"homem","palavra_original":"τίς","transliteracao":"tís","strong":"G5101","significado_raiz":"Um interrogative pronome quem qual ou que em direct ou indirect questions","significado_contextual":"Em Lucas 12:57, \"homem\" aparece dentro da frase \"E por que não julgais também por vós mesmos o que é justo?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"τίς (tís, G5101) mantém o campo semântico de um interrogative pronome quem qual ou que em direct ou indirect questions. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:57, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"homem\" para conduzir a interpretação do leitor no ponto central de Lucas 12:57, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Romanos 11:35, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:57.","referencias_relacionadas":["Lucas 12:57","Romanos 11:35","João 1:1"]},"lucas_12_58_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Para guiar oneself sob i e withdraw ou retire como se sinking fora de sight literalmente ou figurativamente","significado_contextual":"Em Lucas 12:58, \"depart\" aparece dentro da frase \"Quando, pois, vais com o teu adversário ao magistrado, procura livrar-te dele no caminho; para que não suceda que te conduza ao juiz, e o j…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"ὑπάγω (hypágō, G5217) mantém o campo semântico de para guiar oneself sob i e withdraw ou retire como se sinking fora de sight literalmente ou figurativamente. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:58, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"depart\" para conduzir a interpretação do leitor no ponto central de Lucas 12:58, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 17:14, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:58.","referencias_relacionadas":["Lucas 12:58","Lucas 17:14","João 1:1"]},"lucas_12_58_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Properly denoting accompaniment amid local ou causal modified variously according para o case genitive association ou accusative succession","significado_contextual":"Em Lucas 12:58, \"seguir\" aparece dentro da frase \"Quando, pois, vais com o teu adversário ao magistrado, procura livrar-te dele no caminho; para que não suceda que te conduza ao juiz, e o j…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"μετά (metá, G3326) mantém o campo semântico de properly denoting accompaniment amid local ou causal modified variously according para o case genitive association ou accusative succession. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:58, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"seguir\" para conduzir a interpretação do leitor no ponto central de Lucas 12:58, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 14:9, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:58.","referencias_relacionadas":["Lucas 12:58","Lucas 14:9","João 1:1"]},"lucas_12_59_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Sentido lexical do termo conforme o lexico strong g3361","significado_contextual":"Em Lucas 12:59, \"deus\" aparece dentro da frase \"Digo-te que não sairás dali enquanto não pagares o derradeiro ceitil.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"μή (mḗ, G3361) mantém o campo semântico de sentido lexical do termo conforme o lexico strong g3361. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:59, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"deus\" para conduzir a interpretação do leitor no ponto central de Lucas 12:59, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 13:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:59.","referencias_relacionadas":["Lucas 12:59","Lucas 13:3","João 1:1"]},"lucas_12_59_luz":{"palavra_pt":"luz","palavra_original":"λεπτόν","transliteracao":"leptón","strong":"G3016","significado_raiz":"Something scaled luz i e um pequeno coin","significado_contextual":"Em Lucas 12:59, \"luz\" aparece dentro da frase \"Digo-te que não sairás dali enquanto não pagares o derradeiro ceitil.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"λεπτόν (leptón, G3016) mantém o campo semântico de something scaled luz i e um pequeno coin. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:59, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"luz\" para conduzir a interpretação do leitor no ponto central de Lucas 12:59, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 21:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:59.","referencias_relacionadas":["Lucas 12:59","Lucas 21:2","João 1:1"]},"lucas_12_59_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Properly para lay forth i e figurativamente relate em palavras geralmente de systematic ou colocar discourse whereas g2036 e g5346 geralmente","significado_contextual":"Em Lucas 12:59, \"dizer\" aparece dentro da frase \"Digo-te que não sairás dali enquanto não pagares o derradeiro ceitil.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"λέγω (légō, G3004) mantém o campo semântico de properly para lay forth i e figurativamente relate em palavras geralmente de systematic ou colocar discourse whereas g2036 e g5346 geralmente. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Lucas 12:59, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dizer\" para conduzir a interpretação do leitor no ponto central de Lucas 12:59, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lucas 13:18, mostrando continuidade da revelação bíblica e aprofundando a leitura de Lucas 12:59.","referencias_relacionadas":["Lucas 12:59","Lucas 13:18","João 1:1"]}}