{"salmos_117_1_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Para ser clear orig de sound mas geralmente de color para shine portanto fazer ashow para boast e assim para ser clamorously tolo para rave causativo","significado_contextual":"Em Salmos 117:1, \"louvar\" aparece dentro da frase \"Louvai ao SENHOR todas as nações, louvai-o todos os povos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"הָלַל (hâlal, H1984) mantém o campo semântico de para ser clear orig de sound mas geralmente de color para shine portanto fazer ashow para boast e assim para ser clamorously tolo para rave causativo. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 117:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"louvar\" para conduzir a interpretação do leitor no ponto central de Salmos 117:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:164, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 117:1.","referencias_relacionadas":["Salmos 117:1","Salmos 119:164","Salmos 119:105"]},"salmos_117_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Salmos 117:1, \"senhor\" aparece dentro da frase \"Louvai ao SENHOR todas as nações, louvai-o todos os povos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 117:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Salmos 117:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 118:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 117:1.","referencias_relacionadas":["Salmos 117:1","Salmos 118:1","Salmos 119:105"]},"salmos_117_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido","significado_contextual":"Em Salmos 117:1, \"modo\" aparece dentro da frase \"Louvai ao SENHOR todas as nações, louvai-o todos os povos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כֹּל (kôl, H3605) mantém o campo semântico de properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 117:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"modo\" para conduzir a interpretação do leitor no ponto central de Salmos 117:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 118:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 117:1.","referencias_relacionadas":["Salmos 117:1","Salmos 118:10","Salmos 119:105"]},"salmos_117_2_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Stability figurativamente certainty verdade trustworthiness","significado_contextual":"Em Salmos 117:2, \"verdade\" aparece dentro da frase \"Porque a sua benignidade é grande para conosco, e a verdade do Senhor dura para sempre. Louvai ao Senhor.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֶמֶת (ʼemeth, H571) mantém o campo semântico de stability figurativamente certainty verdade trustworthiness. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 117:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"verdade\" para conduzir a interpretação do leitor no ponto central de Salmos 117:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:142, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 117:2.","referencias_relacionadas":["Salmos 117:2","Salmos 119:142","Salmos 119:105"]},"salmos_117_2_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Properly concealed i e o vanishing point geralmente tempo fora de mind past ou future i e practically eternity frequentatively adverbial","significado_contextual":"Em Salmos 117:2, \"eterno\" aparece dentro da frase \"Porque a sua benignidade é grande para conosco, e a verdade do Senhor dura para sempre. Louvai ao Senhor.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עוֹלָם (ʻôwlâm, H5769) mantém o campo semântico de properly concealed i e o vanishing point geralmente tempo fora de mind past ou future i e practically eternity frequentatively adverbial. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 117:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"eterno\" para conduzir a interpretação do leitor no ponto central de Salmos 117:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 118:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 117:2.","referencias_relacionadas":["Salmos 117:2","Salmos 118:1","Salmos 119:105"]},"salmos_117_2_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed","significado_contextual":"Em Salmos 117:2, \"porque\" aparece dentro da frase \"Porque a sua benignidade é grande para conosco, e a verdade do Senhor dura para sempre. Louvai ao Senhor.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כִּי (kîy, H3588) mantém o campo semântico de por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 117:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"porque\" para conduzir a interpretação do leitor no ponto central de Salmos 117:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 118:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 117:2.","referencias_relacionadas":["Salmos 117:2","Salmos 118:1","Salmos 119:105"]}}