{"salmos_131_1_things":{"palavra_pt":"things","palavra_original":"מַעֲלָה","transliteracao":"maʻălâh","strong":"H4609","significado_raiz":"Elevation i e o ato literalmente um journey para um superior lugar figurativamente um pensamento arising ou concretely o condition literalmente um step ou","significado_contextual":"Em Salmos 131:1, \"things\" aparece dentro da frase \"SENHOR, o meu coração não se elevou nem os meus olhos se levantaram; não me exercito em grandes matérias, nem em coisas muito elevadas para…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מַעֲלָה (maʻălâh, H4609) mantém o campo semântico de elevation i e o ato literalmente um journey para um superior lugar figurativamente um pensamento arising ou concretely o condition literalmente um step ou. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 131:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"things\" para conduzir a interpretação do leitor no ponto central de Salmos 131:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 132:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 131:1.","referencias_relacionadas":["Salmos 131:1","Salmos 132:1","Salmos 119:105"]},"salmos_131_1_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Grande em qualquer sentido portanto older tambem insolent","significado_contextual":"Em Salmos 131:1, \"grande\" aparece dentro da frase \"SENHOR, o meu coração não se elevou nem os meus olhos se levantaram; não me exercito em grandes matérias, nem em coisas muito elevadas para…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"גָּדוֹל (gâdôwl, H1419) mantém o campo semântico de grande em qualquer sentido portanto older tambem insolent. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 131:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"grande\" para conduzir a interpretação do leitor no ponto central de Salmos 131:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 135:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 131:1.","referencias_relacionadas":["Salmos 131:1","Salmos 135:5","Salmos 119:105"]},"salmos_131_2_perecer":{"palavra_pt":"perecer","palavra_original":"דָּמַם","transliteracao":"dâmam","strong":"H1826","significado_raiz":"Para ser dumb por implicacao para ser astonished para stop tambem para perish","significado_contextual":"Em Salmos 131:2, \"perecer\" aparece dentro da frase \"Certamente que me tenho portado e sossegado como uma criança desmamada de sua mãe; a minha alma está como uma criança desmamada.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"דָּמַם (dâmam, H1826) mantém o campo semântico de para ser dumb por implicacao para ser astonished para stop tambem para perish. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 131:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"perecer\" para conduzir a interpretação do leitor no ponto central de Salmos 131:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 35:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 131:2.","referencias_relacionadas":["Salmos 131:2","Salmos 35:15","Salmos 119:105"]},"salmos_131_2_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Sentido lexical do termo conforme o lexico strong h518","significado_contextual":"Em Salmos 131:2, \"salvar\" aparece dentro da frase \"Certamente que me tenho portado e sossegado como uma criança desmamada de sua mãe; a minha alma está como uma criança desmamada.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אִם (ʼim, H518) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h518. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 131:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"salvar\" para conduzir a interpretação do leitor no ponto central de Salmos 131:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 132:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 131:2.","referencias_relacionadas":["Salmos 131:2","Salmos 132:12","Salmos 119:105"]},"salmos_131_2_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles","significado_contextual":"Em Salmos 131:2, \"verdade\" aparece dentro da frase \"Certamente que me tenho portado e sossegado como uma criança desmamada de sua mãe; a minha alma está como uma criança desmamada.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"לֹא (lôʼ, H3808) mantém o campo semântico de nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 131:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"verdade\" para conduzir a interpretação do leitor no ponto central de Salmos 131:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 135:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 131:2.","referencias_relacionadas":["Salmos 131:2","Salmos 135:16","Salmos 119:105"]},"salmos_131_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Salmos 131:3, \"senhor\" aparece dentro da frase \"Espere Israel no Senhor, desde agora e para sempre.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 131:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Salmos 131:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 132:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 131:3.","referencias_relacionadas":["Salmos 131:3","Salmos 132:1","Salmos 119:105"]},"salmos_131_3_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Properly concealed i e o vanishing point geralmente tempo fora de mind past ou future i e practically eternity frequentatively adverbial","significado_contextual":"Em Salmos 131:3, \"eterno\" aparece dentro da frase \"Espere Israel no Senhor, desde agora e para sempre.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עוֹלָם (ʻôwlâm, H5769) mantém o campo semântico de properly concealed i e o vanishing point geralmente tempo fora de mind past ou future i e practically eternity frequentatively adverbial. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 131:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"eterno\" para conduzir a interpretação do leitor no ponto central de Salmos 131:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 133:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 131:3.","referencias_relacionadas":["Salmos 131:3","Salmos 133:3","Salmos 119:105"]},"salmos_131_3_paciente":{"palavra_pt":"paciente","palavra_original":"יָחַל","transliteracao":"yâchal","strong":"H3176","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3176","significado_contextual":"Em Salmos 131:3, \"paciente\" aparece dentro da frase \"Espere Israel no Senhor, desde agora e para sempre.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָחַל (yâchal, H3176) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3176. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 131:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"paciente\" para conduzir a interpretação do leitor no ponto central de Salmos 131:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 147:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 131:3.","referencias_relacionadas":["Salmos 131:3","Salmos 147:11","Salmos 119:105"]}}