{"salmos_139_1_templo":{"palavra_pt":"templo","palavra_original":"נָצַח","transliteracao":"nâtsach","strong":"H5329","significado_raiz":"Properly para glitter de afar i e para ser eminent como um superintendent especialmente de o templo services e seu music para ser permanent","significado_contextual":"Em Salmos 139:1, \"templo\" aparece dentro da frase \"SENHOR, tu me sondaste, e me conheces.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נָצַח (nâtsach, H5329) mantém o campo semântico de properly para glitter de afar i e para ser eminent como um superintendent especialmente de o templo services e seu music para ser permanent. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"templo\" para conduzir a interpretação do leitor no ponto central de Salmos 139:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 14:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:1.","referencias_relacionadas":["Salmos 139:1","Salmos 14:1","Salmos 119:105"]},"salmos_139_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Salmos 139:1, \"senhor\" aparece dentro da frase \"SENHOR, tu me sondaste, e me conheces.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Salmos 139:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 139:21, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:1.","referencias_relacionadas":["Salmos 139:1","Salmos 139:21","Salmos 119:105"]},"salmos_139_1_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Conhecer properly para ascertain por seeing usado em um grande variety de senses figurativamente literalmente euphemistically e inferentially including o","significado_contextual":"Em Salmos 139:1, \"conhecer\" aparece dentro da frase \"SENHOR, tu me sondaste, e me conheces.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָדַע (yâdaʻ, H3045) mantém o campo semântico de conhecer properly para ascertain por seeing usado em um grande variety de senses figurativamente literalmente euphemistically e inferentially including o. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"conhecer\" para conduzir a interpretação do leitor no ponto central de Salmos 139:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 139:23, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:1.","referencias_relacionadas":["Salmos 139:1","Salmos 139:23","Salmos 119:105"]},"salmos_139_2_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Properly para sentar abaixo especificamente como julgar em ambush em quiet por implicacao para habitar para permanecer causatively para settle para marry","significado_contextual":"Em Salmos 139:2, \"julgar\" aparece dentro da frase \"Tu sabes o meu assentar e o meu levantar; de longe entendes o meu pensamento.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָשַׁב (yâshab, H3427) mantém o campo semântico de properly para sentar abaixo especificamente como julgar em ambush em quiet por implicacao para habitar para permanecer causatively para settle para marry. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"julgar\" para conduzir a interpretação do leitor no ponto central de Salmos 139:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:2.","referencias_relacionadas":["Salmos 139:2","Salmos 119:105","Romanos 8:28"]},"salmos_139_2_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Sentido lexical do termo conforme o lexico strong h6965","significado_contextual":"Em Salmos 139:2, \"levantar\" aparece dentro da frase \"Tu sabes o meu assentar e o meu levantar; de longe entendes o meu pensamento.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"קוּם (qûwm, H6965) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h6965. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"levantar\" para conduzir a interpretação do leitor no ponto central de Salmos 139:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 140:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:2.","referencias_relacionadas":["Salmos 139:2","Salmos 140:11","Salmos 119:105"]},"salmos_139_2_grande":{"palavra_pt":"grande","palavra_original":"רָחוֹק","transliteracao":"râchôwq","strong":"H7350","significado_raiz":"Remote literalmente ou figurativamente de lugar ou tempo especificamente precioso frequentemente usado adverbially com preposicao","significado_contextual":"Em Salmos 139:2, \"grande\" aparece dentro da frase \"Tu sabes o meu assentar e o meu levantar; de longe entendes o meu pensamento.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רָחוֹק (râchôwq, H7350) mantém o campo semântico de remote literalmente ou figurativamente de lugar ou tempo especificamente precioso frequentemente usado adverbially com preposicao. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"grande\" para conduzir a interpretação do leitor no ponto central de Salmos 139:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 38:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:2.","referencias_relacionadas":["Salmos 139:2","Salmos 38:12","Salmos 119:105"]},"salmos_139_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido","significado_contextual":"Em Salmos 139:3, \"modo\" aparece dentro da frase \"Cercas o meu andar, e o meu deitar; e conheces todos os meus caminhos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כֹּל (kôl, H3605) mantém o campo semântico de properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"modo\" para conduzir a interpretação do leitor no ponto central de Salmos 139:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 14:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:3.","referencias_relacionadas":["Salmos 139:3","Salmos 14:3","Salmos 119:105"]},"salmos_139_3_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Um road como trodden figurativamente um course de vida ou mode de acao frequentemente adverbio","significado_contextual":"Em Salmos 139:3, \"vida\" aparece dentro da frase \"Cercas o meu andar, e o meu deitar; e conheces todos os meus caminhos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"דֶּרֶךְ (derek, H1870) mantém o campo semântico de um road como trodden figurativamente um course de vida ou mode de acao frequentemente adverbio. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"vida\" para conduzir a interpretação do leitor no ponto central de Salmos 139:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 146:9, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:3.","referencias_relacionadas":["Salmos 139:3","Salmos 146:9","Salmos 119:105"]},"salmos_139_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed","significado_contextual":"Em Salmos 139:4, \"porque\" aparece dentro da frase \"Não havendo ainda palavra alguma na minha língua, eis que logo, ó Senhor, tudo conheces.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כִּי (kîy, H3588) mantém o campo semântico de por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"porque\" para conduzir a interpretação do leitor no ponto central de Salmos 139:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 14:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:4.","referencias_relacionadas":["Salmos 139:4","Salmos 14:5","Salmos 119:105"]},"salmos_139_4_palavra":{"palavra_pt":"palavra","palavra_original":"מִלָּה","transliteracao":"millâh","strong":"H4405","significado_raiz":"Um palavra collectively um discourse figurativamente um topic","significado_contextual":"Em Salmos 139:4, \"palavra\" aparece dentro da frase \"Não havendo ainda palavra alguma na minha língua, eis que logo, ó Senhor, tudo conheces.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מִלָּה (millâh, H4405) mantém o campo semântico de um palavra collectively um discourse figurativamente um topic. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"palavra\" para conduzir a interpretação do leitor no ponto central de Salmos 139:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jó 8:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:4.","referencias_relacionadas":["Salmos 139:4","Jó 8:10","Salmos 119:105"]},"salmos_139_4_lingua":{"palavra_pt":"lingua","palavra_original":"לָשׁוֹן","transliteracao":"lâshôwn","strong":"H3956","significado_raiz":"O tongue de homem ou animais usado literalmente como o instrument de licking eating ou speech e figurativamente speech um ingot um fork de flame","significado_contextual":"Em Salmos 139:4, \"lingua\" aparece dentro da frase \"Não havendo ainda palavra alguma na minha língua, eis que logo, ó Senhor, tudo conheces.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"לָשׁוֹן (lâshôwn, H3956) mantém o campo semântico de o tongue de homem ou animais usado literalmente como o instrument de licking eating ou speech e figurativamente speech um ingot um fork de flame. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"lingua\" para conduzir a interpretação do leitor no ponto central de Salmos 139:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 140:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:4.","referencias_relacionadas":["Salmos 139:4","Salmos 140:12","Salmos 119:105"]},"salmos_139_5_fim":{"palavra_pt":"fim","palavra_original":"קֶדֶם","transliteracao":"qedem","strong":"H6924","significado_raiz":"O front de lugar absolutely o fore parte relatively o east ou tempo antiquity frequentemente usado adverbially antes anciently eastward","significado_contextual":"Em Salmos 139:5, \"fim\" aparece dentro da frase \"Tu me cercaste por detrás e por diante, e puseste sobre mim a tua mão.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"קֶדֶם (qedem, H6924) mantém o campo semântico de o front de lugar absolutely o fore parte relatively o east ou tempo antiquity frequentemente usado adverbially antes anciently eastward. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"fim\" para conduzir a interpretação do leitor no ponto central de Salmos 139:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 143:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:5.","referencias_relacionadas":["Salmos 139:5","Salmos 143:5","Salmos 119:105"]},"salmos_139_5_afterward":{"palavra_pt":"after ward","palavra_original":"אָחוֹר","transliteracao":"ʼâchôwr","strong":"H268","significado_raiz":"O hinder parte portanto adverbio behind backward tambem como facing north o west","significado_contextual":"Em Salmos 139:5, \"after ward\" aparece dentro da frase \"Tu me cercaste por detrás e por diante, e puseste sobre mim a tua mão.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אָחוֹר (ʼâchôwr, H268) mantém o campo semântico de o hinder parte portanto adverbio behind backward tambem como facing north o west. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"after ward\" para conduzir a interpretação do leitor no ponto central de Salmos 139:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 44:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:5.","referencias_relacionadas":["Salmos 139:5","Salmos 44:11","Salmos 119:105"]},"salmos_139_6_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Properly um parte de portanto prepositionally de ou fora de em muitos senses","significado_contextual":"Em Salmos 139:6, \"entre\" aparece dentro da frase \"Tal ciência é para mim maravilhosíssima; tão alta que não a posso atingir.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מִן (min, H4480) mantém o campo semântico de properly um parte de portanto prepositionally de ou fora de em muitos senses. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"entre\" para conduzir a interpretação do leitor no ponto central de Salmos 139:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 142:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:6.","referencias_relacionadas":["Salmos 139:6","Salmos 142:5","Salmos 119:105"]},"salmos_139_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles","significado_contextual":"Em Salmos 139:6, \"verdade\" aparece dentro da frase \"Tal ciência é para mim maravilhosíssima; tão alta que não a posso atingir.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"לֹא (lôʼ, H3808) mantém o campo semântico de nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"verdade\" para conduzir a interpretação do leitor no ponto central de Salmos 139:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 14:4, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:6.","referencias_relacionadas":["Salmos 139:6","Salmos 14:4","Salmos 119:105"]},"salmos_139_6_secret":{"palavra_pt":"secret","palavra_original":"פִּלְאִי","transliteracao":"pilʼîy","strong":"H6383","significado_raiz":"Remarkable no campo semantico de h6383","significado_contextual":"Em Salmos 139:6, \"secret\" aparece dentro da frase \"Tal ciência é para mim maravilhosíssima; tão alta que não a posso atingir.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"פִּלְאִי (pilʼîy, H6383) mantém o campo semântico de remarkable no campo semantico de h6383. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"secret\" para conduzir a interpretação do leitor no ponto central de Salmos 139:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:6.","referencias_relacionadas":["Salmos 139:6","Salmos 119:105","Romanos 8:28"]},"salmos_139_7_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Vento por resemblance breath i e um sensible ou ate mesmo violent exhalation figurativamente vida ira unsubstantiality por extensao um region de o","significado_contextual":"Em Salmos 139:7, \"espirito\" aparece dentro da frase \"Para onde me irei do teu espírito, ou para onde fugirei da tua face?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רוּחַ (rûwach, H7307) mantém o campo semântico de vento por resemblance breath i e um sensible ou ate mesmo violent exhalation figurativamente vida ira unsubstantiality por extensao um region de o. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"espirito\" para conduzir a interpretação do leitor no ponto central de Salmos 139:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 142:4, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:7.","referencias_relacionadas":["Salmos 139:7","Salmos 142:4","Salmos 119:105"]},"salmos_139_7_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3212","significado_contextual":"Em Salmos 139:7, \"andar\" aparece dentro da frase \"Para onde me irei do teu espírito, ou para onde fugirei da tua face?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָלַךְ (yâlak, H3212) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3212. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"andar\" para conduzir a interpretação do leitor no ponto central de Salmos 139:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 26:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:7.","referencias_relacionadas":["Salmos 139:7","Salmos 26:11","Salmos 119:105"]},"salmos_139_8_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Sentido lexical do termo conforme o lexico strong h518","significado_contextual":"Em Salmos 139:8, \"salvar\" aparece dentro da frase \"Se subir ao céu, lá tu estás; se fizer no inferno a minha cama, eis que tu ali estás também.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אִם (ʼim, H518) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h518. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"salvar\" para conduzir a interpretação do leitor no ponto central de Salmos 139:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 27:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:8.","referencias_relacionadas":["Salmos 139:8","Salmos 27:3","Salmos 119:105"]},"salmos_139_8_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"O ceu como aloft o dual talvez aludindo para o visivel arch em qual o nuvens move assim como para o superior ceu superior onde o celestial corpos r","significado_contextual":"Em Salmos 139:8, \"ceus\" aparece dentro da frase \"Se subir ao céu, lá tu estás; se fizer no inferno a minha cama, eis que tu ali estás também.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שָׁמַיִם (shâmayim, H8064) mantém o campo semântico de o ceu como aloft o dual talvez aludindo para o visivel arch em qual o nuvens move assim como para o superior ceu superior onde o celestial corpos r. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"ceus\" para conduzir a interpretação do leitor no ponto central de Salmos 139:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 14:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:8.","referencias_relacionadas":["Salmos 139:8","Salmos 14:2","Salmos 119:105"]},"salmos_139_8_ones":{"palavra_pt":"one s","palavra_original":"יַצַע","transliteracao":"yatsaʻ","strong":"H3331","significado_raiz":"Para strew como um surface","significado_contextual":"Em Salmos 139:8, \"one s\" aparece dentro da frase \"Se subir ao céu, lá tu estás; se fizer no inferno a minha cama, eis que tu ali estás também.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יַצַע (yatsaʻ, H3331) mantém o campo semântico de para strew como um surface. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"one s\" para conduzir a interpretação do leitor no ponto central de Salmos 139:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:8.","referencias_relacionadas":["Salmos 139:8","Salmos 119:105","Romanos 8:28"]},"salmos_139_9_ave":{"palavra_pt":"ave","palavra_original":"כָּנָף","transliteracao":"kânâph","strong":"H3671","significado_raiz":"Um edge ou extremity especificamente de um ave ou exercito um asa de um veste ou bedclothing um flap de o terra um quarter de um building um pinna","significado_contextual":"Em Salmos 139:9, \"ave\" aparece dentro da frase \"Se tomar as asas da alva, se habitar nas extremidades do mar,\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כָּנָף (kânâph, H3671) mantém o campo semântico de um edge ou extremity especificamente de um ave ou exercito um asa de um veste ou bedclothing um flap de o terra um quarter de um building um pinna. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"ave\" para conduzir a interpretação do leitor no ponto central de Salmos 139:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 17:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:9.","referencias_relacionadas":["Salmos 139:9","Salmos 17:8","Salmos 119:105"]},"salmos_139_9_fim":{"palavra_pt":"fim","palavra_original":"אַחֲרִית","transliteracao":"ʼachărîyth","strong":"H319","significado_raiz":"O ultimo ou fim portanto o future tambem posterity","significado_contextual":"Em Salmos 139:9, \"fim\" aparece dentro da frase \"Se tomar as asas da alva, se habitar nas extremidades do mar,\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אַחֲרִית (ʼachărîyth, H319) mantém o campo semântico de o ultimo ou fim portanto o future tambem posterity. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"fim\" para conduzir a interpretação do leitor no ponto central de Salmos 139:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Provérbios 5:4, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:9.","referencias_relacionadas":["Salmos 139:9","Provérbios 5:4","Salmos 119:105"]},"salmos_139_9_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Um mar como breaking em noisy surf ou large corpo de agua especificamente com o artigo o mediterranean mar como vezes um large rio ou um artif","significado_contextual":"Em Salmos 139:9, \"mar\" aparece dentro da frase \"Se tomar as asas da alva, se habitar nas extremidades do mar,\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָם (yâm, H3220) mantém o campo semântico de um mar como breaking em noisy surf ou large corpo de agua especificamente com o artigo o mediterranean mar como vezes um large rio ou um artif. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"mar\" para conduzir a interpretação do leitor no ponto central de Salmos 139:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 146:6, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:9.","referencias_relacionadas":["Salmos 139:9","Salmos 146:6","Salmos 119:105"]},"salmos_139_10_again":{"palavra_pt":"novamente","palavra_original":"גַּם","transliteracao":"gam","strong":"H1571","significado_raiz":"Properly assemblage usado apenas adverbially tambem ate mesmo yea embora frequentemente repeated como correl ambos e","significado_contextual":"Em Salmos 139:10, \"novamente\" aparece dentro da frase \"Até ali a tua mão me guiará e a tua destra me susterá.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"גַּם (gam, H1571) mantém o campo semântico de properly assemblage usado apenas adverbially tambem ate mesmo yea embora frequentemente repeated como correl ambos e. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"novamente\" para conduzir a interpretação do leitor no ponto central de Salmos 139:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 19:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:10.","referencias_relacionadas":["Salmos 139:10","Salmos 19:12","Salmos 119:105"]},"salmos_139_10_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁם","transliteracao":"shâm","strong":"H8033","significado_raiz":"Ali transferring para tempo entao frequentemente thither ou thence","significado_contextual":"Em Salmos 139:10, \"expressao\" aparece dentro da frase \"Até ali a tua mão me guiará e a tua destra me susterá.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שָׁם (shâm, H8033) mantém o campo semântico de ali transferring para tempo entao frequentemente thither ou thence. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"expressao\" para conduzir a interpretação do leitor no ponto central de Salmos 139:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 68:28, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:10.","referencias_relacionadas":["Salmos 139:10","Salmos 68:28","Salmos 119:105"]},"salmos_139_10_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Um mao o abrir um indicating poder means direction etc","significado_contextual":"Em Salmos 139:10, \"mao\" aparece dentro da frase \"Até ali a tua mão me guiará e a tua destra me susterá.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָד (yâd, H3027) mantém o campo semântico de um mao o abrir um indicating poder means direction etc. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"mao\" para conduzir a interpretação do leitor no ponto central de Salmos 139:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 140:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:10.","referencias_relacionadas":["Salmos 139:10","Salmos 140:5","Salmos 119:105"]},"salmos_139_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Dizer usado com grande latitude","significado_contextual":"Em Salmos 139:11, \"dizer\" aparece dentro da frase \"Se disser: Decerto que as trevas me encobrirão; então a noite será luz à roda de mim.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אָמַר (ʼâmar, H559) mantém o campo semântico de dizer usado com grande latitude. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dizer\" para conduzir a interpretação do leitor no ponto central de Salmos 139:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 18:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:11.","referencias_relacionadas":["Salmos 139:11","Salmos 18:2","Salmos 119:105"]},"salmos_139_11_trevas":{"palavra_pt":"trevas","palavra_original":"חֹשֶׁךְ","transliteracao":"chôshek","strong":"H2822","significado_raiz":"O escuro portanto literalmente trevas figurativamente miseria destruicao morte ignorancia tristeza maldade","significado_contextual":"Em Salmos 139:11, \"trevas\" aparece dentro da frase \"Se disser: Decerto que as trevas me encobrirão; então a noite será luz à roda de mim.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חֹשֶׁךְ (chôshek, H2822) mantém o campo semântico de o escuro portanto literalmente trevas figurativamente miseria destruicao morte ignorancia tristeza maldade. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"trevas\" para conduzir a interpretação do leitor no ponto central de Salmos 139:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 139:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:11.","referencias_relacionadas":["Salmos 139:11","Salmos 139:12","Salmos 119:105"]},"salmos_139_11_luz":{"palavra_pt":"luz","palavra_original":"לַיִל","transliteracao":"layil","strong":"H3915","significado_raiz":"Properly um twist away de o luz i e noite figurativamente adversity","significado_contextual":"Em Salmos 139:11, \"luz\" aparece dentro da frase \"Se disser: Decerto que as trevas me encobrirão; então a noite será luz à roda de mim.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"לַיִל (layil, H3915) mantém o campo semântico de properly um twist away de o luz i e noite figurativamente adversity. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"luz\" para conduzir a interpretação do leitor no ponto central de Salmos 139:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 19:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:11.","referencias_relacionadas":["Salmos 139:11","Salmos 19:3","Salmos 119:105"]},"salmos_139_12_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3117","significado_contextual":"Em Salmos 139:12, \"dia\" aparece dentro da frase \"Nem ainda as trevas me encobrem de ti; mas a noite resplandece como o dia; as trevas e a luz são para ti a mesma coisa;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יוֹם (yôwm, H3117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Salmos 139:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 139:16, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:12.","referencias_relacionadas":["Salmos 139:12","Salmos 139:16","Salmos 119:105"]},"salmos_139_12_trevas":{"palavra_pt":"trevas","palavra_original":"חֹשֶׁךְ","transliteracao":"chôshek","strong":"H2822","significado_raiz":"O escuro portanto literalmente trevas figurativamente miseria destruicao morte ignorancia tristeza maldade","significado_contextual":"Em Salmos 139:12, \"trevas\" aparece dentro da frase \"Nem ainda as trevas me encobrem de ti; mas a noite resplandece como o dia; as trevas e a luz são para ti a mesma coisa;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חֹשֶׁךְ (chôshek, H2822) mantém o campo semântico de o escuro portanto literalmente trevas figurativamente miseria destruicao morte ignorancia tristeza maldade. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"trevas\" para conduzir a interpretação do leitor no ponto central de Salmos 139:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 18:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:12.","referencias_relacionadas":["Salmos 139:12","Salmos 18:12","Salmos 119:105"]},"salmos_139_12_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles","significado_contextual":"Em Salmos 139:12, \"verdade\" aparece dentro da frase \"Nem ainda as trevas me encobrem de ti; mas a noite resplandece como o dia; as trevas e a luz são para ti a mesma coisa;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"לֹא (lôʼ, H3808) mantém o campo semântico de nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"verdade\" para conduzir a interpretação do leitor no ponto central de Salmos 139:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 139:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:12.","referencias_relacionadas":["Salmos 139:12","Salmos 139:15","Salmos 119:105"]},"salmos_139_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed","significado_contextual":"Em Salmos 139:13, \"porque\" aparece dentro da frase \"Pois possuíste os meus rins; cobriste-me no ventre de minha mãe.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כִּי (kîy, H3588) mantém o campo semântico de por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"porque\" para conduzir a interpretação do leitor no ponto central de Salmos 139:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 139:14, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:13.","referencias_relacionadas":["Salmos 139:13","Salmos 139:14","Salmos 119:105"]},"salmos_139_13_criar":{"palavra_pt":"criar","palavra_original":"קָנָה","transliteracao":"qânâh","strong":"H7069","significado_raiz":"Para erect i e criar por extensao para procure especialmente por purchase causatively sell por implicacao para own","significado_contextual":"Em Salmos 139:13, \"criar\" aparece dentro da frase \"Pois possuíste os meus rins; cobriste-me no ventre de minha mãe.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"קָנָה (qânâh, H7069) mantém o campo semântico de para erect i e criar por extensao para procure especialmente por purchase causatively sell por implicacao para own. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"criar\" para conduzir a interpretação do leitor no ponto central de Salmos 139:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 74:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:13.","referencias_relacionadas":["Salmos 139:13","Salmos 74:2","Salmos 119:105"]},"salmos_139_13_corpo":{"palavra_pt":"corpo","palavra_original":"בֶּטֶן","transliteracao":"beṭen","strong":"H990","significado_raiz":"O belly especialmente o womb tambem o bosom ou corpo de anything","significado_contextual":"Em Salmos 139:13, \"corpo\" aparece dentro da frase \"Pois possuíste os meus rins; cobriste-me no ventre de minha mãe.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בֶּטֶן (beṭen, H990) mantém o campo semântico de o belly especialmente o womb tambem o bosom ou corpo de anything. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"corpo\" para conduzir a interpretação do leitor no ponto central de Salmos 139:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 22:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:13.","referencias_relacionadas":["Salmos 139:13","Salmos 22:10","Salmos 119:105"]},"salmos_139_14_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed","significado_contextual":"Em Salmos 139:14, \"porque\" aparece dentro da frase \"Eu te louvarei, porque de um modo assombroso, e tão maravilhoso fui feito; maravilhosas são as tuas obras, e a minha alma o sabe muito bem.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כִּי (kîy, H3588) mantém o campo semântico de por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:14, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"porque\" para conduzir a interpretação do leitor no ponto central de Salmos 139:14, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 139:4, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:14.","referencias_relacionadas":["Salmos 139:14","Salmos 139:4","Salmos 119:105"]},"salmos_139_14_grande":{"palavra_pt":"grande","palavra_original":"פָּלָא","transliteracao":"pâlâʼ","strong":"H6381","significado_raiz":"Properly talvez para separar i e distinguish literalmente ou figurativamente por implicacao para ser causatively fazer grande difficult maravilhoso","significado_contextual":"Em Salmos 139:14, \"grande\" aparece dentro da frase \"Eu te louvarei, porque de um modo assombroso, e tão maravilhoso fui feito; maravilhosas são as tuas obras, e a minha alma o sabe muito bem.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"פָּלָא (pâlâʼ, H6381) mantém o campo semântico de properly talvez para separar i e distinguish literalmente ou figurativamente por implicacao para ser causatively fazer grande difficult maravilhoso. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:14, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"grande\" para conduzir a interpretação do leitor no ponto central de Salmos 139:14, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 71:17, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:14.","referencias_relacionadas":["Salmos 139:14","Salmos 71:17","Salmos 119:105"]},"salmos_139_14_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Um acao bom ou bad geralmente um transaction abstractly activity por implicacao um product especificamente um poem ou geralmente propriedade","significado_contextual":"Em Salmos 139:14, \"bom\" aparece dentro da frase \"Eu te louvarei, porque de um modo assombroso, e tão maravilhoso fui feito; maravilhosas são as tuas obras, e a minha alma o sabe muito bem.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מַעֲשֶׂה (maʻăseh, H4639) mantém o campo semântico de um acao bom ou bad geralmente um transaction abstractly activity por implicacao um product especificamente um poem ou geralmente propriedade. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:14, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"bom\" para conduzir a interpretação do leitor no ponto central de Salmos 139:14, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 143:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:14.","referencias_relacionadas":["Salmos 139:14","Salmos 143:5","Salmos 119:105"]},"salmos_139_15_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles","significado_contextual":"Em Salmos 139:15, \"verdade\" aparece dentro da frase \"Os meus ossos não te foram encobertos, quando no oculto fui feito, e entretecido nas profundezas da terra.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"לֹא (lôʼ, H3808) mantém o campo semântico de nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:15, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"verdade\" para conduzir a interpretação do leitor no ponto central de Salmos 139:15, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 139:21, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:15.","referencias_relacionadas":["Salmos 139:15","Salmos 139:21","Salmos 119:105"]},"salmos_139_15_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Properly um parte de portanto prepositionally de ou fora de em muitos senses","significado_contextual":"Em Salmos 139:15, \"entre\" aparece dentro da frase \"Os meus ossos não te foram encobertos, quando no oculto fui feito, e entretecido nas profundezas da terra.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מִן (min, H4480) mantém o campo semântico de properly um parte de portanto prepositionally de ou fora de em muitos senses. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:15, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"entre\" para conduzir a interpretação do leitor no ponto central de Salmos 139:15, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 139:6, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:15.","referencias_relacionadas":["Salmos 139:15","Salmos 139:6","Salmos 119:105"]},"salmos_139_15_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Sentido lexical do termo conforme o lexico strong h6213","significado_contextual":"Em Salmos 139:15, \"urso\" aparece dentro da frase \"Os meus ossos não te foram encobertos, quando no oculto fui feito, e entretecido nas profundezas da terra.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עָשָׂה (ʻâsâh, H6213) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h6213. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:15, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"urso\" para conduzir a interpretação do leitor no ponto central de Salmos 139:15, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 14:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:15.","referencias_relacionadas":["Salmos 139:15","Salmos 14:3","Salmos 119:105"]},"salmos_139_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido","significado_contextual":"Em Salmos 139:16, \"modo\" aparece dentro da frase \"Os teus olhos viram o meu corpo ainda informe; e no teu livro todas estas coisas foram escritas; as quais em continuação foram formadas, qu…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כֹּל (kôl, H3605) mantém o campo semântico de properly o inteiro portanto todo qualquer ou cada em o singular apenas mas frequentemente em um plural sentido. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:16, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"modo\" para conduzir a interpretação do leitor no ponto central de Salmos 139:16, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 139:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:16.","referencias_relacionadas":["Salmos 139:16","Salmos 139:3","Salmos 119:105"]},"salmos_139_16_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Sentido lexical do termo conforme o lexico strong h3117","significado_contextual":"Em Salmos 139:16, \"dia\" aparece dentro da frase \"Os teus olhos viram o meu corpo ainda informe; e no teu livro todas estas coisas foram escritas; as quais em continuação foram formadas, qu…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יוֹם (yôwm, H3117) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h3117. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:16, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"dia\" para conduzir a interpretação do leitor no ponto central de Salmos 139:16, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 140:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:16.","referencias_relacionadas":["Salmos 139:16","Salmos 140:3","Salmos 119:105"]},"salmos_139_16_idiom":{"palavra_pt":"expressao","palavra_original":"יָצַר","transliteracao":"yâtsar","strong":"H3335","significado_raiz":"Para mould dentro um forma especialmente como apotter figurativamente para determine i e forma um resolution","significado_contextual":"Em Salmos 139:16, \"expressao\" aparece dentro da frase \"Os teus olhos viram o meu corpo ainda informe; e no teu livro todas estas coisas foram escritas; as quais em continuação foram formadas, qu…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָצַר (yâtsar, H3335) mantém o campo semântico de para mould dentro um forma especialmente como apotter figurativamente para determine i e forma um resolution. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:16, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"expressao\" para conduzir a interpretação do leitor no ponto central de Salmos 139:16, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 33:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:16.","referencias_relacionadas":["Salmos 139:16","Salmos 33:15","Salmos 119:105"]},"salmos_139_17_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Forca como adjetivo poderoso especialmente o almighty mas usado tambem de qualquer deity","significado_contextual":"Em Salmos 139:17, \"deus\" aparece dentro da frase \"E quão preciosos me são, ó Deus, os teus pensamentos! Quão grandes são as somas deles!\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֵל (ʼêl, H410) mantém o campo semântico de forca como adjetivo poderoso especialmente o almighty mas usado tambem de qualquer deity. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:17, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"deus\" para conduzir a interpretação do leitor no ponto central de Salmos 139:17, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 139:23, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:17.","referencias_relacionadas":["Salmos 139:17","Salmos 139:23","Salmos 119:105"]},"salmos_139_17_jejum":{"palavra_pt":"jejum","palavra_original":"עָצַם","transliteracao":"ʻâtsam","strong":"H6105","significado_raiz":"Para amarrar fast i e fechar o olhos intransitively para ser causatively fazer powerful ou numerous para crunch o bones","significado_contextual":"Em Salmos 139:17, \"jejum\" aparece dentro da frase \"E quão preciosos me são, ó Deus, os teus pensamentos! Quão grandes são as somas deles!\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עָצַם (ʻâtsam, H6105) mantém o campo semântico de para amarrar fast i e fechar o olhos intransitively para ser causatively fazer powerful ou numerous para crunch o bones. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:17, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"jejum\" para conduzir a interpretação do leitor no ponto central de Salmos 139:17, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 38:20, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:17.","referencias_relacionadas":["Salmos 139:17","Salmos 38:20","Salmos 119:105"]},"salmos_139_17_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Sentido lexical do termo conforme o lexico strong h7218","significado_contextual":"Em Salmos 139:17, \"principio\" aparece dentro da frase \"E quão preciosos me são, ó Deus, os teus pensamentos! Quão grandes são as somas deles!\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רֹאשׁ (rôʼsh, H7218) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h7218. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:17, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"principio\" para conduzir a interpretação do leitor no ponto central de Salmos 139:17, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 140:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:17.","referencias_relacionadas":["Salmos 139:17","Salmos 140:10","Salmos 119:105"]},"salmos_139_18_sand":{"palavra_pt":"sand","palavra_original":"חוֹל","transliteracao":"chôwl","strong":"H2344","significado_raiz":"Areia como round ou whirling particles","significado_contextual":"Em Salmos 139:18, \"sand\" aparece dentro da frase \"Se as contasse, seriam em maior número do que a areia; quando acordo ainda estou contigo.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חוֹל (chôwl, H2344) mantém o campo semântico de areia como round ou whirling particles. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:18, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"sand\" para conduzir a interpretação do leitor no ponto central de Salmos 139:18, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Provérbios 27:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:18.","referencias_relacionadas":["Salmos 139:18","Provérbios 27:3","Salmos 119:105"]},"salmos_139_18_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Properly iteration ou continuance usado apenas adverbially com ou sem preposicao novamente repeatedly ainda mais","significado_contextual":"Em Salmos 139:18, \"vida\" aparece dentro da frase \"Se as contasse, seriam em maior número do que a areia; quando acordo ainda estou contigo.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עוֹד (ʻôwd, H5750) mantém o campo semântico de properly iteration ou continuance usado apenas adverbially com ou sem preposicao novamente repeatedly ainda mais. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:18, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"vida\" para conduzir a interpretação do leitor no ponto central de Salmos 139:18, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 37:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:18.","referencias_relacionadas":["Salmos 139:18","Salmos 37:10","Salmos 119:105"]},"salmos_139_19_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Um homem como um individual ou um male person frequentemente usado como um adjunct para um mais definite term e em tal cases frequently nao expressed em translation","significado_contextual":"Em Salmos 139:19, \"homem\" aparece dentro da frase \"Ó Deus, tu matarás decerto o ímpio; apartai-vos portanto de mim, homens de sangue.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אִישׁ (ʼîysh, H376) mantém o campo semântico de um homem como um individual ou um male person frequentemente usado como um adjunct para um mais definite term e em tal cases frequently nao expressed em translation. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:19, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"homem\" para conduzir a interpretação do leitor no ponto central de Salmos 139:19, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 140:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:19.","referencias_relacionadas":["Salmos 139:19","Salmos 140:12","Salmos 119:105"]},"salmos_139_19_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Sentido lexical do termo conforme o lexico strong h518","significado_contextual":"Em Salmos 139:19, \"salvar\" aparece dentro da frase \"Ó Deus, tu matarás decerto o ímpio; apartai-vos portanto de mim, homens de sangue.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אִם (ʼim, H518) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h518. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:19, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"salvar\" para conduzir a interpretação do leitor no ponto central de Salmos 139:19, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 139:24, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:19.","referencias_relacionadas":["Salmos 139:19","Salmos 139:24","Salmos 119:105"]},"salmos_139_19_morte":{"palavra_pt":"morte","palavra_original":"קָטַל","transliteracao":"qâṭal","strong":"H6991","significado_raiz":"Properly para cortar fora i e figurativamente colocar para morte","significado_contextual":"Em Salmos 139:19, \"morte\" aparece dentro da frase \"Ó Deus, tu matarás decerto o ímpio; apartai-vos portanto de mim, homens de sangue.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"קָטַל (qâṭal, H6991) mantém o campo semântico de properly para cortar fora i e figurativamente colocar para morte. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:19, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"morte\" para conduzir a interpretação do leitor no ponto central de Salmos 139:19, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jó 13:15, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:19.","referencias_relacionadas":["Salmos 139:19","Jó 13:15","Salmos 119:105"]},"salmos_139_20_mal":{"palavra_pt":"mal","palavra_original":"מְזִמָּה","transliteracao":"mᵉzimmâh","strong":"H4209","significado_raiz":"Um plano geralmente mal machination como vezes bom sagacity","significado_contextual":"Em Salmos 139:20, \"mal\" aparece dentro da frase \"Pois falam malvadamente contra ti; e os teus inimigos tomam o teu nome em vão.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מְזִמָּה (mᵉzimmâh, H4209) mantém o campo semântico de um plano geralmente mal machination como vezes bom sagacity. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:20, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"mal\" para conduzir a interpretação do leitor no ponto central de Salmos 139:20, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 10:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:20.","referencias_relacionadas":["Salmos 139:20","Salmos 10:2","Salmos 119:105"]},"salmos_139_21_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles","significado_contextual":"Em Salmos 139:21, \"verdade\" aparece dentro da frase \"Não odeio eu, ó Senhor, aqueles que te odeiam, e não me aflijo por causa dos que se levantam contra ti?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"לֹא (lôʼ, H3808) mantém o campo semântico de nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:21, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"verdade\" para conduzir a interpretação do leitor no ponto central de Salmos 139:21, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 139:6, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:21.","referencias_relacionadas":["Salmos 139:21","Salmos 139:6","Salmos 119:105"]},"salmos_139_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Salmos 139:21, \"senhor\" aparece dentro da frase \"Não odeio eu, ó Senhor, aqueles que te odeiam, e não me aflijo por causa dos que se levantam contra ti?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:21, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Salmos 139:21, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 14:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:21.","referencias_relacionadas":["Salmos 139:21","Salmos 14:2","Salmos 119:105"]},"salmos_139_21_inimigo":{"palavra_pt":"inimigo","palavra_original":"שָׂנֵא","transliteracao":"sânêʼ","strong":"H8130","significado_raiz":"Para hate personally","significado_contextual":"Em Salmos 139:21, \"inimigo\" aparece dentro da frase \"Não odeio eu, ó Senhor, aqueles que te odeiam, e não me aflijo por causa dos que se levantam contra ti?\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שָׂנֵא (sânêʼ, H8130) mantém o campo semântico de para hate personally. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:21, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"inimigo\" para conduzir a interpretação do leitor no ponto central de Salmos 139:21, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 31:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:21.","referencias_relacionadas":["Salmos 139:21","Salmos 31:7","Salmos 119:105"]},"salmos_139_22_inimigo":{"palavra_pt":"inimigo","palavra_original":"אֹיֵב","transliteracao":"ʼôyêb","strong":"H341","significado_raiz":"Hating um adversary","significado_contextual":"Em Salmos 139:22, \"inimigo\" aparece dentro da frase \"Odeio-os com ódio perfeito; tenho-os por inimigos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֹיֵב (ʼôyêb, H341) mantém o campo semântico de hating um adversary. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:22, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"inimigo\" para conduzir a interpretação do leitor no ponto central de Salmos 139:22, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 143:9, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:22.","referencias_relacionadas":["Salmos 139:22","Salmos 143:9","Salmos 119:105"]},"salmos_139_22_fim":{"palavra_pt":"fim","palavra_original":"תַּכְלִית","transliteracao":"taklîyth","strong":"H8503","significado_raiz":"Completion por implicacao um extremity","significado_contextual":"Em Salmos 139:22, \"fim\" aparece dentro da frase \"Odeio-os com ódio perfeito; tenho-os por inimigos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"תַּכְלִית (taklîyth, H8503) mantém o campo semântico de completion por implicacao um extremity. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:22, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"fim\" para conduzir a interpretação do leitor no ponto central de Salmos 139:22, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:22.","referencias_relacionadas":["Salmos 139:22","Salmos 119:105","Romanos 8:28"]},"salmos_139_22_phrase":{"palavra_pt":"expressao","palavra_original":"שִׂנְאָה","transliteracao":"sinʼâh","strong":"H8135","significado_raiz":"Hate no campo semantico de h8135","significado_contextual":"Em Salmos 139:22, \"expressao\" aparece dentro da frase \"Odeio-os com ódio perfeito; tenho-os por inimigos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שִׂנְאָה (sinʼâh, H8135) mantém o campo semântico de hate no campo semantico de h8135. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:22, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"expressao\" para conduzir a interpretação do leitor no ponto central de Salmos 139:22, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 25:19, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:22.","referencias_relacionadas":["Salmos 139:22","Salmos 25:19","Salmos 119:105"]},"salmos_139_23_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Forca como adjetivo poderoso especialmente o almighty mas usado tambem de qualquer deity","significado_contextual":"Em Salmos 139:23, \"deus\" aparece dentro da frase \"Sonda-me, ó Deus, e conhece o meu coração; prova-me, e conhece os meus pensamentos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֵל (ʼêl, H410) mantém o campo semântico de forca como adjetivo poderoso especialmente o almighty mas usado tambem de qualquer deity. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:23, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"deus\" para conduzir a interpretação do leitor no ponto central de Salmos 139:23, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 140:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:23.","referencias_relacionadas":["Salmos 139:23","Salmos 140:7","Salmos 119:105"]},"salmos_139_23_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Conhecer properly para ascertain por seeing usado em um grande variety de senses figurativamente literalmente euphemistically e inferentially including o","significado_contextual":"Em Salmos 139:23, \"conhecer\" aparece dentro da frase \"Sonda-me, ó Deus, e conhece o meu coração; prova-me, e conhece os meus pensamentos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָדַע (yâdaʻ, H3045) mantém o campo semântico de conhecer properly para ascertain por seeing usado em um grande variety de senses figurativamente literalmente euphemistically e inferentially including o. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:23, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"conhecer\" para conduzir a interpretação do leitor no ponto central de Salmos 139:23, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 145:12, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:23.","referencias_relacionadas":["Salmos 139:23","Salmos 145:12","Salmos 119:105"]},"salmos_139_23_achar":{"palavra_pt":"achar","palavra_original":"חָקַר","transliteracao":"châqar","strong":"H2713","significado_raiz":"Properly para penetrate portanto para examine intimately","significado_contextual":"Em Salmos 139:23, \"achar\" aparece dentro da frase \"Sonda-me, ó Deus, e conhece o meu coração; prova-me, e conhece os meus pensamentos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חָקַר (châqar, H2713) mantém o campo semântico de properly para penetrate portanto para examine intimately. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:23, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"achar\" para conduzir a interpretação do leitor no ponto central de Salmos 139:23, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Lamentações de Jeremias 3:40, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:23.","referencias_relacionadas":["Salmos 139:23","Lamentações de Jeremias 3:40","Salmos 119:105"]},"salmos_139_24_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Um road como trodden figurativamente um course de vida ou mode de acao frequentemente adverbio","significado_contextual":"Em Salmos 139:24, \"vida\" aparece dentro da frase \"E vê se há em mim algum caminho mau, e guia-me pelo caminho eterno.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"דֶּרֶךְ (derek, H1870) mantém o campo semântico de um road como trodden figurativamente um course de vida ou mode de acao frequentemente adverbio. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:24, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"vida\" para conduzir a interpretação do leitor no ponto central de Salmos 139:24, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 139:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:24.","referencias_relacionadas":["Salmos 139:24","Salmos 139:3","Salmos 119:105"]},"salmos_139_24_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Sentido lexical do termo conforme o lexico strong h7200","significado_contextual":"Em Salmos 139:24, \"ver\" aparece dentro da frase \"E vê se há em mim algum caminho mau, e guia-me pelo caminho eterno.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רָאָה (râʼâh, H7200) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h7200. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:24, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"ver\" para conduzir a interpretação do leitor no ponto central de Salmos 139:24, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 142:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:24.","referencias_relacionadas":["Salmos 139:24","Salmos 142:5","Salmos 119:105"]},"salmos_139_24_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Sentido lexical do termo conforme o lexico strong h518","significado_contextual":"Em Salmos 139:24, \"salvar\" aparece dentro da frase \"E vê se há em mim algum caminho mau, e guia-me pelo caminho eterno.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אִם (ʼim, H518) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h518. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 139:24, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"salvar\" para conduzir a interpretação do leitor no ponto central de Salmos 139:24, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 139:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 139:24.","referencias_relacionadas":["Salmos 139:24","Salmos 139:8","Salmos 119:105"]}}