{"salmos_17_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Salmos 17:1, \"senhor\" aparece dentro da frase \"Ouve, SENHOR, a justiça; atende ao meu clamor; dá ouvidos à minha oração, que não é feita com lábios enganosos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Salmos 17:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 17:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:1.","referencias_relacionadas":["Salmos 17:1","Salmos 17:13","Salmos 119:105"]},"salmos_17_1_alegria":{"palavra_pt":"alegria","palavra_original":"רִנָּה","transliteracao":"rinnâh","strong":"H7440","significado_raiz":"Properly um creaking ou shrill sound i e shout de alegria ou grief","significado_contextual":"Em Salmos 17:1, \"alegria\" aparece dentro da frase \"Ouve, SENHOR, a justiça; atende ao meu clamor; dá ouvidos à minha oração, que não é feita com lábios enganosos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רִנָּה (rinnâh, H7440) mantém o campo semântico de properly um creaking ou shrill sound i e shout de alegria ou grief. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"alegria\" para conduzir a interpretação do leitor no ponto central de Salmos 17:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 61:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:1.","referencias_relacionadas":["Salmos 17:1","Salmos 61:2","Salmos 119:105"]},"salmos_17_1_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles","significado_contextual":"Em Salmos 17:1, \"verdade\" aparece dentro da frase \"Ouve, SENHOR, a justiça; atende ao meu clamor; dá ouvidos à minha oração, que não é feita com lábios enganosos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"לֹא (lôʼ, H3808) mantém o campo semântico de nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"verdade\" para conduzir a interpretação do leitor no ponto central de Salmos 17:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 18:37, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:1.","referencias_relacionadas":["Salmos 17:1","Salmos 18:37","Salmos 119:105"]},"salmos_17_2_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Properly um verdict favorable ou unfavorable pronounced judicially especialmente um sentence ou formal decree human ou participant s divino lei ind","significado_contextual":"Em Salmos 17:2, \"juizo\" aparece dentro da frase \"Saia a minha sentença de diante do teu rosto; atendam os teus olhos à razão.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מִשְׁפָּט (mishpâṭ, H4941) mantém o campo semântico de properly um verdict favorable ou unfavorable pronounced judicially especialmente um sentence ou formal decree human ou participant s divino lei ind. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"juizo\" para conduzir a interpretação do leitor no ponto central de Salmos 17:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 18:23, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:2.","referencias_relacionadas":["Salmos 17:2","Salmos 18:23","Salmos 119:105"]},"salmos_17_2_agreement":{"palavra_pt":"alianca","palavra_original":"מֵישָׁר","transliteracao":"mêyshâr","strong":"H4339","significado_raiz":"Evenness i e figurativamente prosperity ou concord tambem straightness i e figurativamente rectitude apenas em plural com singular sentido frequentemente adver","significado_contextual":"Em Salmos 17:2, \"alianca\" aparece dentro da frase \"Saia a minha sentença de diante do teu rosto; atendam os teus olhos à razão.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מֵישָׁר (mêyshâr, H4339) mantém o campo semântico de evenness i e figurativamente prosperity ou concord tambem straightness i e figurativamente rectitude apenas em plural com singular sentido frequentemente adver. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"alianca\" para conduzir a interpretação do leitor no ponto central de Salmos 17:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 58:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:2.","referencias_relacionadas":["Salmos 17:2","Salmos 58:2","Salmos 119:105"]},"salmos_17_2_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Sentido lexical do termo conforme o lexico strong h6440","significado_contextual":"Em Salmos 17:2, \"rosto\" aparece dentro da frase \"Saia a minha sentença de diante do teu rosto; atendam os teus olhos à razão.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"פָּנִים (pânîym, H6440) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h6440. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"rosto\" para conduzir a interpretação do leitor no ponto central de Salmos 17:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 17:9, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:2.","referencias_relacionadas":["Salmos 17:2","Salmos 17:9","Salmos 119:105"]},"salmos_17_3_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"O coracao tambem usado figurativamente muito widely para o feelings o vontade e ate mesmo o intellect likewise para o centre de anything","significado_contextual":"Em Salmos 17:3, \"coracao\" aparece dentro da frase \"Provaste o meu coração; visitaste-me de noite; examinaste-me, e nada achaste; propus que a minha boca não transgredirá.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"לֵב (lêb, H3820) mantém o campo semântico de o coracao tambem usado figurativamente muito widely para o feelings o vontade e ate mesmo o intellect likewise para o centre de anything. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"coracao\" para conduzir a interpretação do leitor no ponto central de Salmos 17:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:3.","referencias_relacionadas":["Salmos 17:3","Salmos 119:105","Romanos 8:28"]},"salmos_17_3_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Para visit com friendly ou hostile intent por analogia para oversee muster charge care para miss deposit etc","significado_contextual":"Em Salmos 17:3, \"libertar\" aparece dentro da frase \"Provaste o meu coração; visitaste-me de noite; examinaste-me, e nada achaste; propus que a minha boca não transgredirá.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"פָּקַד (pâqad, H6485) mantém o campo semântico de para visit com friendly ou hostile intent por analogia para oversee muster charge care para miss deposit etc. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"libertar\" para conduzir a interpretação do leitor no ponto central de Salmos 17:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 31:6, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:3.","referencias_relacionadas":["Salmos 17:3","Salmos 31:6","Salmos 119:105"]},"salmos_17_4_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Um palavra por implicacao um matter como falado de ou coisa adverbially um causa","significado_contextual":"Em Salmos 17:4, \"palavra\" aparece dentro da frase \"Quanto ao trato dos homens, pela palavra dos teus lábios me guardei das veredas do destruidor.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"דָּבָר (dâbâr, H1697) mantém o campo semântico de um palavra por implicacao um matter como falado de ou coisa adverbially um causa. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"palavra\" para conduzir a interpretação do leitor no ponto central de Salmos 17:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 19:4, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:4.","referencias_relacionadas":["Salmos 17:4","Salmos 19:4","Salmos 119:105"]},"salmos_17_4_obra":{"palavra_pt":"obra","palavra_original":"פְּעֻלָּה","transliteracao":"pᵉʻullâh","strong":"H6468","significado_raiz":"Abstractly trabalho","significado_contextual":"Em Salmos 17:4, \"obra\" aparece dentro da frase \"Quanto ao trato dos homens, pela palavra dos teus lábios me guardei das veredas do destruidor.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"פְּעֻלָּה (pᵉʻullâh, H6468) mantém o campo semântico de abstractly trabalho. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"obra\" para conduzir a interpretação do leitor no ponto central de Salmos 17:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 119:105, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:4.","referencias_relacionadas":["Salmos 17:4","Salmos 119:105","Romanos 8:28"]},"salmos_17_4_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ruddy i e um human being um individual ou o species mankind etc","significado_contextual":"Em Salmos 17:4, \"homem\" aparece dentro da frase \"Quanto ao trato dos homens, pela palavra dos teus lábios me guardei das veredas do destruidor.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אָדָם (ʼâdâm, H120) mantém o campo semântico de ruddy i e um human being um individual ou o species mankind etc. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"homem\" para conduzir a interpretação do leitor no ponto central de Salmos 17:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 49:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:4.","referencias_relacionadas":["Salmos 17:4","Salmos 49:13","Salmos 119:105"]},"salmos_17_5_jejum":{"palavra_pt":"jejum","palavra_original":"תָּמַךְ","transliteracao":"tâmak","strong":"H8551","significado_raiz":"Para sustentar por implicacao para obtain guardar fast figurativamente para help seguir fechar","significado_contextual":"Em Salmos 17:5, \"jejum\" aparece dentro da frase \"Dirige os meus passos nos teus caminhos, para que as minhas pegadas não vacilem.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"תָּמַךְ (tâmak, H8551) mantém o campo semântico de para sustentar por implicacao para obtain guardar fast figurativamente para help seguir fechar. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"jejum\" para conduzir a interpretação do leitor no ponto central de Salmos 17:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 41:13, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:5.","referencias_relacionadas":["Salmos 17:5","Salmos 41:13","Salmos 119:105"]},"salmos_17_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed","significado_contextual":"Em Salmos 17:6, \"porque\" aparece dentro da frase \"Eu te invoquei, ó Deus, pois me queres ouvir; inclina para mim os teus ouvidos, e escuta as minhas palavras.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כִּי (kîy, H3588) mantém o campo semântico de por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"porque\" para conduzir a interpretação do leitor no ponto central de Salmos 17:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 18:18, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:6.","referencias_relacionadas":["Salmos 17:6","Salmos 18:18","Salmos 119:105"]},"salmos_17_6_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Properly para olho ou geralmente para heed i e pay attention por implicacao para respond por extensao para begin falar especificamente para cantar shout","significado_contextual":"Em Salmos 17:6, \"olho\" aparece dentro da frase \"Eu te invoquei, ó Deus, pois me queres ouvir; inclina para mim os teus ouvidos, e escuta as minhas palavras.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"עָנָה (ʻânâh, H6030) mantém o campo semântico de properly para olho ou geralmente para heed i e pay attention por implicacao para respond por extensao para begin falar especificamente para cantar shout. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"olho\" para conduzir a interpretação do leitor no ponto central de Salmos 17:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 20:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:6.","referencias_relacionadas":["Salmos 17:6","Salmos 20:2","Salmos 119:105"]},"salmos_17_6_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Forca como adjetivo poderoso especialmente o almighty mas usado tambem de qualquer deity","significado_contextual":"Em Salmos 17:6, \"deus\" aparece dentro da frase \"Eu te invoquei, ó Deus, pois me queres ouvir; inclina para mim os teus ouvidos, e escuta as minhas palavras.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֵל (ʼêl, H410) mantém o campo semântico de forca como adjetivo poderoso especialmente o almighty mas usado tambem de qualquer deity. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"deus\" para conduzir a interpretação do leitor no ponto central de Salmos 17:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 18:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:6.","referencias_relacionadas":["Salmos 17:6","Salmos 18:3","Salmos 119:105"]},"salmos_17_7_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Sentido lexical do termo conforme o lexico strong h6965","significado_contextual":"Em Salmos 17:7, \"levantar\" aparece dentro da frase \"Faze maravilhosas as tuas beneficências, ó tu que livras aqueles que em ti confiam dos que se levantam contra a tua destra.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"קוּם (qûwm, H6965) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h6965. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"levantar\" para conduzir a interpretação do leitor no ponto central de Salmos 17:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 18:39, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:7.","referencias_relacionadas":["Salmos 17:7","Salmos 18:39","Salmos 119:105"]},"salmos_17_7_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Sentido lexical do termo conforme o lexico strong h2617","significado_contextual":"Em Salmos 17:7, \"misericordia\" aparece dentro da frase \"Faze maravilhosas as tuas beneficências, ó tu que livras aqueles que em ti confiam dos que se levantam contra a tua destra.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חֵסֵד (chêçêd, H2617) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h2617. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"misericordia\" para conduzir a interpretação do leitor no ponto central de Salmos 17:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 21:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:7.","referencias_relacionadas":["Salmos 17:7","Salmos 21:8","Salmos 119:105"]},"salmos_17_7_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Properly para ser abrir largo ou free i e por implicacao para ser safe causatively para free ou succor","significado_contextual":"Em Salmos 17:7, \"salvar\" aparece dentro da frase \"Faze maravilhosas as tuas beneficências, ó tu que livras aqueles que em ti confiam dos que se levantam contra a tua destra.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָשַׁע (yâshaʻ, H3467) mantém o campo semântico de properly para ser abrir largo ou free i e por implicacao para ser safe causatively para free ou succor. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:7, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"salvar\" para conduzir a interpretação do leitor no ponto central de Salmos 17:7, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 18:28, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:7.","referencias_relacionadas":["Salmos 17:7","Salmos 18:28","Salmos 119:105"]},"salmos_17_8_homem":{"palavra_pt":"homem","palavra_original":"אִישׁוֹן","transliteracao":"ʼîyshôwn","strong":"H380","significado_raiz":"O little homem de o olho o pupil ou ball portanto o middle de noite","significado_contextual":"Em Salmos 17:8, \"homem\" aparece dentro da frase \"Guarda-me como à menina do olho; esconde-me debaixo da sombra das tuas asas,\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אִישׁוֹן (ʼîyshôwn, H380) mantém o campo semântico de o little homem de o olho o pupil ou ball portanto o middle de noite. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"homem\" para conduzir a interpretação do leitor no ponto central de Salmos 17:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Provérbios 7:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:8.","referencias_relacionadas":["Salmos 17:8","Provérbios 7:2","Salmos 119:105"]},"salmos_17_8_defence":{"palavra_pt":"defence","palavra_original":"צֵל","transliteracao":"tsêl","strong":"H6738","significado_raiz":"Sentido lexical do termo conforme o lexico strong h6738","significado_contextual":"Em Salmos 17:8, \"defence\" aparece dentro da frase \"Guarda-me como à menina do olho; esconde-me debaixo da sombra das tuas asas,\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"צֵל (tsêl, H6738) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h6738. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"defence\" para conduzir a interpretação do leitor no ponto central de Salmos 17:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 63:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:8.","referencias_relacionadas":["Salmos 17:8","Salmos 63:8","Salmos 119:105"]},"salmos_17_8_ave":{"palavra_pt":"ave","palavra_original":"כָּנָף","transliteracao":"kânâph","strong":"H3671","significado_raiz":"Um edge ou extremity especificamente de um ave ou exercito um asa de um veste ou bedclothing um flap de o terra um quarter de um building um pinna","significado_contextual":"Em Salmos 17:8, \"ave\" aparece dentro da frase \"Guarda-me como à menina do olho; esconde-me debaixo da sombra das tuas asas,\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כָּנָף (kânâph, H3671) mantém o campo semântico de um edge ou extremity especificamente de um ave ou exercito um asa de um veste ou bedclothing um flap de o terra um quarter de um building um pinna. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:8, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"ave\" para conduzir a interpretação do leitor no ponto central de Salmos 17:8, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 61:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:8.","referencias_relacionadas":["Salmos 17:8","Salmos 61:5","Salmos 119:105"]},"salmos_17_9_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Sentido lexical do termo conforme o lexico strong h5315","significado_contextual":"Em Salmos 17:9, \"alma\" aparece dentro da frase \"Dos ímpios que me oprimem, dos meus inimigos mortais que me andam cercando.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נֶפֶשׁ (nephesh, H5315) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h5315. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"alma\" para conduzir a interpretação do leitor no ponto central de Salmos 17:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 19:8, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:9.","referencias_relacionadas":["Salmos 17:9","Salmos 19:8","Salmos 119:105"]},"salmos_17_9_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Sentido lexical do termo conforme o lexico strong h6440","significado_contextual":"Em Salmos 17:9, \"rosto\" aparece dentro da frase \"Dos ímpios que me oprimem, dos meus inimigos mortais que me andam cercando.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"פָּנִים (pânîym, H6440) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h6440. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"rosto\" para conduzir a interpretação do leitor no ponto central de Salmos 17:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 3:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:9.","referencias_relacionadas":["Salmos 17:9","Salmos 3:1","Salmos 119:105"]},"salmos_17_9_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Morally wrong concretely um actively bad person","significado_contextual":"Em Salmos 17:9, \"culpado\" aparece dentro da frase \"Dos ímpios que me oprimem, dos meus inimigos mortais que me andam cercando.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רָשָׁע (râshâʻ, H7563) mantém o campo semântico de morally wrong concretely um actively bad person. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:9, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"culpado\" para conduzir a interpretação do leitor no ponto central de Salmos 17:9, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 26:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:9.","referencias_relacionadas":["Salmos 17:9","Salmos 26:5","Salmos 119:105"]},"salmos_17_10_excellent":{"palavra_pt":"excelente","palavra_original":"גֵּאוּת","transliteracao":"gêʼûwth","strong":"H1348","significado_raiz":"Arrogance ou majestade por implicacao concretely ornament","significado_contextual":"Em Salmos 17:10, \"excelente\" aparece dentro da frase \"Na sua gordura se encerram, com a boca falam soberbamente.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"גֵּאוּת (gêʼûwth, H1348) mantém o campo semântico de arrogance ou majestade por implicacao concretely ornament. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"excelente\" para conduzir a interpretação do leitor no ponto central de Salmos 17:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 89:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:10.","referencias_relacionadas":["Salmos 17:10","Salmos 89:10","Salmos 119:105"]},"salmos_17_10_idiom":{"palavra_pt":"expressao","palavra_original":"חֶלֶב","transliteracao":"cheleb","strong":"H2459","significado_raiz":"Sentido lexical do termo conforme o lexico strong h2459","significado_contextual":"Em Salmos 17:10, \"expressao\" aparece dentro da frase \"Na sua gordura se encerram, com a boca falam soberbamente.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חֶלֶב (cheleb, H2459) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h2459. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"expressao\" para conduzir a interpretação do leitor no ponto central de Salmos 17:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 73:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:10.","referencias_relacionadas":["Salmos 17:10","Salmos 73:7","Salmos 119:105"]},"salmos_17_10_libertar":{"palavra_pt":"libertar","palavra_original":"סָגַר","transliteracao":"çâgar","strong":"H5462","significado_raiz":"Para shut acima figurativamente para surrender","significado_contextual":"Em Salmos 17:10, \"libertar\" aparece dentro da frase \"Na sua gordura se encerram, com a boca falam soberbamente.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"סָגַר (çâgar, H5462) mantém o campo semântico de para shut acima figurativamente para surrender. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:10, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"libertar\" para conduzir a interpretação do leitor no ponto central de Salmos 17:10, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 35:3, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:10.","referencias_relacionadas":["Salmos 17:10","Salmos 35:3","Salmos 119:105"]},"salmos_17_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"O terra em large ou partitively um terra","significado_contextual":"Em Salmos 17:11, \"terra\" aparece dentro da frase \"Têm-nos cercado agora nossos passos; e baixaram os seus olhos para a terra;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"אֶרֶץ (ʼerets, H776) mantém o campo semântico de o terra em large ou partitively um terra. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"terra\" para conduzir a interpretação do leitor no ponto central de Salmos 17:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 19:5, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:11.","referencias_relacionadas":["Salmos 17:11","Salmos 19:5","Salmos 119:105"]},"salmos_17_11_grande":{"palavra_pt":"grande","palavra_original":"נָטָה","transliteracao":"nâṭâh","strong":"H5186","significado_raiz":"Sentido lexical do termo conforme o lexico strong h5186","significado_contextual":"Em Salmos 17:11, \"grande\" aparece dentro da frase \"Têm-nos cercado agora nossos passos; e baixaram os seus olhos para a terra;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נָטָה (nâṭâh, H5186) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h5186. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:11, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"grande\" para conduzir a interpretação do leitor no ponto central de Salmos 17:11, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 18:10, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:11.","referencias_relacionadas":["Salmos 17:11","Salmos 18:10","Salmos 119:105"]},"salmos_17_12_alimento":{"palavra_pt":"alimento","palavra_original":"טָרַף","transliteracao":"ṭâraph","strong":"H2963","significado_raiz":"Para pluck fora ou pull para pieces causatively para supply com food como em morsels","significado_contextual":"Em Salmos 17:12, \"alimento\" aparece dentro da frase \"Parecem-se com o leão que deseja arrebatar a sua presa, e com o leãozinho que se põe em esconderijos.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"טָרַף (ṭâraph, H2963) mantém o campo semântico de para pluck fora ou pull para pieces causatively para supply com food como em morsels. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:12, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"alimento\" para conduzir a interpretação do leitor no ponto central de Salmos 17:12, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Jó 16:9, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:12.","referencias_relacionadas":["Salmos 17:12","Jó 16:9","Salmos 119:105"]},"salmos_17_13_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Morally wrong concretely um actively bad person","significado_contextual":"Em Salmos 17:13, \"culpado\" aparece dentro da frase \"Levanta-te, Senhor, detém-no, derriba-o, livra a minha alma do ímpio, com a tua espada;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רָשָׁע (râshâʻ, H7563) mantém o campo semântico de morally wrong concretely um actively bad person. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"culpado\" para conduzir a interpretação do leitor no ponto central de Salmos 17:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 17:9, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:13.","referencias_relacionadas":["Salmos 17:13","Salmos 17:9","Salmos 119:105"]},"salmos_17_13_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Sentido lexical do termo conforme o lexico strong h6965","significado_contextual":"Em Salmos 17:13, \"levantar\" aparece dentro da frase \"Levanta-te, Senhor, detém-no, derriba-o, livra a minha alma do ímpio, com a tua espada;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"קוּם (qûwm, H6965) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h6965. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"levantar\" para conduzir a interpretação do leitor no ponto central de Salmos 17:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 17:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:13.","referencias_relacionadas":["Salmos 17:13","Salmos 17:7","Salmos 119:105"]},"salmos_17_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Salmos 17:13, \"senhor\" aparece dentro da frase \"Levanta-te, Senhor, detém-no, derriba-o, livra a minha alma do ímpio, com a tua espada;\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:13, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Salmos 17:13, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 18:14, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:13.","referencias_relacionadas":["Salmos 17:13","Salmos 18:14","Salmos 119:105"]},"salmos_17_14_vida":{"palavra_pt":"vida","palavra_original":"חֶלֶד","transliteracao":"cheled","strong":"H2465","significado_raiz":"Vida como um fleeting portion de tempo portanto o mundo como transient","significado_contextual":"Em Salmos 17:14, \"vida\" aparece dentro da frase \"Dos homens com a tua mão, Senhor, dos homens do mundo, cuja porção está nesta vida, e cujo ventre enches do teu tesouro oculto. Estão farto…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חֶלֶד (cheled, H2465) mantém o campo semântico de vida como um fleeting portion de tempo portanto o mundo como transient. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:14, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"vida\" para conduzir a interpretação do leitor no ponto central de Salmos 17:14, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 39:6, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:14.","referencias_relacionadas":["Salmos 17:14","Salmos 39:6","Salmos 119:105"]},"salmos_17_14_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Vivo portanto raw carne fresh plantar agua ano forte tambem como substantivo especialmente em o feminino singular e masculino plural vida ou livin","significado_contextual":"Em Salmos 17:14, \"carne\" aparece dentro da frase \"Dos homens com a tua mão, Senhor, dos homens do mundo, cuja porção está nesta vida, e cujo ventre enches do teu tesouro oculto. Estão farto…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חַי (chay, H2416) mantém o campo semântico de vivo portanto raw carne fresh plantar agua ano forte tambem como substantivo especialmente em o feminino singular e masculino plural vida ou livin. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:14, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"carne\" para conduzir a interpretação do leitor no ponto central de Salmos 17:14, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 18:47, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:14.","referencias_relacionadas":["Salmos 17:14","Salmos 18:47","Salmos 119:105"]},"salmos_17_14_homem":{"palavra_pt":"homem","palavra_original":"מַת","transliteracao":"math","strong":"H4962","significado_raiz":"Properly um adult como de cheio length por implicacao um homem apenas em o plural","significado_contextual":"Em Salmos 17:14, \"homem\" aparece dentro da frase \"Dos homens com a tua mão, Senhor, dos homens do mundo, cuja porção está nesta vida, e cujo ventre enches do teu tesouro oculto. Estão farto…\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מַת (math, H4962) mantém o campo semântico de properly um adult como de cheio length por implicacao um homem apenas em o plural. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:14, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"homem\" para conduzir a interpretação do leitor no ponto central de Salmos 17:14, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Deuteronômio 28:62, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:14.","referencias_relacionadas":["Salmos 17:14","Deuteronômio 28:62","Salmos 119:105"]},"salmos_17_15_idiom":{"palavra_pt":"expressao","palavra_original":"צֶדֶק","transliteracao":"tsedeq","strong":"H6664","significado_raiz":"O direito natural moral ou legal tambem abstractly equity ou figurativamente prosperity","significado_contextual":"Em Salmos 17:15, \"expressao\" aparece dentro da frase \"Quanto a mim, contemplarei a tua face na justiça; eu me satisfarei da tua semelhança quando acordar.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"צֶדֶק (tsedeq, H6664) mantém o campo semântico de o direito natural moral ou legal tambem abstractly equity ou figurativamente prosperity. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:15, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"expressao\" para conduzir a interpretação do leitor no ponto central de Salmos 17:15, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 65:6, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:15.","referencias_relacionadas":["Salmos 17:15","Salmos 65:6","Salmos 119:105"]},"salmos_17_15_arise":{"palavra_pt":"levantar","palavra_original":"קוּץ","transliteracao":"qûwts","strong":"H6974","significado_raiz":"Para awake literalmente ou figurativamente","significado_contextual":"Em Salmos 17:15, \"levantar\" aparece dentro da frase \"Quanto a mim, contemplarei a tua face na justiça; eu me satisfarei da tua semelhança quando acordar.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"קוּץ (qûwts, H6974) mantém o campo semântico de para awake literalmente ou figurativamente. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 17:15, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"levantar\" para conduzir a interpretação do leitor no ponto central de Salmos 17:15, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 73:20, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 17:15.","referencias_relacionadas":["Salmos 17:15","Salmos 73:20","Salmos 119:105"]}}