{"salmos_23_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Jehovah jewish national nome de deus","significado_contextual":"Em Salmos 23:1, \"senhor\" aparece dentro da frase \"O SENHOR é o meu pastor, nada me faltará.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יְהֹוָה (Yᵉhôvâh, H3068) mantém o campo semântico de jehovah jewish national nome de deus. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 23:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"senhor\" para conduzir a interpretação do leitor no ponto central de Salmos 23:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 24:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 23:1.","referencias_relacionadas":["Salmos 23:1","Salmos 24:1","Salmos 119:105"]},"salmos_23_1_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles","significado_contextual":"Em Salmos 23:1, \"verdade\" aparece dentro da frase \"O SENHOR é o meu pastor, nada me faltará.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"לֹא (lôʼ, H3808) mantém o campo semântico de nao o simple ou abs negation por implicacao nao frequentemente usado com outro particles. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 23:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"verdade\" para conduzir a interpretação do leitor no ponto central de Salmos 23:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 24:4, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 23:1.","referencias_relacionadas":["Salmos 23:1","Salmos 24:4","Salmos 119:105"]},"salmos_23_1_filho":{"palavra_pt":"filho","palavra_original":"דָּוִד","transliteracao":"Dâvid","strong":"H1732","significado_raiz":"David o youngest filho de jesse","significado_contextual":"Em Salmos 23:1, \"filho\" aparece dentro da frase \"O SENHOR é o meu pastor, nada me faltará.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"דָּוִד (Dâvid, H1732) mantém o campo semântico de david o youngest filho de jesse. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 23:1, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"filho\" para conduzir a interpretação do leitor no ponto central de Salmos 23:1, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 25:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 23:1.","referencias_relacionadas":["Salmos 23:1","Salmos 25:1","Salmos 119:105"]},"salmos_23_2_comfortable":{"palavra_pt":"comfortable","palavra_original":"מְנוּחָה","transliteracao":"mᵉnûwchâh","strong":"H4496","significado_raiz":"Repose ou adverbially peacefully figurativamente consolation especificamente matrimony portanto concretely um abode","significado_contextual":"Em Salmos 23:2, \"comfortable\" aparece dentro da frase \"Deitar-me faz em verdes pastos, guia-me mansamente a águas tranqüilas.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"מְנוּחָה (mᵉnûwchâh, H4496) mantém o campo semântico de repose ou adverbially peacefully figurativamente consolation especificamente matrimony portanto concretely um abode. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 23:2, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"comfortable\" para conduzir a interpretação do leitor no ponto central de Salmos 23:2, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 95:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 23:2.","referencias_relacionadas":["Salmos 23:2","Salmos 95:11","Salmos 119:105"]},"salmos_23_3_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Sentido lexical do termo conforme o lexico strong h5315","significado_contextual":"Em Salmos 23:3, \"alma\" aparece dentro da frase \"Refrigera a minha alma; guia-me pelas veredas da justiça, por amor do seu nome.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"נֶפֶשׁ (nephesh, H5315) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h5315. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 23:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"alma\" para conduzir a interpretação do leitor no ponto central de Salmos 23:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 25:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 23:3.","referencias_relacionadas":["Salmos 23:3","Salmos 25:1","Salmos 119:105"]},"salmos_23_3_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Para virar back portanto away transitively ou intransitively literalmente ou figurativamente nao necessarily com o idea de return para o starting point","significado_contextual":"Em Salmos 23:3, \"edificar\" aparece dentro da frase \"Refrigera a minha alma; guia-me pelas veredas da justiça, por amor do seu nome.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שׁוּב (shûwb, H7725) mantém o campo semântico de para virar back portanto away transitively ou intransitively literalmente ou figurativamente nao necessarily com o idea de return para o starting point. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 23:3, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"edificar\" para conduzir a interpretação do leitor no ponto central de Salmos 23:3, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 44:11, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 23:3.","referencias_relacionadas":["Salmos 23:3","Salmos 44:11","Salmos 119:105"]},"salmos_23_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed","significado_contextual":"Em Salmos 23:4, \"porque\" aparece dentro da frase \"Ainda que eu andasse pelo vale da sombra da morte, não temeria mal algum, porque tu estás comigo; a tua vara e o teu cajado me consolam.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"כִּי (kîy, H3588) mantém o campo semântico de por implicacao muito widely usado como um relative conjuncao ou adverbio como abaixo frequentemente largely modified por outro particles annexed. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 23:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"porque\" para conduzir a interpretação do leitor no ponto central de Salmos 23:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 24:2, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 23:4.","referencias_relacionadas":["Salmos 23:4","Salmos 24:2","Salmos 119:105"]},"salmos_23_4_morte":{"palavra_pt":"morte","palavra_original":"צַלְמָוֶת","transliteracao":"tsalmâveth","strong":"H6757","significado_raiz":"Shade de morte i e o sepultura figurativamente calamity","significado_contextual":"Em Salmos 23:4, \"morte\" aparece dentro da frase \"Ainda que eu andasse pelo vale da sombra da morte, não temeria mal algum, porque tu estás comigo; a tua vara e o teu cajado me consolam.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"צַלְמָוֶת (tsalmâveth, H6757) mantém o campo semântico de shade de morte i e o sepultura figurativamente calamity. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 23:4, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"morte\" para conduzir a interpretação do leitor no ponto central de Salmos 23:4, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 44:20, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 23:4.","referencias_relacionadas":["Salmos 23:4","Salmos 44:20","Salmos 119:105"]},"salmos_23_5_accept":{"palavra_pt":"aceitar","palavra_original":"דָּשֵׁן","transliteracao":"dâshên","strong":"H1878","significado_raiz":"Para ser fat transitively para fatten ou regard como fat especificamente ungir figurativamente para satisfy para remove fat ashes de sacrificios","significado_contextual":"Em Salmos 23:5, \"aceitar\" aparece dentro da frase \"Preparas uma mesa perante mim na presença dos meus inimigos, unges a minha cabeça com óleo, o meu cálice transborda.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"דָּשֵׁן (dâshên, H1878) mantém o campo semântico de para ser fat transitively para fatten ou regard como fat especificamente ungir figurativamente para satisfy para remove fat ashes de sacrificios. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 23:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"aceitar\" para conduzir a interpretação do leitor no ponto central de Salmos 23:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Provérbios 15:30, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 23:5.","referencias_relacionadas":["Salmos 23:5","Provérbios 15:30","Salmos 119:105"]},"salmos_23_5_anointing":{"palavra_pt":"azeite/oleo","palavra_original":"שֶׁמֶן","transliteracao":"shemen","strong":"H8081","significado_raiz":"Grease especialmente liquid como de o olive frequentemente perfumed figurativamente richness","significado_contextual":"Em Salmos 23:5, \"azeite\" aparece dentro da frase \"Preparas uma mesa perante mim na presença dos meus inimigos, unges a minha cabeça com óleo, o meu cálice transborda.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"שֶׁמֶן (shemen, H8081) mantém o campo semântico de grease especialmente liquid como de o olive frequentemente perfumed figurativamente richness. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 23:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"azeite\" para conduzir a interpretação do leitor no ponto central de Salmos 23:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 89:21, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 23:5.","referencias_relacionadas":["Salmos 23:5","Salmos 89:21","Salmos 119:105"]},"salmos_23_5_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Sentido lexical do termo conforme o lexico strong h7218","significado_contextual":"Em Salmos 23:5, \"principio\" aparece dentro da frase \"Preparas uma mesa perante mim na presença dos meus inimigos, unges a minha cabeça com óleo, o meu cálice transborda.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"רֹאשׁ (rôʼsh, H7218) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h7218. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 23:5, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"principio\" para conduzir a interpretação do leitor no ponto central de Salmos 23:5, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 24:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 23:5.","referencias_relacionadas":["Salmos 23:5","Salmos 24:7","Salmos 119:105"]},"salmos_23_6_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Sentido lexical do termo conforme o lexico strong h2617","significado_contextual":"Em Salmos 23:6, \"misericordia\" aparece dentro da frase \"Certamente que a bondade e a misericórdia me seguirão todos os dias da minha vida; e habitarei na casa do Senhor por longos dias.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"חֵסֵד (chêçêd, H2617) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h2617. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 23:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"misericordia\" para conduzir a interpretação do leitor no ponto central de Salmos 23:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 25:7, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 23:6.","referencias_relacionadas":["Salmos 23:6","Salmos 25:7","Salmos 119:105"]},"salmos_23_6_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Properly para sentar abaixo especificamente como julgar em ambush em quiet por implicacao para habitar para permanecer causatively para settle para marry","significado_contextual":"Em Salmos 23:6, \"julgar\" aparece dentro da frase \"Certamente que a bondade e a misericórdia me seguirão todos os dias da minha vida; e habitarei na casa do Senhor por longos dias.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"יָשַׁב (yâshab, H3427) mantém o campo semântico de properly para sentar abaixo especificamente como julgar em ambush em quiet por implicacao para habitar para permanecer causatively para settle para marry. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 23:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"julgar\" para conduzir a interpretação do leitor no ponto central de Salmos 23:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 24:1, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 23:6.","referencias_relacionadas":["Salmos 23:6","Salmos 24:1","Salmos 119:105"]},"salmos_23_6_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Sentido lexical do termo conforme o lexico strong h1004","significado_contextual":"Em Salmos 23:6, \"casa\" aparece dentro da frase \"Certamente que a bondade e a misericórdia me seguirão todos os dias da minha vida; e habitarei na casa do Senhor por longos dias.\" e ajuda a delimitar o sentido imediato do versículo no fluxo do capítulo.","explicacao_detalhada":"בַּיִת (bayith, H1004) mantém o campo semântico de sentido lexical do termo conforme o lexico strong h1004. Nesta ocorrência, o termo atua como elemento-chave da construção textual de Salmos 23:6, preservando nuances que nem sempre aparecem em traduções literais.","por_que_esta_palavra":"O autor emprega \"casa\" para conduzir a interpretação do leitor no ponto central de Salmos 23:6, evitando ambiguidades e destacando a ênfase teológica da passagem.","conexao_teologica":"A temática desta ocorrência conversa com Salmos 27:4, mostrando continuidade da revelação bíblica e aprofundando a leitura de Salmos 23:6.","referencias_relacionadas":["Salmos 23:6","Salmos 27:4","Salmos 119:105"]}}